{
	"内科": [
		{
			"病症": "感冒",
			"病机": "感冒病系外感风邪，客于肺卫，以鼻塞、流涕、咳嗽、恶寒、发热、头身疼痛为主要临床表现。",
			"诊断依据": [
				"鼻塞流涕，喷嚏，咽痒或痛，咳嗽。",
				"恶寒发热，无汗或少汗，头痛，肢体酸楚。",
				"四时皆有，以冬春季节为多见。",
				"血白细胞总数正常或偏低，中性粒细胞减少，淋巴细胞相对增多。"
			],
			"症候分类": {
				"风寒束表": "恶寒、发热、无汗、头痛身疼，鼻寒流清涕，喷嚏。舌苔薄白，脉浮紧或浮缓。",
				"风热犯表": "发热、恶风、头胀痛，鼻塞流黄涕，咽痛咽红，咳嗽。舌边尖红，苔白或微黄，脉浮数。",
				"暑湿袭表": "见于夏季，头昏胀重，鼻塞流涕，恶寒发热，或热势不扬，无汗或少汗，胸闷泛恶。舌苔黄腻，脉濡数。临床尚有体虚感冒，以及挟湿、挟滞等兼证。"
			},
			"疗效评定": {
				"治愈": "症状消失。",
				"好转": "发热消退，临床症状减轻。",
				"未愈": "临床症状无改善或加重。"
			}
		},
		{
			"病症": "咳嗽",
			"病机": "咳嗽是因邪客肺系，肺失宣肃，肺气不清所致，以咳嗽、咯痰为主要症状的病症。多见于急、慢性支气管炎。",
			"诊断依据": [
				"咳逆有声，或伴咽痒咳痰。",
				"外感咳嗽，起病急，可伴有寒热等表证。",
				"内伤咳嗽，每因外感反复发作，病程较长，可咳而伴喘。",
				"急性期查血白细胞总数和中性粒细胞增高。",
				"两肺听诊可闻及呼吸音增粗，或伴散在干湿性罗音。",
				"肺部X线摄片检查，正常或肺纹理增粗。"
			],
			"症候分类": {
				"风寒袭肺": "咳嗽声重，咯痰稀薄色白，恶寒，或有发热，无汗。舌苔薄白，脉浮紧。",
				"风热犯肺": "咳嗽气粗，咯痰粘白或黄，咽痛或咳声嘶哑，或有发热，微恶风寒，口微渴。舌尖红，苔薄白或黄，脉浮数。",
				"燥邪伤肺": "干咳少痰，咯痰不爽，鼻咽干燥，口干。舌尖红，苔薄黄少津，脉细数。",
				"痰热壅肺": "咳嗽气粗，痰多稠黄，烦热口干。舌质红，苔黄腻，脉滑数。",
				"肝火犯肺": "咳呛气逆阵作，咳时胸胁引痛，甚则咯血，舌红，苔薄黄少津，脉弦数。",
				"痰湿蕴肺": "咳声重浊，痰多色白，晨起为甚，胸闷脘痞，纳少。舌苔白腻，脉滑。",
				"肺阴亏虚": "咳久痰少，咯吐不爽，痰粘或夹血丝，咽干口燥，手足心热。舌红，少苔，脉细数。",
				"肺气亏虚": "病久咳声低微，咳而伴喘，咯痰清稀色白，食少，气短胸闷，神倦乏力，自汗畏寒。舌淡嫩，苔白，脉弱。"
			},
			"疗效评定": {
				"治愈": "咳嗽及临床体征消失；内伤咳嗽在两周以上未发作者为临床治愈。",
				"好转": "咳嗽减轻，痰量减少。",
				"未愈": "症状无明显改变。"
			}
		},
		{
			"病症": "风温肺热病",
			"病机": "风温肺热病是由风热病邪犯肺，热壅肺气，肺失清肃所致，以发热，咳嗽，胸痛等为主要临床表现。相当于急性肺部炎性病变。",
			"诊断依据": [
				"以身热、咳嗽、烦渴，或伴气急、胸痛为主症。",
				"．病重者可见壮热，颜面潮红，烦躁不安，神昏谵语，或四肢厥冷等症。",
				"冬春两季较多。具有起病急、传变快、病程短的特点。",
				"血白细胞总数及中性粒细胞升高者，属细菌性感染；正常或偏低者以病毒性感染为主。",
				"肺部有实变体征，或可闻及干湿性罗音。",
				"痰直接涂片或培养可以找到病原体。",
				"胸部X线透视或摄片，可见一侧或两侧肺叶或肺段炎性阴影。"
			],
			"症候分类": {
				"风热犯肺": "身热无汗或少汗，微恶风寒，咳嗽痰少，头痛，口微渴。舌边尖红，苔薄白，脉浮数。",
				"痰热壅肺": "身热烦渴，汗出，咳嗽气粗，或痰黄带血，胸闷胸痛，口渴。舌红苔黄，脉洪数或滑数。",
				"肺胃热盛": "身热，午后为甚，心烦懊依，口渴多饮，咳嗽痰黄，腹满便秘。舌红，苔黄或灰黑而燥，脉滑数。",
				"热闭心包": "壮热，烦躁不安，口渴不欲饮，甚则神昏谵语、痉厥或四肢厥冷。舌绛少津，苔黄，脉弦数或沉数。",
				"气阴两虚": "身热渐退，干咳痰少而粘，自汗神倦，纳少口干。舌红少苔，脉细或细数。",
				"邪陷正脱": "呼吸短促，鼻翼煽动，面色苍白，大汗淋漓，甚则汗出如油，四肢厥冷，紫绀，烦躁不安，身热骤降。或起病无身热，面色淡白，神志逐渐模糊。舌质淡紫，脉细数无力，或脉微欲绝。"
			},
			"疗效评定": {
				"治愈": "症状及体征消失，实验室及X线等检查恢复正常。",
				"好转": "症状及体征、实验室检查等有所改善，x线检查肺部病灶尚未完全吸收。",
				"未愈": "病情未见好转。"
			}
		},
		{
			"病症": "肺痈",
			"病机": "肺痈是由风热邪毒蕴滞于肺，热壅血瘀，血腐化脓而成。以发热，胸痛，咳吐腥臭脓血痰为主要症状的肺化脓症。",
			"诊断依据": [
				"发病多急，常突然寒战高热，咳嗽胸痛，呼吸气粗。",
				"咯吐大量黄绿色脓痰或脓血痰，吐入水中“沉者是痈脓，浮者是痰”，气味腥臭。",
				"局部叩诊呈浊音，呼吸音减弱或增强，语颤音增强，可闻及支气管呼吸音或湿性罗音。",
				"血白细胞总数及中性粒细胞增高。",
				"痰培养有致病菌。胸部X线摄片，肺部可见大片浓密炎症阴影，或透亮区及液平面。"
			],
			"症候分类": {
				"初期": "恶寒发热，咳吐白色粘痰，胸痛，咳时加重。舌苔薄黄或薄白，脉浮滑数。",
				"成痈期": "高热寒战，继则壮热不寒，汗出烦渴，咳呛气急，咯痰黄浊，胸满痛，转侧不利。舌质红，苔黄腻，脉滑数有力。",
				"溃脓期": "咳吐脓血，状如米粥，量多腥臭，胸满，心烦懊依。舌质红绛，苔黄腻，脉滑数。",
				"恢复期": "热退咳减，脓血痰减少，胸胁隐痛，气短神疲，自汗盗汗，低热。舌质红或淡红，苔薄，脉细或细数无力。"
			},
			"疗效评定": {
				"治愈": "症状及体征消失，实验室检查恢复正常。",
				"好转": "症状及体征明显减轻，肺部病灶部分吸收，或脓腔范围缩小。",
				"未愈": "症状及体征未见改善。"
			}
		},
		{
			"病症": "肺痨",
			"病机": "肺痨系由感染“瘵虫”所致的肺部慢性消耗性传染性疾患。可见咳嗽、咯血、潮热、盗汗、消瘦等主症。相当于肺结核。",
			"诊断依据": [
				"初期仅感疲劳乏力，干咳，食欲不振，形体逐渐消瘦，病重者可出现咳（咯）血，潮热，颧红，盗汗，形体明显消瘦等症。",
				"常有与肺痨者密切接触史。",
				"病灶部位呼吸音减弱，或闻及支气管呼吸音及湿罗音。",
				"痰液涂片、浓缩或培养，结核菌多呈阳性。",
				"血沉增快",
				"结核菌素皮试呈强阳性。",
				"X线摄片示肺部可见结核病灶。必要时可作X线断层摄片。"
			],
			"症候分类": {
				"肺阴亏虚": "干咳，痰少粘白，或带血丝，口干咽燥。舌质红，苔薄，脉细带数。",
				"阴虚火旺": "咳呛气急，咯血，痰少粘白或黄，口干咽燥，午后颧红，潮热，骨蒸，盗汗。舌红或绛，苔薄黄或剥，脉弦细数。",
				"气阴两虚": "咳嗽气短，咯痰清稀，偶有咯血，神疲乏力，自汗盗汗，或食少腹胀，便溏。舌质红嫩，苔薄，脉弱而数。",
				"阴阳两虚": "咳逆喘息，痰呈泡沫状或夹血，形寒自汗，声嘶音哑，形体消瘦。或伴有浮肿、腹泻等症。舌质淡而少津，苔光剥，脉微数或虚大无力。"
			},
			"疗效评定": {
				"治愈": "症状消失，肺部病灶吸收钙化，痰菌检查转阴。",
				"好转": "症状改善，肺部病灶部分吸收。",
				"未愈": "症状及病灶无变化。"
			}
		},
		{
			"病症": "咯血",
			"病机": "咯血是肺络受伤，血溢脉外，以咳嗽，咯血，或痰中带血等为主要表现。多见于支气管扩张。",
			"诊断依据": [
				"多数患者有反复咯（咳）血史。",
				"胸部X线摄片，可无特异性改变。病变明显时可见蜂窝状或卷发样阴影。"
			],
			"症候分类": {
				"肝火犯肺": "咳呛气逆，咯（咳）血鲜红，胁痛善怒，面赤口苦。舌红苔黄，脉弦数。",
				"阴虚火旺": "反复咯血，血色鲜红，干咳咽燥。舌红苔黄少津，脉细数。",
				"痰热壅肺": "咯（咳）血量多，血色鲜红或夹有黄痰，或脓痰腥臭，心烦口渴。舌红苔黄腻，脉滑数。",
				"气虚血瘀": "反复咯（咳）血，血色淡红或夹紫黯血块，气短胸闷，易汗。舌淡或有紫色瘀斑，苔薄白，脉细涩。"
			},
			"疗效评定": {
				"治愈": "咯（咳）血控制，症状消失，实验室检查正常。",
				"好转": "咯（咳）血减少，症状改善。",
				"未愈": "咯（咳）血无变化。"
			}
		},
		{
			"病症": "悬饮",
			"病机": "悬饮是指肺气不足，外邪乘虚侵袭，肺失宣通，胸络郁滞，气不布津，以致饮停胸胁，出现咳唾胸胁引痛，或见胁肋饱满。多见于渗出性胸膜炎。",
			"诊断依据": [
				"初期以咳唾胸胁引痛，或伴有恶寒发热为主症。发病缓急不一。",
				"积饮形成后，胸痛减轻，胸闷逐渐明显。重者有呼吸困难。",
				"积饮消退，可后遗胸胁疼痛，咳声不扬，少痰，迁延不已。",
				"少量积液时，患侧可闻及胸膜摩擦音。积液量多时病侧呼吸运动受限制，胸满隆起，肋间隙增宽。叩诊呈浊音或实音。",
				"血白细胞总数正常或偏高，血沉增快。",
				"胸部X线摄片检查，可见肋隔角变钝或消失。积液多者患侧有密度均匀致密阴影，纵隔向健侧移位。包裹性积液边缘光滑饱满，不随体位改变而移动。超声波探查有积液。",
				"胸水常规检查呈透明黄色或微混，少数可呈血性；比重大于1.018，蛋白含量大于2.5％；细胞汁数以淋巴为主。胸水结核菌培养可为阳性。"
			],
			"症候分类": {
				"邪郁少阳": "寒热往来，或恶寒发热，胸胁疼痛，咳嗽痰少。舌苔薄白或黄，脉弦数。",
				"饮停胸胁": "咳唾时胸胁引痛，转侧不利，偏卧于病侧则痛缓，肋间胀满，呼吸息促。舌苔薄白，脉象沉弦。",
				"肺络不畅": "胸胁疼痛，呼吸不畅，或有闷咳，迁延不已。百苔薄，脉弦细。"
			},
			"疗效评定": {
				"治愈": "症状消失，胸腔积液吸收，实验检查正常。",
				"好转": "症状明显改善，胸腔积液减少。",
				"未愈": "症状、胸腔积液均未改善。"
			}
		},
		{
			"病症": "喘病",
			"病机": "喘病是因久患肺系疾病或他脏病变影响，致肺气上逆，肃降无权，出现气短喘促，呼吸困难，甚则张口抬肩，不能平卧等症。多见于阻塞性肺气肿、肺原性心脏病、心肺功能不全等。",
			"诊断依据": [
				"以气短喘促，呼吸困难，甚至张口抬肩，鼻翼煽动，不能平卧，口唇发绀为特征。",
				"多有慢性咳嗽，哮病，肺痨，心悸等疾病史，每遇外感及劳累而诱发。",
				"呈桶状胸。叩诊胸部呈过清音，心浊音界缩小或消失，肝浊音界下移。肺呼吸音减低，可闻及干、湿性罗音或哮鸣音。或肝肿大、下肢浮肿、颈静脉怒张。",
				"合并感染者，白细胞总数及中性粒细胞可增高。必要时查血钾、钠、二氧化碳结合力及X线胸部摄片，心电图，心、肺功能测定，血气分析等。"
			],
			"症候分类": {
				"风寒束肺": "喘急胸闷，咳嗽痰多清稀，伴有恶寒发热，头痛等症。舌苔薄白，脉浮紧。",
				"风热犯肺": "喘促气粗，咳嗽痰黄而稠粘，心胸烦闷，口干而渴，可有发热恶风。舌边红，苔薄黄，脉浮数。",
				"痰湿蕴肺": "喘咳胸闷，痰多易咯，痰粘或咯吐不爽，胸中窒闷，口腻，脘痞腹胀。舌质淡，舌苔白腻，脉弦滑。",
				"水气凌心": "气喘息涌，痰多呈泡沫状，胸满不能平卧，肢体浮肿，心悸怔忡，尿少肢冷，舌苔白滑，脉弦细数。",
				"肺脾两虚": "喘息短促无力，语声低微，自汗心悸，面色 白，神疲乏力，食少便塘，舌淡苔少，脉弱。或口干咽燥，舌红，脉细。",
				"肺肾两虚": "喘促日久，心悸怔忡，动则喘咳，气不接续，胸闷如窒，不能平卧，痰多而粘，或心烦不寐，唇甲紫绀。舌质紫或舌红苔少，脉微疾或结、代。"
			},
			"疗效评定": {
				"治愈": "喘息及其它症状消失，实验室检查明显好转。",
				"好转": "喘息及其它症状好转，实验室检查有改善。",
				"未愈": "主症未改善或恶化者。"
			}
		},
		{
			"病症": "哮病",
			"病机": "哮病系宿痰伏肺，因外邪、饮食、情志、劳倦等因素，致气滞痰阻，气道挛急、狭窄而发病。以发作性喉中哮鸣有声，呼吸困难，甚则喘息不得平卧为主要表现。相当于支气管哮喘、喘息性支气管炎。",
			"诊断依据": [
				"发作时喉中哮鸣有声，呼吸困难，甚则张口抬肩，不能平卧，或口唇指甲紫钳。",
				"呈反复发作性。常因气候突变、饮食不当、情志失调、劳累等因素诱发。发作前多有鼻痒、喷嚏、咳嗽、胸闷等先兆。",
				"有过敏史或家族史。",
				"两肺可闻及哮鸣音，或伴有湿罗音。",
				"血嗜酸性粒细胞可增高。",
				"痰液涂片可见嗜酸细胞。",
				"胸部X线检查一般无特殊改变，久病可见肺气肿征。"
			],
			"症候分类": {},
			"疗效评定": {
				"治愈": "哮喘控制，哮鸣音消失。",
				"未愈": "症状无变化。"
			}
		},
		{
			"病症": "胃脘痛",
			"病机": "胃脘痛系因胃气郁滞，气血不畅所致。临床以上腹部近心窝处经常发生疼痛为主症。多见于胃、十二指肠炎症、溃疡、痉挛等疾病。",
			"诊断依据": [
				"胃脘部疼痛，常伴痞闷或胀满、嗳气、泛酸、嘈杂、恶心呕吐等症。",
				"发病常与情志不畅、饮食不节、劳累、受寒等因素有关。",
				"上消化道钡餐X线检查、纤维胃镜及组织病理活检等，可见胃、十二指肠粘膜炎症、溃疡等病变。",
				"大便或呕吐物隐血试验强阳性者，提示并发消化道出血。",
				"B超、肝功能、胆道X线造影有助于鉴别诊断。"
			],
			"症候分类": {
				"寒邪犯胃": "胃脘冷痛暴作，呕吐清水痰涎，畏寒喜暖，口不渴。苔白，脉弦紧。",
				"食滞胃肠": "胃脘胀痛，嗳腐吞酸或呕吐不消化食物，吐后痛缓。苔厚腻，脉滑或实。",
				"瘀阻胃络": "胃痛较剧，痛如针刺或刀割，痛有定处，拒按，或大便色黑。舌质紫暗，脉涩。",
				"胃阴亏虚": "胃痛隐作，灼热不适，嘈杂似饥，食少口干，大便干燥。舌红少津，脉细数。。",
				"脾胃虚寒": "胃痛绵绵，空腹为甚，得食则缓，喜热喜按，泛吐清水，神倦乏力，手足不温，大便多溏。舌质淡，脉沉细。"
			},
			"疗效评定": {
				"治愈": "胃脘痛及其它症状消失，X线钡餐造影或胃镜检查正常。",
				"好转": "胃痛缓解，发作次数减少，其他症状减轻，X线钡餐造影或胃镜检查有好转。",
				"未愈": "症状无改善，X线钡餐造影或胃镜检查无变化。"
			}
		},
		{
			"病症": "噎膈",
			"病机": "噎膈系因痰气交阻，或痰瘀阻滞，致胃失和降，出现饮食梗噎难下，或食入即吐为主要临床表现的病症。多见于食道、贲门部疾病。",
			"诊断依据": [
				"吞咽食物时，自觉胸骨后有梗噎难下之感。",
				"久则饮食难下，甚则食入即吐，夹有痰涎，形体逐渐消瘦。",
				"上消化道钡餐x线检查可显示食道或贲门部痉挛、狭窄、肿瘤等病变。",
				"食道镜检作组织病理活检，或食道脱落细胞检查，可明确病变部位及性质。"
			],
			"症候分类": {
				"痰气阻膈": "吞咽梗噎，胸膈痞满，泛吐痰涎，病情可随情绪变化而增减。苔薄腻，脉弦滑。",
				"津亏热结": "食入格拒不下，入而复出，形体消瘦，口干咽燥，大便干结，五心烦热。舌质光红少津，脉细弦数。",
				"气虚阳微": "水饮不下，泛吐多量粘液白沫，形瘦神衰，畏寒肢冷，面浮足肿。舌质淡紫，苔白滑，脉弱。"
			},
			"疗效评定": {
				"治愈": "临床症状消失，钡餐X线透视、摄片或食道镜检查恢复正常。",
				"好转": "临床症状改善，X线钡餐摄片或食道镜检查明显好转。",
				"未愈": "临床症状及体征均无改善或恶化。"
			}
		},
		{
			"病症": "呕吐",
			"病机": "呕吐系因胃失和降，胃气上逆，而出现以胃内容物从口吐出为主要临床表现的病症。",
			"诊断依据": [
				"呕吐食物残渣，或清水痰涎，或黄绿色液体，甚则兼夹少许血丝，一日数次不等，持续或反复发作。",
				"伴有恶心，纳谷减少，胸脘痞胀，或胁肋疼痛。",
				"上腹部压痛或有振水声。肠鸣音增强或减弱。",
				"呕吐控制后，胃肠X线摄片及内窥镜检查可明确病变部位及性质。",
				"血查肝、肾功能，电解质，血气分析，B超探查肝、胆、胰等有助于鉴别诊断。"
			],
			"症候分类": {
				"寒邪犯胃": "呕吐食物残渣，量多如喷，胸脘满闷，可伴有恶寒发热，头身疼痛。苔白腻，脉浮滑。",
				"食滞胃肠": "呕吐酸腐食物，吐出为快，大便秘结或秽臭不爽，嗳气厌食，脘痞腹胀。苔厚腻或垢，脉滑或沉实。",
				"痰饮停胃": "呕吐清水痰涎，脘闷痞满，口干不欲饮，饮水则吐，或头眩心悸。苔白滑或腻，脉弦滑。",
				"肝气犯胃": "呕吐泛酸，口苦嗳气，脘胁烦闷不适，嘈杂。舌边红，苔薄腻或微黄，脉弦。",
				"脾胃虚寒": "呕吐反复，迁延日久，劳累过度或饮食不慎即发。神疲倦怠，胃脘隐痛，喜暖喜按，畏寒肢冷，面色huang(恍)白。舌质淡或胖，苔薄白，脉弱。",
				"胃阴亏虚": "时时干呕，呕吐少量食物粘液，反复发作。胃脘嘈杂，饥不欲食，口燥咽干，大便干结。舌红少津，脉细数。"
			},
			"疗效评定": {
				"治愈": "呕吐控制，症状消失，实验室检查正常。",
				"好转": "呕吐次数减少，或间歇时间延长，部分症状消失，实验室检查有改善。",
				"未愈": "症状无改善或加重。"
			}
		},
		{
			"病症": "吐血",
			"病机": "吐血系胃络受损，络伤血溢，出现血从口中呕吐而出的病症。指上消化道出血。",
			"诊断依据": [
				"呕吐液呈咖啡色或暗红色，吐血量多者可呈鲜红色，多夹有食物残渣，混有胃液。",
				"初起常有恶心，胃脘不适或疼痛。吐血量多者头晕心慌，汗出肢冷，甚或晕厥。",
				"脘腹有压痛，肠鸣音活跃。出血量多者心率增快，血压下降，面色苍白。",
				"呕吐物或大便隐血试验强阳性。",
				"胃肠X线钡餐造影及胃镜检查，可明确出血病灶部位及性质。",
				"肝功能、甲胎蛋白测定、癌胚抗原及胆、胰、肝、脾B超等检查排除肝脏及其他疾病所致的吐血。"
			],
			"症候分类": {
				"胃热炽盛": "吐血量多，色红或紫暗，常夹有食物残渣，脘腹胀闷甚则疼痛，口臭便秘，或大便色黑。舌质红，苔黄，脉滑数。",
				"肝火犯胃": "吐血色鲜红或紫暗，呕哕频作，嘈杂泛酸，胃脘痞胀灼热，心烦易怒，胁痛口苦。舌质红，苔黄，脉弦数。",
				"瘀阻胃络": "吐血紫暗，胃脘疼痛，固定不移，痛如针刺或刀割，口干不欲饮。舌质紫或有瘀斑，苔薄，脉涩。",
				"肝胃阴虚": "吐血员多色红，脘胁隐痛，嘈杂吐酸，烦热颧红，盗汗，咽干口燥。舌红无苔，脉细弦数。"
			},
			"疗效评定": {
				"治愈": "吐血控制，症状消失，大便隐血试验连续3次转阴，血色素正常，X线或内窥镜检查正常。",
				"好转": "吐血量明显减少，症状改善。"
			}
		},
		{
			"病症": "便血",
			"病机": "便血系胃、肠络脉受损，出现血液随大便而下，或大便呈柏油样为主要临床表现的病症。可见于消化道出血。",
			"诊断依据": [
				"血液随大便而下，或血与粪便夹杂，或下纯血。出血部位偏下消化道者多见便下鲜血；出血部位偏上消化道者，血色污浊而暗，色黑呈柏油状。",
				"可伴有畏寒，头晕，心慌，气短及腹痛等症。",
				"出血过多可现昏厥，肢冷汗出，心率增快，血压下降，腹部按痛。",
				"内窥镜、X线钡剂造影、肛门指检及乙肠直肠镜检查，可助明确出血的部位及性质。",
				"询问有无传染病及疫水接触史，血、尿、粪病源体检查及培养，有助于鉴别诊断。"
			],
			"症候分类": {
				"胃肠积热": "便干挟血，色鲜紫或暗红，口苦口干，嘈杂烦渴，脘腹痞满胀痛。舌红，苔黄燥，脉洪数。",
				"湿热蕴结": "大便下血，色暗红或紫黑如赤豆汁，或下血污浊腥臭，便解不畅，脘腹胀痛；舌红，苔黄腻，脉滑数。",
				"肠风伤络": "便下鲜血，血下如溅，大便干结或为便泄。舌红苔黄，脉弦。",
				"脾胃虚寒": "病程日久，便血紫暗或色黑如柏油样，脘腹隐痛，喜按喜暖，畏寒肢冷，食少便溏。舌淡，苔白，脉细弱。"
			},
			"疗效评定": {
				"治愈": "便血控制，临床症状消失，大便隐血连续3次转阴，X线钡剂造影或内窥镜检查正常。",
				"好转": "便血量减少，临床症状好转，或大便隐血间歇性阳性。",
				"未愈": "便血及临床症状无改善。"
			}
		},
		{
			"病症": "痢疾",
			"病机": "痢疾系因感受湿热病毒，积滞肠腑，脂膜血络受伤，以腹痛、腹泻，里急后重，大便呈赤白粘冻或脓血为主要临床表现。相当于细菌性痢疾或肠阿米巴病。",
			"诊断依据": [
				"腹痛、里急后重，便次增多。大便常有脓血粘冻。",
				"急性痢疾发病骤急，可伴有恶寒发热；慢性痢疾则反复发作，迁延不愈。",
				"常见于夏秋季节，多有饮食不洁史。",
				"急性菌痢，血白细胞总数及中性粒细胞增高。",
				"必要时作X线钡剂造影及直肠、结肠镜检查，有助于鉴别诊断。"
			],
			"症候分类": {
				"湿热蕴结": "腹痛，里急后重，大便赤白脓血，每日数次到数十次，肛门灼热，可伴发热。舌红，苔黄腻，脉滑数。",
				"寒湿困脾": "腹痛，大便赤白粘冻，伴有头身困重，脘痞纳少，口粘不渴。舌苔白腻，脉濡缓。",
				"脾阳亏虚": "病久迁延不已，大便呈白粘冻状，排便不畅，腹部冷痛时作，畏寒肢冷。舌淡，苔白滑，脉弱。",
				"热毒炽盛": "发病骤急，腹痛剧烈，大便呈鲜紫脓血，气味腐臭。或恶心呕吐，噤口不食。或腹泻前即见高热，腹满胀痛，烦躁不安，面色苍白，四肢发冷，甚至昏迷。舌质红绛，苔黄燥，脉滑数。",
				"正虚邪恋": "腹泻时发时止，发时大便赤白粘冻或果酱样，腹痛后重；不发时疲劳乏力，食少，腹胀或隐痛。舌质淡，苔薄白，脉细。"
			},
			"疗效评定": {
				"治愈": "症状消失，大便镜检正常，培养连续3次阴性。",
				"好转": "症状消失或减轻，大便镜检正常，培养致病菌转阴或未转阴。"
			}
		},
		{
			"病症": "泄泻",
			"病机": "泄泻系因感受外邪，或饮食内伤，致脾失健运，传导失司，以大便次数增多，质稀溏或如水样为主要表现的病症。相当于急、慢性肠炎或肠功能紊乱等疾病。",
			"诊断依据": [
				"大便稀薄或如水样，次数增多。可伴腹胀腹痛等症。",
				"急性暴泻起病突然，病程短。可伴有恶寒、发热等症。",
				"慢性久泻起病缓慢，病程较长，反复发作，时轻时重。",
				"饮食不当、受寒凉或情绪变化可诱发。",
				"大便常规可见少许红、白细胞，大便培养致病菌阳性或阴性。",
				"必要时作X线钡剂灌肠或纤维肠镜检查。"
			],
			"症候分类": {
				"寒湿困脾": "大便清稀或如水样，腹痛肠鸣，畏寒食少。苔白滑、脉濡缓。",
				"肠道湿热": "腹痛即泻，泻下急迫，粪色黄褐秽臭，肛门灼热，可伴有发热。舌红，苔黄腻，脉濡数。",
				"食滞胃肠": "腹满胀痛，大便臭如败卵，泻后痛减，纳呆，嗳腐吞酸。舌苔垢或厚腻，脉滑。",
				"肝气郁滞": "腹痛肠鸣泄泻，每因情志不畅而发，泻后痛缓。舌质红，苔薄白，脉弦。",
				"脾气亏虚": "大便溏薄，夹有不消化食物，稍进油腻则便次增多，伴有神疲乏力。舌质淡，苔薄白，脉细。",
				"肾阳亏虚": "晨起泄泻，大便夹有不消化食物，脐腹冷痛，喜暖，形寒肢冷，舌淡胖，苔白，脉沉细。"
			},
			"疗效评定": {
				"治愈": "大便正常，其他症状消失，临床检验正常。",
				"好转": "大便次数明显减少，其他症状改善。",
				"未愈": "症状未见改善。"
			}
		},
		{
			"病症": "黄疸",
			"病机": "黄疸系感受湿热病邪，阻滞肝胆，气机受阻，疏泄失常，胆汁外溢所致。以目黄、身黄、溲黄为主要临床表现的病症。多见于肝胆系统疾病。",
			"诊断依据": [
				"初起脘腹作胀、腹膨大，食后尤其。叩之呈鼓音或移动性浊音。",
				"继则腹部胀满高于胸部，重者腹壁青筋暴露，脐孔突出。",
				"常伴乏力，纳呆，尿少，浮肿，出血倾向等。可见面色萎黄，黄疸，肝掌，蜘蛛痣。",
				"血浆白蛋白降低，球蛋白增高，白／球蛋白比值降低或倒置。丙种球蛋白升高。白细胞及血小板降低。凝血酶原时间可延长。",
				"腹部B超或CT检查，可见腹腔内大量积液，肝脏缩小，脾脏增大及门脉增宽。X线食道钡餐造影及胃镜检查，可见食管、胃底静脉曲张。腹水检查符合漏出液。",
				"本病要与腹腔内肿瘤及结核性腹膜炎等疾病相鉴别。"
			],
			"症候分类": {
				"气滞湿阻": "腹胀按之不坚，胁下胀痛，饮食减少，食后作胀，嗳气不适，小便短少。舌苔白腻，脉弦。",
				"寒湿困脾": "腹大胀满，按之如囊裹水，颜面微浮，下肢浮肿，脘腹痞胀，精神困倦，怯寒懒动，食少便溏，尿少。舌苔白滑或白腻，脉缓。",
				"湿热蕴结": "腹大坚满，脘腹撑急，烦热口苦，渴不欲饮，小便短黄，大便秘结或溏垢，两目、皮肤发黄。舌边尖红，苔黄腻或灰黑，脉弦滑或数。",
				"肝脾血瘀": "腹大坚满，脉络怒张，胁肋刺痛，面色黯黑，面颈胸臂有血痣，呈丝纹状，手掌赤痕，唇色紫褐，口渴不欲饮，大便色黑。舌质紫红或有瘀斑，脉细涩。",
				"脾肾阳虚": "腹大胀满，早轻暮重，面色苍黄，脘闷纳呆，神倦怯寒，肢冷或下肢浮肿，食少便溏，小便短少不利。舌质淡紫，脉沉弦无力。",
				"肝肾阴虚": "腹大胀急，或见青筋暴露，面色晦暗，唇紫口燥，心烦失眠，牙龈出血，鼻衄时作，小便短少。舌质红绛少津，脉弦细数。"
			},
			"疗效评定": {
				"治愈": "腹水及全身症状缓解或消失，肝功能基本恢复正常。",
				"好转": "腹水及其他症状明显好转，实验室检查有改善。",
				"未愈": "腹水未见减轻，其他症状及肝功能无改善或恶化。"
			}
		},
		{
			"病症": "便秘",
			"病机": "便秘系因气阴不足，或燥热内结，腑气不畅所致，以排便间隔时间延长，大便干结难解为主要临床表现的病症。常指习惯性便秘。",
			"诊断依据": [
				"排便时间延长，二天以上一次，粪便干燥坚硬。",
				"重者大便艰难，干燥如栗，可伴少腹胀急，神倦乏力，胃纳减退等症。",
				"排除肠道器质性疾病。"
			],
			"症候分类": {
				"肠道实热": "大便干结，腹部胀满，按之作痛，口干或口臭。舌苔黄燥，脉滑实。",
				"肠道气滞": "大便不畅，欲解不得，甚则少腹作胀，嗳气频作。苔白，脉细弦。",
				"脾虚气弱": "大便干结如栗，临厕无力努挣，挣则汗出气短，面色huang(恍)白，神疲气怯。舌淡，苔薄白，脉弱。",
				"脾肾阳虚": "大便秘结，面色萎黄无华，时作眩晕，心悸，甚则少腹冷痛，小便清长，畏寒肢冷。舌质淡，苔白润．脉沉迟。",
				"阴虚肠燥": "大便干结，状如羊***，口干少津，神疲纳差。舌红，苔少，脉细小数。"
			},
			"疗效评定": {
				"治愈": "2天以内排便1次，便质转润，解时通畅，短期无复发。",
				"好转": "3天以内排便，便质转润，排便欠畅。",
				"未愈": "症状无改善。"
			}
		},
		{
			"病症": "紫癜",
			"病机": "紫癜是由血络受伤，血渗于肌肤之间，皮肤表现点状或片状青紫斑块的病症。相当于原发性血小板减少或血管性、过敏性紫癜。",
			"诊断依据": [
				"全身或四肢可见点状或斑块状出血，不高出皮肤，反复发作。或出血斑点略高出皮肤，色鲜红或暗红，微痒，可伴腹痛或关节酸痛等症。",
				"可伴低热，齿衄，鼻衄，月经过多。严重者可出现头痛，昏迷，便血，尿血。",
				"血小板计数低于正常，出、凝血时间延长，束臂试验阳性。骨髓象：巨细胞正常或增多，血小板形成减少或缺如。若均正常者多为过敏性紫癫。",
				"必要时查免疫球蛋白PAIgG和IgA， PAC3有助原发性血小板减少性紫癜的诊断。"
			],
			"症候分类": {
				"风热伤络": "起病较急，皮肤紫斑色较鲜红，呈腰部以下对称性分布，略高出皮肤，或有痒感。伴有发热，腹痛，关节酸痛等症。舌尖红，苔薄黄，脉浮数。",
				"血热伤络": "皮肤骤见青紫或鲜紫色点状或斑块，此起彼伏。身热烦渴，面红升火，可伴有齿衄、鼻衄，甚或便血、尿血、月经过多。舌质红绛，苔黄燥，脉数有力。",
				"阴虚火旺": "皮肤有青紫点或斑块，时发时止。手足烦热，颧红咽干，或午后潮红，盗汗，月经过多，伴有齿衄、鼻衄。舌红，少苔，脉细数。",
				"气不摄血": "病程较长，皮肤紫斑反复发作，色暗呈乌青斑块。面色huang(恍)白，神倦乏力，头晕目眩，心悸少寐。舌淡，苔薄白，脉细弱。"
			},
			"疗效评定": {
				"治愈": "紫斑紫点及全身症状消失，实验室指标恢复正常。",
				"好转": "皮肤青紫斑点明显减少，全身症状减轻，实验室指标有改善。",
				"未愈": "皮肤青紫斑点、全身症状及实验室指标均无变化。"
			}
		},
		{
			"病症": "湿温",
			"病机": "湿温是由湿热病邪，阻遏脾胃，壅滞肠道，致身热不扬，头重身困，胸痞腹胀，苔腻脉缓等为主症的肠道传染病。多见于伤寒、副伤寒。",
			"诊断依据": [
				"初起身热不扬，继则发热呈梯形上升，高热持续，汗出不解。伴有面色晦垢，表情淡漠，纳呆，脘痞腹胀，便溏或秘、舌苔白腻，脉缓。",
				"病程中可见胸腹部红疹、白pei(陪)。或皮肤、巩膜发黄，或心悸自汗，胸闷气短。后期可出现腹痛急剧，大便出血，甚则汗出肢冷、昏厥等危象。",
				"多见于夏秋季节，起病较缓，病程较长。",
				"血白细胞总数减少，嗜酸性细胞减少或消失。",
				"血清肥达氏反应“O”凝集素大于1：80、“H”凝集素大于1：160以上，随病程而递增。",
				"血、骨髓、大便或肛拭培养，可有伤寒或副伤寒杆菌生长。"
			],
			"症候分类": {
				"湿郁卫气": "身热不扬，形寒少汗，头身困重，脘痞腹胀，纳呆，不欲饮水，小便短少。苔白腻，脉缓。",
				"气分湿热": "身热起伏，午后热甚，持续不退，汗出不解，面色晦垢，口渴不欲饮，脘腹痞满，便溏或秘。或胸腹出现红疹、白pei(陪)，或皮肤巩膜发黄。舌质红，苔黄腻，脉滑数。",
				"热入营血": "身热夜间为甚，烦躁不安，或神识昏蒙，循衣摸床。身发斑疹，甚则大便下血，或伴腹痛。舌绛少苔而干，脉细数。若卒然腹痛便血，可见身热骤退，面色苍白，汗出肢冷等危象。"
			},
			"疗效评定": {
				"治愈": "体温正常，症状消失，实验室指标恢复正常，且无复发。",
				"好转": "体温下降，症状好转，实验室指标改善。",
				"未愈": "症状及实验室指标无变化。"
			}
		},
		{
			"病症": "霍乱",
			"病机": "霍乱系由饮食不洁，感受疫毒，致突然剧烈泄泻，继则呕吐，呈挥霍撩乱之势的烈性传染病。",
			"诊断依据": [
				"突然发生剧烈腹泻，继而呕吐，呈稀黄水或米泔水样，多无腹痛里急后重，呈地区流行。",
				"多发于夏秋季节。有饮食不洁史或病人接触史。",
				"剧烈吐泻后，迅即出现皮肤松弛，目眶凹陷，指尖螺瘪，或下肢痉挛转筋。可伴有心烦口渴，精神萎靡，少尿或尿闭，声嘶音哑等症。",
				"严重者，骤即汗出肢冷，口唇紫绀，体温不升，血压下降，神志不清。",
				"吐泻物标本涂片可找到革兰氏阴性霍乱弧菌，快速培养或血清凝集试验阳性。",
				"血液浓缩，血浆比重和红细胞压积升高，血白细胞总数显著增高，尿液检查可见蛋白质、红细胞及管型，水、电解质紊乱和酸碱平衡失调。"
			],
			"症候分类": {
				"中焦湿热": "突发吐泻频作， 吐出物热臭酸腐，泻下黄水或带有粘液泡沫，口臭，心烦口渴。舌苔黄腻，脉滑数。",
				"寒湿困脾": "胸脘痞满，吐泻交作， 呕吐泻下物为稀水或米泔水，口不渴或喜热饮，腹部冷痛，形寒喜温，汗出肢冷。舌苔白腻，脉沉细。",
				"亡阴证": "吐泻频急，目眶凹陷，指尖螺瘪，神萎倦缩，口渴引饮，心烦声嘶，舌卷囊缩，气急，尿闭。舌质干红萎缩，脉微细数。",
				"亡阳证": "吐泻频繁，四肢厥冷，汗出如油，呼吸微弱，声微气怯，血压下降。舌淡紫，脉微欲绝。"
			},
			"疗效评定": {
				"治愈": "症状及体征消失，实验室指标恢复正常，大便培养连续3次阴性。",
				"好转": "吐泻停止，症状改善，实验室指标基本正常。",
				"未愈": "吐泻不止，危笃身亡。"
			}
		},
		{
			"病症": "中暑",
			"病机": "中暑是夏季在烈日或高温环境下劳动，因暑热侵袭，致邪热内郁，体温调节功能失常，所发生的急性病变。",
			"诊断依据": [
				"在高温环境下出现全身乏力，头昏肢倦，胸闷恶心，口渴多汗等症。如离开高温环境，休息后可恢复正常，为先兆中暑。",
				"面色潮红，胸闷烦躁，皮肤干燥，呼吸急促，大量汗出，恶心呕吐，面色苍白，血压下降，为轻度中暑。",
				"上述症状持续不解，继现汗闭高热，头痛呕吐，神昏肢厥，或肢体痉挛抽搐等症，为重症中暑。",
				"多有夏季暴晒或高温环境下体力劳动、长途行走、田间作业史。年老、产妇、慢性体弱病员可在通风不良及过度疲劳、过量饮酒等情况下发生。",
				"须与暑瘟、疫疟、中风、食物中毒等鉴别。"
			],
			"症候分类": {
				"阳暑": "头昏头痛，心烦胸闷，口渴多饮，全身疲软，汗多，发热，面红。舌红，苔黄，脉浮数。",
				"阴暑": "精神衰惫，肢体困倦，头昏嗜睡，胸闷不畅，多汗肢冷，微有畏寒，恶心欲吐，渴不欲饮。舌淡，苔薄腻，脉濡细。",
				"暑厥": "昏倒不省人事，手足痉挛，高热无汗，体若燔炭，烦躁不安，胸闷气促，或小便失禁。舌红，苔燥无津，脉细促。",
				"暑风": "高热神昏，手足抽搐，角弓反张，牙关紧闭，皮肤干燥，唇甲青紫。舌红绛，脉细弦紧或脉伏欲绝。"
			},
			"疗效评定": {
				"治愈": "症状及体征消失，精神恢复。",
				"好转": "症状及体征基本消失，体力未能完全恢复。",
				"未愈": "症状无改善或恶化。"
			}
		},
		{
			"病症": "疟疾",
			"病机": "疟疾是由感受疟邪所致的传染病。以寒战壮热，汗后热退，休作有时为主症。据休作时间分每日疟、间日疟、三阴疟；据证候分温疟、瘅疟、牝疟、疫疟等。",
			"诊断依据": [
				"发作时寒战，高热，汗出热退，每日或隔日而作，或三日一次。伴有头痛身楚，恶心呕叶，发作后口唇出现疮疹等症，或者但寒不热，或但热不寒，寒热不清。",
				"疫疟重症可出现持续高热，颈项强直，抽搐，昏迷等症，相当于恶性疟。",
				"多发于夏秋季节和流行地区，或有输血史。反复发作后可出现贫血和脾脏肿大。",
				"寒战时，未稍血液涂片或骨髓片可找到疟原虫。血白细胞总数正常或偏低。病久红细胞及血红蛋白降低。"
			],
			"症候分类": {
				"邪郁少阳": "寒战壮热，汗出热退，休作有时。伴有头痛面赤，恶心呕吐，口苦。舌苔薄白或黄腻，脉弦或弦数。",
				"暑热内郁": "热多寒少，或但热不寒。汗出不畅，头痛，骨节酸楚，口渴引饮。舌质红，苔黄，脉弦数。",
				"暑湿内蕴": "寒多热少，或但寒不热。头痛身楚，口不渴，胸胁满闷，神倦乏力。舌苔白滑或白腻，脉弦紧。",
				"疫毒侵袭": "发病急，病情重，热型不一。若热甚寒微，或壮热不寒，头痛面赤，烦渴饮冷，甚则神昏谚语，痉厥，舌红绛苔黑垢，脉洪数者为热瘴。若寒甚热微，或寒战无热，渴不欲饮，或呕吐泄泻，或神昏不语，舌苔白腻，脉弦者为冷瘴。",
				"正虚邪恋": "遇劳即发，反复发作，寒热不清。胁下痞块，神倦乏力，面黄肌瘦，懒言气短，自汗心悸。舌淡、苔少，脉细弱。"
			},
			"疗效评定": {
				"好转": "症状控制或减轻，血涂片可见或未见疟原虫。",
				"未愈": "症状无改善或恶化。"
			}
		},
		{
			"病症": "血吸虫病",
			"病机": "血吸虫病是因裂殖体血吸虫寄生在人体门静脉系统所引起的地方性疾病。",
			"诊断依据": [
				"上腹部或满腹隐隐疼痛，腹胀或有腹泻，肛门作痒，大便或内裤上有白色节片。病久则形体消瘦乏力。",
				"有进食未煮熟或生的猪、牛肉史。",
				"大便可见带状白色节片，镜检发现绦虫卵。肛拭涂片检查阳性率较高，尤以牛肉绦虫为著。",
				"若有皮下结节，可作组织病理活检。出现昏仆抽搐、瘫痪、视力障碍、共济失调等临床表现，应作脑CT检查，有助于脑囊虫病的诊断。"
			],
			"症候分类": {},
			"疗效评定": {}
		},
		{
			"病症": "钩虫病",
			"病机": "由于钩虫寄生于人体肠道所致的寄生虫病。别名“桑叶黄”、“黄胖病”、“懒黄病”。",
			"诊断依据": [
				"初起足趾、足底有红肿、灼痛、奇痒，局部皮肤出现红斑、痒疹。常伴咳嗽，重者剧烈干咳，痰中夹血丝，呼吸困难。",
				"善食无力，食后腹胀，胃脘隐痛，或嗜异物癖。病久面色萎黄，浮肿，神倦乏力，食欲减退，头晕眼花，口唇爪甲苍白。",
				"有鲜粪便或泥士接触史。",
				"大便漂浮法可找到钩虫卵，血红细胞及血色素减少，嗜酸性细胞轻度或中度增高。"
			],
			"症候分类": {
				"气血亏虚": "面黄或苍白，下肢或全身浮肿，头昏耳鸣，或眩晕眼花，心慌气短，食欲欠佳。舌质淡胖，苔薄，脉细弱。"
			},
			"疗效评定": {
				"治愈": "症状消失，大便虫卵连续3次阴性，红细胞、血色素恢复正常。",
				"好转": "症状改善，大便虫卵阴性，红细胞及血色素有改善。",
				"未愈": "症状及实验室指标无变化。"
			}
		},
		{
			"病症": "丝虫病",
			"病机": "丝虫病是丝虫寄生于人体淋巴系统而引起的寄生虫病。",
			"诊断依据": [
				"四肢、腹股沟及肘部淋巴结肿大胀痛，局部出现自上而下的红线并有疼痛灼热。常伴有精索炎、附睾炎和睾丸炎。",
				"伴恶寒发热，咳嗽，哮喘，肢体关节酸痛，约2～3日可自行消退，呈周期性发作。",
				"后期可出现腹股沟淋巴结肿大，大腿内侧、精索、阴囊、淋巴管曲张，或见睾丸鞘膜积液，乳糜尿，象皮腿等病变。",
				"本病呈地区流行性，或有流行区蚊虫叮咬史。",
				"急性期血白细胞总数增高，嗜酸性细胞显著增多。血液镜检、淋巴积液沉渣检查可发现微丝蚴。",
				"急性期须与细菌感染相鉴别，慢性期可作淋巴结、肉芽肿等组织切片检查，有助鉴别诊断。"
			],
			"症候分类": {
				"热毒入络": "四肢或腹股沟肿胀疼痛，局部有自上而下逆行红线，局部发热、压痛，或小腿大片红肿，附近淋巴结肿痛。伴寒战发热，全身酸痛。舌红，苔黄，脉数。",
				"湿热下注": "恶寒发热，少腹一侧或两侧有条状压痛，附睾、睾丸疼痛肿大，或阴囊水肿，色红灼热。舌质红，苔黄腻，脉弦数。",
				"虫湿壅络": "下肢肿胀，局部皮肤粗糙增厚，或成溃汤，不易愈合。苔薄黄或腻，脉细滑。"
			},
			"疗效评定": {
				"治愈": "症状及体征消失，血液检查微丝蚴连续3次以上阴性。",
				"好转": "症状及体征好转，血液检查微丝蚴阴性。",
				"未愈": "症状及体征无变化，血检仍有微丝蚴。"
			}
		},
		{
			"病症": "蛔虫病",
			"病机": "蛔虫病是由于蛔虫寄生于肠道，以阵发脐腹疼痛，反复发作为主要临床表现的寄生虫病。",
			"诊断依据": [
				"阵发性脐周腹痛，常骤然发作，痛无定处，可自行缓解。",
				"可有发热咳嗽或哮喘，痰中带血，皮肤出现风疹块团，寐中磨牙，流涎，鼻痒。病久面黄肌瘦，神情烦躁，呕出蛔虫或排出蛔虫。",
				"巩膜可见蓝斑，面部出现白色虫斑，唇内侧有白色粟粒状小点，指甲花斑。腹部可触及条索状蛔虫团，时聚时散。",
				"有饮食不洁及吐蛔、排蛔史。",
				"大便镜检可见蛔虫卵，嗜酸性细胞可增高。",
				"可出现蛔厥（胆道蛔虫）、肠结（蛔虫性肠梗阻）等并发症。"
			],
			"症候分类": {
				"虫积肠道": "脐周腹痛，时作时止。嘈杂易饥，甚则吐虫、排虫，寐中磨牙，流涎，鼻痒。苔薄黄或白，脉沉弦。",
				"脾胃虚弱": "虫病已久，面黄肌瘦。巩膜、面颊、指甲虫斑累累，精神不振，食欲减退，烦躁不安。舌淡红，苔薄白，脉细弱。"
			},
			"疗效评定": {
				"治愈": "症状消失，镜检虫卵多次阴性，血常规检查正常。",
				"好转": "症状有改善，镜检虫卵未转阴。",
				"未愈": "症状无变化，镜检虫卵阳性。"
			}
		},
		{
			"病症": "蛲虫病",
			"病机": "蛲虫病是由于蛲虫寄生于人体肠道，以肛门或外阴部作痒，搔抓难忍为主要临床表现的寄生虫病。",
			"诊断依据": [
				"肛门或外阴部时时作痒，夜间为甚，搔抓难忍，睡眠不安，寐中惊叫。",
				"病久出现精神不振，食欲减退，腹痛腹泻，消瘦等症。",
				"可交叉感染，家庭中常多人受染。",
				"肛痒时在肛门周围可见到成虫。",
				"肛门外棉拭法或胶玻璃纸法检查发现蛲虫卵。"
			],
			"症候分类": {
				"虫扰魄门": "蛲虫排卵时肛门发痒，夜间为甚，睡眠不安，甚则惊叫，神倦乏力。苔薄白，脉细。",
				"脾胃虚弱": "蛲虫反复感染，食欲减退，腹胀，形体消瘦。舌淡，苔薄，脉细弱。"
			},
			"疗效评定": {
				"治愈": "症状消失，肛拭检查虫卵连续3次阴性。",
				"好转": "症状改善，肛拭检查虫卵阴性。",
				"未愈": "反复感染，症状无变化，虫卵阳性。"
			}
		},
		{
			"病症": "胸痹心痛",
			"病机": "胸痹心痛是由邪痹心络，气血不畅而致胸闷心痛，甚则心痛彻背，短气喘息不得卧等为主症的心脉疾病。多见于冠状动脉硬化性心脏病。",
			"诊断依据": [
				"膻中或心前区憋闷疼痛，甚则痛彻左肩背、咽喉、左上臂内侧等部位。呈发作性或持续不解。常伴有心悸气短，自汗，甚则喘息不得卧。",
				"胸闷胸痛一般几秒到几十分钟而缓解。严重者可疼痛剧烈，持续不解，汗出肢冷，面色苍白，唇甲青紫，心跳加快，或心律失常等危象，可发生猝死。",
				"多见于中年以上，常因操劳过度，抑郁恼怒或多饮暴食，感受寒冷而诱发。",
				"查心电图、动态心电图、运动试验等以明确诊断。必要时作心肌酶谱测定，心电图动态观察。"
			],
			"症候分类": {
				"心血瘀阻": "心胸阵痛，如刺如绞，固定不移，入夜为甚，伴有胸闷心悸，面色晦暗。舌质紫暗，或有瘀斑，舌下络脉青紫，脉沉涩或结代。",
				"寒凝心脉": "心胸痛如缩窄，遏寒而作，形寒肢冷，胸闷心悸，甚则喘息不得卧。舌质淡，苔白滑，脉沉细或弦紧。",
				"痰浊内阻": "心胸窒闷或如物压，气短喘促，多形体肥胖，肢体沉重，脘痞，痰多口粘，舌苔浊腻，脉滑。痰浊化热则心痛如灼，心烦口干，痰多黄稠，大便秘结，舌红，苔黄腻，脉滑数。",
				"心气虚弱": "心胸隐痛，反复发作，胸闷气短，动则喘息，心悸易汗，倦怠懒言，面色huang(恍)白。舌淡暗或有齿痕，苔薄白，脉弱或结代。",
				"心肾阴虚": "心胸隐痛，久发不愈，心悸盗汗，心烦少寐，腰酸膝软，耳鸣头晕，气短乏力。舌红，苔少，脉细数。",
				"心肾阳虚": "胸闷气短，遇寒则痛，心痛彻背，形寒肢冷，动则气喘，心悸汗出，不能平卧，腰酸乏力，面浮足肿。舌淡胖，苔白，脉沉细或脉微欲绝。"
			},
			"疗效评定": {
				"治愈": "症状消失，心电图及有关实验室检查恢复正常。",
				"好转": "症状减轻，发作次数减少，间歇期延长，实验室检查有改善。",
				"未愈": "主要症状及心电图无改变。"
			}
		},
		{
			"病症": "心悸",
			"病机": "心悸是由心失所养或邪扰心神，致心跳异常，自觉心慌悸动不安的病症，多见于心神经官能症及心律失常。",
			"诊断依据": [
				"自觉心搏异常，或快速或缓慢，或跳动过重，或忽跳忽止。呈阵发性或持续不解，神情紧张，心说不安。",
				"伴有胸闷不适，心烦寐差，颤抖乏力，头晕等症。中老年患者，可伴有心胸疼痛，甚则喘促，汗出肢冷，或见晕厥。",
				"可见数、促、结、代、缓、迟等脉象。",
				"常有情志刺激，惊恐，紧张，劳倦，饮酒等诱发因素。",
				"血常规、血沉、抗“O”、T3、T4及心电图，X线胸部摄片、测血压等检查，有助明确诊断。"
			],
			"症候分类": {
				"心虚胆怯": "心悸因惊恐而发，悸动不安，气短自汗，神倦乏力，少寐多梦。舌淡，苔薄白，脉细弦。",
				"心脾两虚": "心悸不安，失眠健忘，面色huang(恍)白，头晕乏力，气短易汗，纳少胸闷。舌淡红，苔薄白，脉弱。",
				"阴虚火旺": "心悸不宁，思虑劳心尤甚，心中烦热，少寐多梦，头晕目眩，耳鸣，口干，面颊烘热。舌质红，苔薄黄，脉细弦数。",
				"心血瘀阻": "心悸怔仲，胸闷心痛阵发，或面唇紫暗。舌质紫气或有瘀斑，脉细涩或结代。",
				"水气凌心": "心悸怔忡不已，胸闷气喘，咳吐大量泡沫痰涎，面浮足肿，不能平卧，目眩，尿少。苔白腻或白滑，脉弦滑数疾。",
				"心阳虚弱": "心悸动则为甚，胸闷气短，畏寒肢冷，头晕，面色苍白。舌淡胖，苔白，脉沉细迟或结代。"
			},
			"疗效评定": {
				"治愈": "症状及心律失常消失，心电图等实验室检查恢复正常。",
				"好转": "症状减轻或发作间歇时间延长，实验室检查有改善。",
				"未愈": "症状及心律失常无变化。"
			}
		},
		{
			"病症": "不寐",
			"病机": "不寐是指脏腑机能紊乱，气血亏虚，阴阳失调，导致不能获得正常睡眠。",
			"诊断依据": [
				"不因外界环境影响，在头面、颈胸、或四肢全身出汗者。",
				"昼日汗出溱溱，动则益甚为自汗；睡眠中汗出津津，醒后汗止者为盗汗。",
				"必要时作X线胸部摄片，痰涂片找抗酸杆菌以及作抗“O”、血沉、粘蛋白、 T3、T4基础代谢等检查以排除肺痨、风湿痹、甲亢等。"
			],
			"症候分类": {
				"肺卫不固": "头面、颈胸部时时出汗，活动后尤甚。怕风，平素易感冒，倦怠乏力，面色huang(恍白。舌质淡，苔薄白，脉弱。",
				"营卫不和": "汗出恶风寒，肢体酸楚，或有微热，或半身或局部出汗。苔薄白，脉缓。",
				"阴虚火旺": "寐中头、颈、胸背或全身出汗，汗出而醒，心烦身热，口渴咽干，唇红，午后潮热，颧红。舌质红，苔薄白，脉细数。",
				"气阴两虚": "自汗、盗汗，畏寒，劳累后加重，神倦乏力，咽干口渴。舌红，苔薄白，脉细数。"
			},
			"疗效评定": {
				"治愈": "汗止，其他症状消失。",
				"好转": "汗出明显减少，其他症状改善。",
				"未愈": "出汗及其他症状均无变化。"
			}
		},
		{
			"病症": "郁病",
			"病机": "郁病因情志不舒，气机郁滞而致病。以抑郁善忧，情绪不宁，或易怒善哭为主症。多见于神经官能症、癔病。",
			"诊断依据": [
				"忧郁不畅，精神不振，胸闷胁胀，善太息。或不思饮食，失眠多梦，易怒善哭等症。",
				"有郁怒、多虑、悲哀、忧愁等情志所伤史。",
				"经各系统检查和实验室检查可排除器质性疾病。",
				"应与癫病、狂病鉴别。"
			],
			"症候分类": {
				"肝气郁结": "精神抑郁，胸胁作胀，或脘痞，嗳气频作，善太息，月经不调。舌苔薄白，脉弦。",
				"气郁化火": "急躁易怒，胸闷胁胀，头痛目赤，口苦，嘈杂泛酸，便结尿黄。舌红，苔黄，脉弦数。",
				"忧郁伤神": "神志恍惚不安，心胸烦闷，多梦易醒，悲忧善哭。舌尖红苔薄白，脉弦细。",
				"心脾两虚": "善思多虑不解，胸闷心悸，失眠健忘，面色萎黄，头晕，神疲倦怠，易汗，纳谷不馨。舌淡，苔薄白，脉弦细或细数。",
				"阴虚火旺": "病久虚烦少寐，烦躁易怒，头晕心悸，颧红，手足心热，口干咽燥，或见盗汗。舌红，苔薄，脉弦细或细数。"
			},
			"疗效评定": {
				"治愈": "症状消失，情绪正常。",
				"好转": "症状减轻，情绪基本稳定。",
				"未愈": "症状、情绪均无改善。"
			}
		},
		{
			"病症": "癫病",
			"病机": "癫病因情志内伤、脏腑功能失调，致痰气郁结，蒙蔽心窍所发。以精神抑郁，表情淡漠，沉默痴呆，语无伦次，静而少动为特征。主要指精神分裂症、忧郁症、强迫症等。",
			"诊断依据": [
				"有精神抑郁，多疑多虑，或焦急胆怯，自语少动，或悲郁善哭，呆痴叹息等不正常表现。",
				"多有情志刺激，意欲不遂等诱发因素，或有家庭史。",
				"排除药物原因导致者。",
				"应与郁病、脏躁鉴别。"
			],
			"症候分类": {
				"痰气郁结": "精神抑郁，神志呆钝，胸闷叹息，忧虑多疑，自语或不语，不思饮食。舌苔薄白而腻，脉弦细或弦滑。",
				"气虚痰结": "精神抑郁，淡漠少语，甚则目瞪若呆，妄闻妄见，面色萎黄，便溏溲清。舌质淡，舌体胖，苔白腻，脉滑或脉弱。",
				"心脾两虚": "神志恍惚，言语错乱，心悸易惊，善笑欲哭，夜寐不安，食少倦怠。舌质淡，苔白，脉细弱。",
				"阴虚火旺": "神志恍惚，多言善惊，心烦易躁，不寐，形瘦面红，口干。舌质红，苦少或无苔，脉细数。"
			},
			"疗效评定": {
				"治愈": "语言、举止正常，，神情安定，能正常处理日常事务。",
				"好转": "神情安定，言语、举止基本正常，或有改善。",
				"未愈": "精神、语言、举止异常不能控制。"
			}
		},
		{
			"病症": "狂病",
			"病机": "狂病因七情化火，煎熬津液为痰，痰热壅盛，迷塞心窍所致。以精神亢奋，躁扰喧狂不宁，毁物打骂，动而多怒为特征。主要见于精神分裂症、躁狂症。",
			"诊断依据": [
				"有精神错乱，哭笑无常，妄语高歌，狂躁不安，不避亲疏，打人毁物等精神、语言、举止不正常状态。",
				"有情志刺激、意愿不遂或脑外伤等诱发因素，或有家族史。",
				"排除药物原因所致者。"
			],
			"症候分类": {
				"痰火扰神": "彻夜不眠，头痛躁狂，两目怒视，面红目赤，甚则狂乱莫制，骂人毁物，逾垣上屋，高歌狂呼。舌质红绛，苔多黄腻或黄燥，脉弦大滑数。",
				"火盛伤阴": "狂躁日久，病势较缓，时而烦躁不安，时而多言善惊，恐惧不安，形瘦面红，心烦不寐，口干唇红。舌质红，无苔，脉细数。",
				"气血瘀滞": "躁扰不安，恼怒多言，甚则登高而歌，或妄闻妄见，而色暗滞，胸胁满闷，头痛心悸。舌质紫暗有瘀斑，脉弦数或细涩。"
			},
			"疗效评定": {
				"治愈": "语言、举止、神情均恢复正常，能正常处理日常事务。",
				"好转": "神情安定，语言、举止基本正常，或有改善。",
				"未愈": "语言、举止、神情均无改善。"
			}
		},
		{
			"病症": "痫病",
			"病机": "痫病由痰、火、瘀，以及先天因素等，致气血逆乱，清窍蒙蔽而发病，以卒然昏仆，强直抽搐，移时自醒，醒后如常人为特征的发作性疾病。主要指癫痫，包括原发性及继发性癫痫。",
			"诊断依据": [
				"全面性发作时突然昏倒，项背强直，四肢抽搐。或仅两目瞪视，呼之不应，或头部下垂，肢软无力。",
				"部分性发作时可见多种形式，如口、眼、手等局部抽搐而无突然昏倒，或幻视，或呕吐，多汗，或言语障碍，或无意识的动作等。",
				"起病急骤，醒后如常人，反复发作。",
				"多有家族史，每因惊恐、劳累、情志过极等诱发。",
				"发作前常有眩晕、胸闷等先兆。",
				"脑电图检查有阳性表现，有条件做CT、磁共振检查。",
				"应注意与中风、厥证、痉病等鉴别。"
			],
			"症候分类": {
				"痰火扰神": "卒然仆倒，不省人事，四肢强痉拘挛，口中有声，口吐白沫，烦躁不安，气高息粗，痰鸣漉漉，口臭便干。舌质红或暗红，苔黄腻，脉弦滑。",
				"血虚风动": "或卒然仆倒，或面部烘热，或两目瞪视，或局限性抽搐，或四肢抽搐无力，手足蠕动，二便自遗。舌质淡，少苔，脉细弱。",
				"风痰闭窍": "发则卒然昏仆，目晴上视，口吐白沫，手足抽搐，喉中痰鸣。舌质淡红，苔白腻，脉滑。",
				"瘀阻脑络": "发则卒然昏仆，瘛瘲抽搐，或单以口角、眼角、肢体抽搐，颜面口唇青紫。舌质紫暗或有瘀点，脉弦或涩。",
				"心脾两虚": "久发不愈，卒然昏仆，或仅头部下垂，四肢无力，伴面色苍白，口吐白沫，四肢抽搐无力，口噤目闭，二便自遗。舌质淡，苔白，脉弱。",
				"肝肾阴虚": "发则卒然昏仆，或失神发作，或语蹇，四肢逆冷，肢搐瘛瘲，手足蠕动，健忘失眠，腰膝酸软。舌质红绛，少苔或无苔，脉弦细数。"
			},
			"疗效评定": {
				"近期治愈": "与治疗前发作间歇时间比较，延长一年以上不发作者。",
				"好转": "发作时症状比前减轻，间歇期明显延长。",
				"未愈": "发作频繁，或症状加重。"
			}
		},
		{
			"病症": "头风",
			"病机": "头风由肝阳上亢、痰瘀互结而致清阳不升，或浊邪上犯，清窍失养，以头部疼痛为主要表现的病症。主要指血管神经性头痛，及高血压病、脑动脉硬化等。",
			"诊断依据": [
				"头痛部位多在头部一侧额颞、前额、颠顶，或左或右辗转发作，或呈全头痛。头痛的性质多为跳痛、刺痛、胀痛、昏痛、隐痛，或头痛如裂等。头痛每次发作可持续数分钟、数小时、数天，也有持续数周者。",
				"隐袭起病，逐渐加重或反复发作。",
				"应查血常规，测血压，必要时做腰穿、骨穿，脑电图。有条件时做经颅多普勒、CT、磁共振等检查，以明确头痛的病因，排除器质性疾病。"
			],
			"症候分类": {
				"肝阳上亢": "头痛而胀，或抽掣而痛。痛时常有烘热，面红目赤，耳鸣如蝉，心烦口干。舌红，苔黄，脉弦。",
				"痰浊上扰": "头痛胀重，或兼目眩。胸闷脘胀，恶心食少，痰多粘白。舌苔白腻，脉弦滑。",
				"瘀阻脑络": "头痛反复，经久不愈，痛处固定，痛如锥刺。舌紫暗或有瘀斑，苔薄白，脉细弦或细涩。",
				"气血亏虚": "头痛绵绵。两目畏光，午后更甚，神疲乏力，面色huang(恍）白，心悸寐少。舌淡，苔薄，脉弱。",
				"肝肾阴虚": "头痛眩晕，时轻时重。视物模糊，五心烦热，口干，腰酸腿软。舌红少苔，脉细弦。"
			},
			"疗效评定": {
				"治愈": "头痛消失，各项实验室检查正常。",
				"好转": "头痛减轻，发作时间缩短或周期延长，实验室检查有改善。",
				"未愈": "头痛症状及血压等无变化。"
			}
		},
		{
			"病症": "眩晕",
			"病机": "眩晕由风阳上扰，痰瘀内阻等导致脑窍失养，脑髓不充。以头晕目眩，视物运转为主要表现。多见于内耳性眩晕，颈椎病，椎一基底动脉系统血管病，及高血压病、脑动脉硬化、贫血等。",
			"诊断依据": [
				"头晕目眩，视物旋转，轻者闭目即止，重者如坐车船，甚则仆倒。",
				"可伴恶心呕吐，眼球震颤，耳鸣耳聋，汗出，面色苍白等。",
				"慢性起病逐渐加重，或急性起病，或反复发作。",
				"测血压，查血色素，红细胞计数及心电图，电测听，脑干诱发电位，眼震电图及颈椎X线摄片，",
				"应注意除外肿瘤、严重血液病等。"
			],
			"症候分类": {
				"风阳上扰": "眩晕耳鸣，头痛且胀，易怒，失眠多梦，或面红目赤，口苦。舌红，苔黄，脉弦滑。",
				"痰浊上蒙": "头重如裹，视物旋转，胸闷作恶，呕吐痰涎。苔白腻，脉弦滑。",
				"气血亏虚": "头晕目眩，面色淡白，神倦乏力，心悸少寐。舌淡，苔薄白，脉弱。",
				"肝肾阴虚": "眩晕久发不已，视力减退，少寐健忘，心烦口干，耳鸣，神倦乏力，腰酸膝软。舌红，苔薄，脉弦细。"
			},
			"疗效评定": {
				"治愈": "症状、体征及有关实验室检查基本正常。",
				"好转": "症状及体征减轻，实验室检查有改善。",
				"未愈": "症状无改变。"
			}
		},
		{
			"病症": "痿病",
			"病机": "痿病是由邪热伤津，或气阴不足而致经脉失养，以肢体软弱无力，经脉弛缓，甚则肌肉萎缩或瘫痪为主要表现的肢体病症。多见于周围神经病变，脊髓病变，肌萎缩侧束硬化，周期性麻痹等。",
			"诊断依据": [
				"肢体经脉弛缓，软弱无为，活动不利，甚则肌肉萎缩，弛纵瘫痪。",
				"可伴有肢体麻木、疼痛，或拘急痉挛。严重者可见排尿障碍，呼吸困难，吞咽无力等。",
				"可结合西医相关疾病做相应理化检查，如有条件应做CT、磁共振等。",
				"应注意与痹证、风痱、震颤等鉴别。"
			],
			"症候分类": {
				"肺热津伤": "发热多汗，热退后突然出现肢体软弱无力，皮肤干燥，心烦口渴，呛咳咽燥，便干，尿短黄。舌质红，苔黄，脉细数。",
				"湿热浸淫": "肢体逐渐痿软无力，下肢为重，麻木不仁。或发热，小便赤涩热痛。舌红，苔黄腻，脉濡数。",
				"脾胃虚弱": "起病缓慢，渐见下肢痿软无力，时好时差，甚则肌肉萎缩。神倦，气短自汗，食少便溏，面色少华。舌淡，苔白，脉细缓。",
				"瘀阻脉络": "四肢痿软，麻木不仁，肌肤甲错，时有拘挛疼痛感。舌质紫暗，苔薄白，脉细涩。",
				"肝肾亏虚": "病久肢体痿软不用，肌肉萎缩，形瘦骨立，腰膝酸软，头晕耳鸣，或二便失禁。舌红绛，少苔，脉细数。"
			},
			"疗效评定": {
				"治愈": "肢体活动正常，肌肉丰满，神经系统及实验室检查正常。",
				"好转": "肢体痿弱好转，症状改善，神经系统及实验室检查基本正常。",
				"未愈": "肢体痿软无改善。"
			}
		},
		{
			"病症": "中风",
			"病机": "中风是由于气血逆乱，导致脑脉痹阻或血溢于脑。以昏仆、半身不遂、肢麻、舌蹇等为主要临床表现。属于脑血管病范围。",
			"诊断依据": [
				"以半身不遂，口舌歪斜，舌强言襄，偏身麻木，甚则神志恍惚、迷蒙、神昏、昏愦为主症。",
				"发病急骤，有渐进发展过程。病前多有头晕头痛，肢体麻木等先兆。",
				"常有年老体衰，劳倦内伤，嗜好烟酒，膏梁厚味等因素。每因恼怒、劳累、酗酒、感寒等诱发。",
				"作血压、神经系统、脑脊液及血常规、眼底等检查。有条件做CT、磁共振检查，可有异常表现。",
				"应注意与痫病、厥证、痉病等鉴别。"
			],
			"症候分类": {},
			"疗效评定": {
				"治愈": "症状及体征消失，基本能独立生活。",
				"好转": "症状及体征好转，能扶杖行动，或基本生活能自理。",
				"未愈": "症状及体征无变化。"
			}
		},
		{
			"病症": "水肿",
			"病机": "水肿是由肺脾肾三脏对水液宣化输布功能失调，致体内水湿滞留，泛溢肌肤，引起头面、四肢、腹部、甚至全身浮肿的病症。",
			"诊断依据": [
				"水肿先从眼睑或下肢开始，继及四肢、全身。",
				"轻者仅眼睑或足胫浮肿，重者全身皆肿，甚则腹大胀满，气喘不能平卧。",
				"严重者可见尿闭，恶心呕吐，口有秽味，齿衄鼻衄，甚则头痛，抽搐，神昏谵语等危象。",
				"可有乳蛾、心悸、疮毒、紫癜以及久病体虚史。",
				"应作尿常规， 24小时尿蛋白定量，血常规，血沉，血浆白蛋白，血尿素氮，肌酐，体液免疫，以及心电图，心功能测定，B超等实验室检查，以助明确诊断。"
			],
			"症候分类": {
				"风水相搏": "开始眼睑浮肿，继则四肢全身浮肿，皮肤光泽，按之凹陷易复。伴有发热，咽痛，咳嗽等症。舌苔薄白，脉浮或数。",
				"水湿浸渍": "多由下肢先肿，逐渐肢体浮肿，下肢为甚，按之没指，不易随复。伴有胸闷腹胀，身重困倦，纳少泛恶，尿短少。舌苔白腻，脉濡缓。",
				"湿热内蕴": "浮肿较剧，肌肤绷急，腹大胀满。胸闷烦热，气粗口干，大便干结，小便短黄。舌红，苔黄腻，脉细滑数。",
				"脾虚湿困": "面浮足肿，反复消长，劳后或午后加重。脘胀纳少，面色huang(恍）白，神倦乏力，尿少色清，大便或溏。舌苔白滑，脉细弱。",
				"阳虚水泛": "全身高度浮肿，腹大胸满，卧则喘促。畏寒神倦，面色萎黄或苍白，纳少，尿短少。舌淡胖，边有齿印，苔白，脉沉细或结代。"
			},
			"疗效评定": {
				"治愈": "水肿全部消退，其他症状消失，实验室检查恢复正常。",
				"好转": "水肿及其他症状减轻，实验室检查有改善。",
				"未愈": "水肿及其他症状和实验室检查无变化。"
			}
		},
		{
			"病症": "消渴",
			"病机": "消渴由禀赋不足，阴虚燥热所致。口渴引饮为上消；善食易饥为中消；饮一溲一为下消，统称消渴。包括糖尿病、尿崩症。",
			"诊断依据": [
				"口渴多饮，多食易饥，尿频量多，形体消瘦。",
				"初起可“三多”症状不著。病久常并发眩晕，肺痨，胸痹，中风，雀目，疮疖等。严重者可见烦渴，头痛，呕吐，腹痛，呼吸短促，甚或昏迷厥脱危象。",
				"查空腹、餐后2小时尿糖和血糖，尿比重，葡萄糖耐量试验。必要时查尿酮体，血尿素氮、肌酐，二氧化碳结合力及血钾、钠、钙、氯化物等。"
			],
			"症候分类": {
				"燥热伤肺": "烦渴多饮，口干咽燥，多食易饥，小便量多，大便干结。舌质红，苔薄黄，脉数。",
				"胃燥津伤": "消谷善饥，大便秘结，口干欲饮，形体消瘦。舌红苔黄，脉滑有力。",
				"肾阴亏虚": "尿频量多，混如脂膏，头晕目眩，耳鸣，视物模糊，口干唇燥，失眠心烦。舌红无苔，脉细弦数。",
				"阴阳两虚": "尿频，饮一溲一，色混如膏。面色黧黑，耳轮枯焦，腰膝酸软，消瘦显著，阳痿或月经不调，畏寒面浮。舌淡，苔白，脉沉细无力。",
				"阴虚阳浮": "尿频量多，烦渴面红，头痛恶心，口有异味，形瘦骨立，唇红口干，呼吸深快。或神昏迷蒙，四肢厥冷。舌质红绛，苔灰或焦黑，脉微数疾。"
			},
			"疗效评定": {
				"治愈": "症状消失，实验室检查多次正常。",
				"好转": "主要症状及有关实验室检查有改善。",
				"未愈": "症状及实验室检查无变化。"
			}
		},
		{
			"病症": "热淋",
			"病机": "热淋是下焦感受湿热病邪，膀胱气化不利所致。以小便频急，解时滴沥涩痛为主要表现。常指急、慢性泌尿系感染。",
			"诊断依据": [
				"发病骤急，小便频急不畅，滴沥涩痛，尿黄混浊，或见血尿。小腹拘急，腰部酸痛，伴恶寒发热，心烦口苦，恶心呕吐等症。",
				"病久或反复发作后，常伴有低热，腰痛，小腹坠胀，疲劳等症。",
				"多见于已婚女性，每因疲劳、情志变化、感受外邪而诱发。",
				"膀胱俞、肾俞等穴位有压痛及扣击痛。",
				"尿常规检查，白细胞、红细胞少许～“＋＋＋＋”，可见尿蛋白。清洁中段尿培养有致病菌生长，菌落计数在10万／cm2以上。",
				"慢性期作肾盂造影，B超、肾图扫描等检查。"
			],
			"症候分类": {
				"湿热下注": "小便频急不爽，尿道灼热刺痛，尿黄浑浊，少腹拘急，腰痛，或伴有恶寒发热，口苦，恶心呕吐，大便干结。舌红，苔黄腻，脉滑数。",
				"阴虚湿热": "尿频不畅，解时刺痛，腰酸乏力，午后低热，手足烦热，口干口苦。舌质红，苔薄黄，脉细数。",
				"脾肾两虚": "尿频，余沥不净，少腹坠胀，遇劳则发，腰酸，神倦乏力，面足轻度浮肿，头昏食少，面色苍白。舌质淡，苔薄白，脉沉细或细弱。"
			},
			"疗效评定": {
				"治愈": "症状、体征消失，尿常规正常，中段尿细菌培养3次阴性。",
				"好转": "症状减轻，体征及尿常规有改善，中段尿培养或为阳性。",
				"未愈": "症状及尿常规均无变化。"
			}
		},
		{
			"病症": "石淋",
			"病机": "石淋由湿热久蕴，煎熬尿液成石，阻滞肾系。指泌尿系结石。",
			"诊断依据": [
				"发作时腰腹绞痛，痛及前阴，面色苍白，冷汗，恶心呕吐。可伴有发热恶寒，小便涩痛频急，或有排尿中断。",
				"肉眼可见血尿，或小便有砂石排出。",
				"尿常规检查有红细胞。",
				"作肾系B超检查，或X线腹部平片、肾盂造影等可明确结石部位。必要时作膀胱镜逆行造影。"
			],
			"症候分类": {
				"下焦湿热": "腰腹绞痛，小便涩痛，尿中带血，或排尿中断，解时刺痛难忍，大便干结。舌苔黄腻，脉弦或数。",
				"下焦瘀滞": "腰痛发胀，少腹刺痛，尿中夹血块或尿色暗红，解时不畅。舌质紫暗或有瘀斑，脉细涩。",
				"肾气亏虚": "腰腹隐痛，排尿无力，少腹坠胀，神倦乏力，甚则颜面虚浮，畏寒肢冷。舌体淡胖，脉沉细弱。",
				"肾阴亏虚": "头晕目眩，耳鸣，心烦咽燥，腰酸膝软，舌红苔少，脉细数。"
			},
			"疗效评定": {
				"治愈": "砂石排出，症状消失，X线摄片结石阴影消失。",
				"好转": "症状改善，X线摄片结石缩小或部位下移。",
				"未愈": "症状及X线检查结石无变化。"
			}
		},
		{
			"病症": "乳糜尿",
			"病机": "乳糜尿由感受病邪后湿热未清，脾肾两伤，清浊不分所致。以小便混浊，乳白如泔浆，尿时无疼痛为主要临床表现。",
			"诊断依据": [
				"以小便混浊，乳白如泔浆，解时无疼痛为主症。可伴见血尿，血块。",
				"每因进食油腻、蛋白饮食或劳累过度而诱发或加重。",
				"体检可伴见睾丸肿大，阴囊积液及象皮腿。",
				"小便乳糜定性试验阳性，查尿常规有蛋白、红细胞。尿离心沉淀或可查到微丝蚴。",
				"必要时作膀胱镜检查，可明确病位。"
			],
			"症候分类": {
				"湿热下注": "小便混浊或夹凝块如絮，上浮如油，或带血色、血丝、血块，排尿有阻塞灼热感，口干口苦。舌苔黄腻，脉濡数。",
				"脾虚气陷": "小便乳白，每因劳倦或进食油腻而反复发作或加重。小腹坠胀，尿意不畅，神倦乏力，面色无华。舌淡苔白，脉细弱。",
				"肾阴亏虚": "小便乳白如凝脂或冻胶，迁延不愈。精神。萎靡，消瘦无力，头晕耳鸣，腰酸膝软，烦热口干。舌红无苔、脉细数。",
				"肾阳亏虚": "小便乳白，反复发作，余溺不尽，夜尿频多，面色huang(恍）白，形寒肢冷，面浮足肿。舌淡胖，脉沉细。"
			},
			"疗效评定": {
				"治愈": "症状消失，尿常规正常，尿乳糜试验连续3次阴性。",
				"好转": "症状基本控制，实验室检查有好转。",
				"未愈": "症状及实验室检查无变化。"
			}
		},
		{
			"病症": "癃闭",
			"病机": "癃闭由于膀胱气化不利，尿液排出困难，小便不利，点滴而出为“癃”；小便不通，欲解不得为“闭”，一般合称癃闭。相当于尿潴留。",
			"诊断依据": [
				"小便不利，点滴不畅，或小便闭塞不通，尿道无涩痛，小腹胀满。",
				"多见于老年男性，或产后妇女及手术后患者。",
				"男性直肠指诊检查可有前列腺肥大，或膀胱区叩诊明显浊音。",
				"作膀胱镜、B超、腹部x线等检查，有助诊断。"
			],
			"症候分类": {
				"湿热下注": "小便量少难出，点滴而下，甚或涓滴不畅，小腹胀满，口干不欲饮。舌红，苔黄腻，脉数。",
				"肝郁气滞": "小便突然不通，或通而不畅，胁痛，小腹胀急，口苦。多因精神紧张或惊恐而发。舌苔薄白，脉弦细。",
				"瘀浊阻塞": "小便滴沥不畅，或尿如细线，甚或阻塞不通，小腹胀满疼痛。舌质紫暗，或有瘀斑，脉涩。",
				"肾气亏虚": "小腹坠胀，小便欲解不得出，或滴沥不爽，排尿无力。腰膝酸软，精神萎靡，食欲不振，面色huang(恍）白。舌淡，苔薄白，脉沉细弱。"
			},
			"疗效评定": {
				"治愈": "小便通畅，症状及体征消失。",
				"好转": "症状及体征改善。",
				"未愈": "症状无变化。"
			}
		},
		{
			"病症": "阳痿",
			"病机": "阳痿指阴茎不能勃起，或勃而不坚，影响正常性生活的男子性功能减退症。",
			"诊断依据": [
				"青壮年男性，在性生活时阴茎不能劲起，或勃而不坚，不能进行正常性生活。",
				"多有房事太过，或青少年期多犯手淫史。常伴有神倦乏力，腰酸膝软，畏寒肢冷，或小便不畅，滴沥不尽等症。",
				"排除性器官发育不全，或药物引起的阳痿。"
			],
			"症候分类": {
				"命门火衰": "阳痿不举，面色huang(恍）白，头晕目眩，精神萎靡，腰膝酸软，畏寒肢冷，耳鸣。舌淡，苔白，脉沉细。",
				"心脾两虚": "阳痿，精神不振，失眠健忘，胆怯多疑，心悸自汗，纳少，面色无华。舌淡，苔薄白，脉细弱。",
				"湿热下注": "阴茎痿软，勃而不坚，阴囊潮湿气臊，下肢酸重，尿黄，解时不畅，余沥不尽。舌红，苔黄腻，脉沉滑数。"
			},
			"疗效评定": {
				"治愈": "症状消失，性生活恢复正常。",
				"好转": "阴茎能举，能进行性生活，但时好时差。",
				"未愈": "症状无变化。"
			}
		},
		{
			"病症": "遗精",
			"病机": "遗精由于肾虚不固或邪扰精室，导致不因性生活而精液排泄，每周超过一次以上者。",
			"诊断依据": [
				"男子不因性生活而排泄精液，多在睡眠中发生，每周超过一次以上。甚则劳累或欲念即精液流出。",
				"遗精频繁者，可伴有头晕，耳鸣，神倦乏力，腰酸腿软等症。",
				"直肠指诊、前列腺B超及精液常规等捡查可助病因诊断。"
			],
			"症候分类": {
				"阴虚火旺": "夜寐不实，多梦遗精，阳兴易举。心中烦热，头晕耳鸣，面红升火，口干苦。舌质红，苔黄，脉细数。",
				"湿热下注": "有梦遗精频作，，尿后有精液外流，小便短黄而混，或热涩不爽，口苦烦渴。舌红，苔黄腻，脉滑数。",
				"心脾两虚": "遗精遇思虑或劳累过度而作。头晕失眠，心悸健忘，面黄神倦，食少便溏。舌质淡，苔白，脉细弱。",
				"肾虚不固": "遗精频作，甚则滑精。腰酸膝软，头晕目眩，耳鸣，健忘，心烦失眠。肾阴虚者，兼见颧红，盗汗，舌红，苔少，脉弦数；肾阳虚者，可见阳痿早泄，精冷，畏寒肢冷，面浮huang(恍）白，舌淡，苔白滑，尖边齿印，脉沉细。"
			},
			"疗效评定": {
				"治愈": "遗精消失，或控制每月1～2次，伴随症状消除。",
				"好转": "遗精次数减少1／2以上，其他症状减轻。",
				"未愈": "遗精次数及其他症状无改变。"
			}
		},
		{
			"病症": "风湿痹",
			"病机": "风湿痹由于风寒湿热等外邪入侵，闭阻经络关节，气血运行不畅，以全身关节呈游走性红、肿、重着、疼痛为主要临床表现。常指风湿性关节炎。",
			"诊断依据": [
				"以四肢大关节走窜疼痛为主，伴重着、酸楚、麻木、关节屈伸不利。多有恶寒、发热等症。",
				"病前多有咽痛乳蛾史，或涉水淋雨、久居湿地史。",
				"部分患者可有低热，四肢环形红斑，或结节性红斑。常可心脏受累。",
				"血沉增快，抗链球菌素“O”大于500单位。"
			],
			"症候分类": {},
			"疗效评定": {
				"治愈": "症状消失，关节活动正常，实验室检查正常。",
				"好转": "症状明显好转，实验室检查有改善。",
				"未愈": "症状及实验室检查无进步。"
			}
		},
		{
			"病症": "尪痹",
			"病机": "尪痹由风寒湿邪客于关节，气血痹阻，导致以小关节疼痛，肿胀，晨僵为特点的疾病。本病指类风湿性关节炎。",
			"诊断依据": [
				"初起多以小关节呈对称性疼痛肿胀，多发于指关节或背脊，晨僵，活动不利。",
				"起病缓慢，反复迁延不愈，逐渐形体消瘦。常因感受风寒湿邪而反复发作。",
				"病久受累关节呈梭形肿胀，压痛拒按，活动时疼痛。后期关节变形僵直，表面光滑，周围肌肉萎缩。少数病例有皮下结节。",
				"血查类风湿因子阳性，发作期血沉可增快。X线摄片可见骨质疏松改变，或关节骨面侵蚀呈半脱位或脱位，以及骨性强直，关节面融合等。"
			],
			"症候分类": {
				"风寒湿阻": "关节肿胀疼痛，痛有定处，晨僵屈伸不利，遇寒则痛剧，局部畏寒伯冷。舌苔薄白，脉浮紧或沉紧。",
				"风湿热郁": "关节红肿疼痛如燎，晨僵，活动受限。兼有恶风发热，有汗不解，心烦口渴，便干尿赤。舌红，苔黄或燥，脉滑数。",
				"痰瘀互结": "关节漫肿日久，僵硬变形，屈伸受限，疼痛固定，痛如锥刺，昼轻夜重，口干不欲饮。舌质紫暗，苔白腻或黄腻，脉细涩或细滑。",
				"肾虚寒凝": "关节疼痛肿胀，晨僵，活动不利，畏寒伯冷，神倦懒动，腰背酸痛，俯仰不利，天气寒冷加重。舌淡胖，苔白滑，脉沉细。",
				"气血亏虚": "关节疼痛，肿胀僵硬，麻木不仁，行动艰难，面色淡白，心悸自汗，神疲乏力。舌淡，苔薄白，脉细弱。"
			},
			"疗效评定": {
				"治愈": "关节疼痛、肿胀消失，活动功能正常，实验室检查正常。",
				"好转": "关节疼痛、肿胀减轻，活动功能好转，实验室检查有改善。",
				"未愈": "关节疼痛、肿胀及实验室检查无变化。"
			}
		},
		{
			"病症": "骨痹",
			"病机": "骨痹由于年老体衰，骨失滋养，气血失凋，所致局部或全身骨关节退化改变。临床表现以大关节疼痛，活动受限为主症。多见于退行性骨关节病，肥大性改变等。",
			"诊断依据": [
				"初起多见腰腿、腰脊、膝关节等隐隐作痛，屈伸、俯仰、转侧不利，轻微活动稍缓解，气候变化加重，反复缠绵不愈。",
				"起病隐袭，发病缓慢，多见于中老年。",
				"局部关节可轻度肿胀，活动时关节常有喀刺声或摩擦声。严重者可见肌肉萎缩。关节畸形，腰弯背驼。",
				"X线摄片检查：示骨质疏松，关节面不规则，关节间隙狭窄，软骨下骨质硬化，以及边缘唇样改变，骨赘形成。",
				"查血沉"
			],
			"症候分类": {
				"肾虚髓亏": "关节隐隐作痛，腰膝酸软，腰腿不利，俯仰转侧不利。伴有头晕，耳鸣，耳聋，目眩。舌淡红、苔薄白，脉细。",
				"阳虚寒凝": "肢体关节疼痛，重著，屈伸不利，天气变化加重，昼轻夜重，遇寒痛增，得热稍减。舌淡，苔白，脉沉细缓。",
				"瘀血阻滞": "关节刺痛，痛处固定，关节畸形，活动不利，或腰弯背驼，面色晦暗。唇舌紫暗，脉沉或细涩。"
			},
			"疗效评定": {
				"治愈": "消失，活动功能恢复正常，实验室检查正常。",
				"好转": "关节疼痛、肿胀减轻，活动功能好转。",
				"未愈": "关节疼痛及肿胀无变化。"
			}
		},
		{
			"病症": "肌痹",
			"病机": "肌痹由邪客肌肤经络，气血失调所致。以对称性肌肉软弱无力，酸痛，或肌肤不仁为主要表现。相当于多发性肌炎和皮肌炎。",
			"诊断依据": [
				"以肢体肌肉软弱无力，肌肉酸痛，皮肤不仁为特征。初起可急骤出现，继则手软难握，臂软难举，足软难履。甚则累及咽、颈项及胸部肌肉。严重者可出现复视、斜视，声嘶，吞咽及呼吸困难。",
				"多见于20～40岁女性，病前可有外感史，或关节病及肿瘤史。",
				"四肢近端肌力明显减弱，肌肉疼痛质硬，病久可有肌肉萎缩。",
				"急性发病白细胞总数增高，血沉增快，血清肌酸磷酸激酶（CPK）常显著增高，醛缩酶、乳酸脱氢酶、谷草、谷丙转氨酶及蛋白电泳α、β球蛋白在活动期增高。",
				"肌电图：低电位，短波幅，多相波；纤颤电位，阳性棘波，插入电位延长。",
				"组织病理检查示肌纤维有炎性改变，肌纤维破碎，透明变形，横纹不清，间质内有水肿和炎性细胞浸润。"
			],
			"症候分类": {
				"湿热瘀阻": "肌肉关节酸楚，重着无力，肌肤不仁或有肿痛，伴有身热不扬，皮肤瘙痒，咽痛，尿赤便干。舌质红，苔黄腻，脉滑数。",
				"阴虚热郁": "肌肉关节酸软乏力，疼痛，低热，烦热口干，咽痛声嘶，复视，形体消瘦，大便干燥，小溲短赤。舌红少津，苔薄黄，脉细数。",
				"脾虚痰湿": "肌肉疼痛酸楚，肌肤不仁，松软无力，手软难握，臂软难举，足软难履，身倦困重，面色萎黄，胃纳减退，口粘多痰。舌淡，苔白腻，脉濡或缓滑。"
			},
			"疗效评定": {
				"治愈": "症状、体征基本消失，实验室检查基本正常。",
				"好转": "症状减轻，体征改善，实验室检查好转。",
				"未愈": "症状、体征、实验室检查无变化。"
			}
		},
		{
			"病症": "痛风",
			"病机": "痛风系由湿浊瘀阻、留滞关节经络，气血不畅所致。以趾、指等关节红肿疼痛一或伴发热等为主要临床表现。",
			"诊断依据": [
				"多以单个趾指关节，卒然红肿疼痛，逐渐痛剧如虎咬，昼轻夜甚，反复发作。可伴发热，头痛等症。",
				"多见于中老年男子，可有痛风家族史。常因劳累，暴饮暴食，吃高嘌呤食物，饮酒及外感风寒等诱发。",
				"初起可单关节发病，以第一跖趾关节为多见。继则足踝、跟、手指和其他小关节，出现红肿热痛，甚则关节腔可渗液。反复发作后，可伴有关节周围及耳廓、耳轮及趾、指骨间出现“块瘰’（痛风石）。",
				"血尿酸、尿尿酸增高。发作期白细胞总数可增高。",
				"必要时作肾B超探测，尿常规，肾功能等检查，以了解痛风后肾病变情况。X线摄片检查：可示软骨缘邻近关节的骨质有不整齐的穿凿样圆形缺损。"
			],
			"症候分类": {
				"湿热蕴结": "下肢小关节卒然红肿热痛、拒按，触之局部灼热，得凉则舒。伴发热口渴，心烦不安，溲黄。舌红，苔黄腻，脉滑数。",
				"瘀热阻滞": "关节红肿刺痛，局部肿胀变形，屈伸不利，肌肤色紫暗，按之稍硬，病灶周围或有块瘰硬结，肌肤干燥，皮色暗黧。舌质紫暗或有瘀斑，苔薄黄，脉细涩或沉弦。",
				"痰浊阻滞": "关节肿胀，甚则关节周围漫肿，局部酸麻疼痛，或见“块瘰”硬结不红。伴有目眩，面浮足肿，胸院痞闷。舌胖质黯，苔白腻，脉缓或弦滑。",
				"肝肾阴虚": "病久屡发，关节痛如被杖，局部关节变形，昼轻夜重，肌肤麻木不仁，步履艰难，筋脉拘急，屈伸不利，头晕耳鸣，颧红口干。舌红少苔，脉弦细或细数。"
			},
			"疗效评定": {
				"治愈": "症状消失，实验室检查正常。",
				"好转": "关节肿胀消减，疼痛缓解，实验室检查有改善。",
				"未愈": "症状及实验室检查无变化。"
			}
		}
	],
	"外科": [
		{
			"病症": "疖",
			"病机": "疖是指肌肤浅表部位感受火毒，致局部红肿热痛为主要表现的急性化脓性疾病。包括有头疖、无头疖、蝼蛄疖、疖病。相当于疖、皮肤脓肿、头皮穿凿性脓肿及疖病。",
			"诊断依据": [
				"局部皮肤红肿热痛。",
				"可有发热，口干，便秘等症状。",
				". 1石疖（有头疖）：患处皮肤上有一指头大小的红色肿块，灼热疼痛，突起根浅，中心有一脓头，出脓即愈。",
				". 2软疖（无头疖）：皮肤上有一红色肿块，范围约3公分左右，无脓头，表面灼热，触之疼痛，2～3日化脓后为一软的脓肿，溃后多迅速愈合。",
				"．3蝼蛄疖：多发于儿童头部，未破如蛐蟮拱头，已破如蝼蛄串穴。",
				"“疖病”的特点是此愈彼起，经久不愈，应检查有无消渴病或其他慢性疾病。"
			],
			"症候分类": {
				"热毒蕴结": "常见于气实火盛的患者。轻者疖肿只有一、二个，多者可散发全身，或簇集一处，或此愈彼起。可有发热，口渴，溲赤，便秘。苔黄，脉数。",
				"暑热浸淫": "发于夏秋季节，以儿童及产妇多见。可有发热，口渴，便秘，溲赤等。苔薄腻，脉滑数。",
				"体虚毒恋": "疖肿常此愈彼起，不断发生。常见于体质虚弱或有某些慢性病患者，并有相应的全身证候。"
			},
			"疗效评定": {
				"治愈": "疖肿消散或渍后愈合，全身症状消失。",
				"好转": "再发疖肿数减少，症状减轻。",
				"未愈": "疖肿此愈彼起，不能控制。"
			}
		},
		{
			"病症": "痰毒",
			"病机": "痰毒是感受风热湿毒，气血被毒邪壅塞于皮肉之间，继而炼液成痰，痰毒互阻，结块而肿的急性化脓性疾病。本病包括颈痈、腋痈、胯腹痈。相当于急性化脓性淋巴结炎。",
			"诊断依据": [
				"在颈、腋、腹股沟等处，起核状肿块。初起皮色不变掀热疼痛；化脓时皮色转红，疼痛加重，核块变软，有应指感；溃后脓出稠黄。",
				"有恶寒发热，头痛，全身不适等症状。",
				"发病前多数有外感风热及在相应部位有急、慢性感染病灶或皮肤创伤史。",
				"血白细胞总数及中性粒细胞增高。"
			],
			"症候分类": {
				"风热痰毒": "肿块发生在颌颈部，全身恶寒发热，头痛，口干，咽痛。苔薄白或薄黄，脉浮数。",
				"肝郁痰火": "肿块发生在腋下，全身发热，头痛，胸胁牵痛，口苦咽干。舌红，苔黄，脉弦数。",
				"湿热蕴结": "肿块发生在腹股沟部，全身发热，患肢拘急，小便黄热。苔黄腻，脉数。",
				"热胜酿脓": "局部皮肤红肿发亮，焮热疼痛，肿块变软，有应指感。全身发热，口干。舌红，苔黄，脉滑数。",
				"余毒凝滞": "全身症状消退，局部红肿热痛亦轻，唯肿块僵硬不消。"
			},
			"疗效评定": {
				"治愈": "未化脓者局部肿块消散；溃后疮口愈合，发热等全身症状消退。",
				"未愈": "局部及全身症状加重。"
			}
		},
		{
			"病症": "有头疽",
			"病机": "有头疽是因外感风热、湿热、火毒之邪，气血瘀滞，结聚于肌肤间的急性化脓性疾病。以局部红肿热痛，有多个脓栓堆积为特征。多发于中老年尤其以消渴病多见，易出现“陷证”。相当于痈。",
			"诊断依据": [
				"初起局部红肿，中央有白头，逐渐增多，溃后脓出黄稠。",
				"有恶寒，发热，头痛，口渴，脉数等。一、二候时症状明显，三、四候时逐渐减轻或消失。",
				"局部症状分为四候，每候7天左右。",
				"．1一候成形：在红肿热痛的肿块上有多个脓头。",
				"．2二候化脓：肿块增大，从中心开始化脓溃烂，状如蜂窝。",
				"．3三候脱腐：坏死皮肉逐渐脱落，红肿热痛逐渐减轻。",
				"．4四候生新：腐肉脱落，脓液减少，新肉生长，逐渐愈合。",
				"本病以中老年为多见，好发于颈后或背部。",
				"血白细胞总数及中性粒细胞明显增高。常规检查血糖、尿糖。"
			],
			"症候分类": {
				"火毒凝结": "局部红肿高突，灼热疼痛，根脚收束，脓液稠黄，能迅速化脓脱腐。全身发热，口渴，尿赤。苔黄，脉数有力。",
				"湿热壅滞": "局部症状与火毒凝结证相同。全身壮热，朝轻暮重，胸闷呕恶。苔白腻或黄腻，脉濡数。",
				"阴虚火炽": "肿势平塌，根脚散漫，皮色紫滞，疼痛剧烈，脓腐难化，脓水稀少或带血水。全身发热烦躁，口渴多饮，大便燥结，小便短赤。舌红，苔黄燥，脉细弦数。",
				"气虚毒滞": "肿势平塌，根脚散漫，皮色灰暗不泽，胀重木痛，腐肉不化，脓液稀少，易成空腔。全身畏寒高热或身热不扬，小便频数，口渴喜热饮，精神萎靡，面色少华。舌质淡红，苔白或微黄，脉数无力。"
			},
			"疗效评定": {
				"治愈": "全身症状消失，伤口愈合。",
				"好转": "全身症状基本消退，疮口未完全愈合。",
				"未愈": "全身及局部症状加重，或并发“陷证”。"
			}
		},
		{
			"病症": "颜面疔疮",
			"病机": "颜面疔疮是感受火热之毒，或因昆虫咬伤，皮肤破损染毒，蕴蒸肌肤，气血凝滞而发生的病变迅速、危险性较大的急性化脓性疾病。相当于颜面部疖和痈。",
			"诊断依据": [
				"多发于唇、鼻、眉、颧等处。",
				"局部开始为一个脓头，肿块坚硬根深，如钉丁之状，或麻或痒。继之红肿高突，可发展为数个脓头，焮热疼痛。",
				"有恶寒发热，头痛等症状。如有神昏谵语，皮肤瘀点应考虑“疔疮走黄”。",
				"颈颌部多有臖核肿大疼痛。",
				"血白细胞总数及中性粒细胞增高。症状严重者应作血细菌培养。"
			],
			"症候分类": {
				"热毒凝结": "红肿高突，根脚收束，发热头痛。舌红，苔黄，脉数。",
				"火毒炽盛": "疮形平塌，肿势散漫，皮色紫暗，焮热疼痛。有高热，头痛，烦渴，呕恶，搜赤，便秘。舌红，苔黄腻，脉洪数。"
			},
			"疗效评定": {
				"治愈": "全身症状消失，肿块消散，疮口愈合。",
				"好转": "全身症状减轻或消失，局部硬结未完全消散。",
				"未愈": "局部和全身症状未见改善或发展为“疔疮走黄”。"
			}
		},
		{
			"病症": "手部疔疮",
			"病机": "手部疗疮是因外伤后感染毒邪，火毒阻于皮肉，患处出现红肿剧烈疼痛，容易损骨的急性化脓性疾病。包括甲沟炎、化脓性指头炎、手指化脓性健鞘炎、掌中间隙感染等。",
			"诊断依据": [
				"蛇头疗：生于指头，初起或痒或麻，灼热疼痛，化脓时肿大如蛇头，红热显著，疼痛剧烈，伴有恶寒发热。若不及时切开，溃后则脓液不断，肿痛不消，多是烂筋损骨的征象。",
				"蛇腹疔：生于指腹，患指整个红肿，不能屈伸，疼痛逐渐加重，伴有畏寒发热等。化脓时胀痛剧烈。溃后脓出，症状逐渐减轻。如损伤筋骨，则愈合缓慢，并影响手指功能。",
				"托盘疔：生于手掌，成脓时掌部凹陷消失，手背肿胀反而明显，肿胀可波及前臂，伴有恶寒发热。因患处皮肤韧厚，虽已化脓，不易向外穿透，亦有损伤筋骨可能。",
				"本病手部常有创伤史。",
				"血白细胞总数及中性粒细胞增高。溃后不愈合者，作X线摄片检查确定有无损骨。"
			],
			"症候分类": {
				"火毒凝结": "局部红肿疼痛，全身有畏寒发热。舌红，苔黄，脉数。",
				"热胜肉腐": "红肿明显，疼痛剧烈，肉腐为脓，溃后脓出肿痛消退；如溃后肿痛不退，脓液不断，可能是筋骨腐蚀。舌红，苔黄，脉数。"
			},
			"疗效评定": {
				"好转": "全身症状消退，肿痛、疮口未全愈合。",
				"未愈": "局部和全身症状加重，有朽骨形成或手部有严重功能障碍。"
			}
		},
		{
			"病症": "红丝疔",
			"病机": "红丝疔多因手足皮肤损伤，感染邪热火毒，走注经络，呈红丝显露，迅速上攻手膊或小腿的急性感染性疾病。邪毒重者可内攻脏腑，发生“走黄”。本病指急性淋巴管炎。",
			"诊断依据": [
				"红丝显露先从手、前臂或足、小腿部开始，可延伸至肘、腋或膝、股缝处，同时有臖核肿痛，肿胀疼痛。病变深者，皮肤微红或不见红丝，但可触及条索状肿胀和压痛。",
				"一般有恶寒，发热，头痛，脉数等症状。",
				"四肢远端有化脓性病灶或创伤史。",
				"血白细胞总数及中性粒细胞增高。"
			],
			"症候分类": {
				"火毒入络": "患肢红丝较细，全身症状较轻。",
				"火毒入营": "患肢红丝粗肿明显，迅速向近端蔓延。全身寒战高热，烦躁，头痛，口渴。苔黄腻，脉洪数。"
			},
			"疗效评定": {
				"治愈": "红丝退净，全身症状消失。",
				"未愈": "患肢红丝不消，甚至结块化脓，或合并“走黄”。"
			}
		},
		{
			"病症": "烂疔",
			"病机": "烂疔多由皮肉破损，接触污泥、脏物，感染毒邪，以致毒聚肌肤，皮肉迅速腐烂，流出臭秽污血的危急重症。毒邪走散可并发“走黄”。相当于气性坏疽。",
			"诊断依据": [
				"多发于足及小腿，偶见于手背、臂部。",
				"初起皮肤破伤部位感觉胀痛，创口周围皮肤红、热不明显。数日后，肿胀、疼痛剧烈，皮肤出现水疱，破后流出淡棕色浆水，气味臭秽，疮口周围呈紫黑色，轻按患处可有捻发音，重按可有污脓溢出，混以气泡。",
				"伴有寒战，高热，头痛，神识时昏时清，烦渴引饮，小便短赤。",
				"若肿热蔓延，腐烂不止，持续高热，神识昏迷，为合并“走黄”。",
				"发病前多有肢体创伤和泥土污物接触史。",
				"局部脓液涂片检查和细菌培养，可发现革兰氏阳性棱状芽胞杆菌和大量红、白细胞。血白细胞总数增高，红细胞总数显著下降，血红蛋白下降。X线检查见有气泡阴影。"
			],
			"症候分类": {
				"湿火炽盛": "初起患肢有沉重和紧束感，以后逐渐出现胀裂样疼痛，创口周围皮肤呈红色、肿胀发亮，按之陷下，迅速蔓延成片。1～2日后肿胀剧烈，可出现水疱，皮肉腐烂，高热持续。舌质红，苔薄白或黄，脉弦数。",
				"毒入营血": "壮热头痛，神昏谵语，气促，烦躁不安，呃逆呕吐。局部胀痛，伤口周围高度水肿发亮，迅速成暗紫色，有血疱，肌肉腐烂，脓液稀薄，混有气泡溢出，恶臭。舌质红绛，苔薄黄，脉洪滑数。"
			}
		},
		{
			"病症": "发颐",
			"病机": "发颐多由外感或手术后，汗出不畅，余邪热毒未能外达，结聚于颐颌之间的急性化脓性疾病。以颐颌部肿胀疼痛，张口受限，伴高热为特征。相当于急性化脓性腮腺炎。",
			"诊断依据": [
				"初起颐颌部肿胀疼痛，逐渐增大延及耳之前后，口颊内第二臼齿相对的腮腺管口红肿，压迫局部，",
				"伴有高热、口渴、便秘等症。如体质极度虚弱，可出现神昏谵语等。",
				"发病前多有某些急性热病史，或胸腹部手术史。一般单侧多见，也有双侧同时发病者。",
				"血白细胞总数及中性粒细胞明显增高。"
			],
			"症候分类": {
				"热毒蕴结": "颐颌之间结块疼痛，张口不利，继则肿痛渐增，检视腮腺管口常现红肿，压迫局部有粘稠的分泌物溢出，身热。苔薄腻，脉浮数。",
				"毒盛酿脓": "颐颌间结肿疼痛日增，甚至肿势延及面颊和颈项，掀红灼热，张口困难，继之酿脓应指，腮腺管口能挤出脓性分泌物，高热口渴。苔黄腻，脉弦数。",
				"热毒内陷": "颐颌间肿块多平塌散漫，肿势可延及脸面和颈项，焮红灼热，疼痛剧烈，汤水难咽，壮热口渴，痰涌气粗，烦躁不安，甚至神昏谵语。舌质红绛，苔少而干，脉细数。",
				"余毒未清": "病程日久，经常反复发作，发作时颐颌部肿痛，腮腺管口能挤出脓性分泌物，每在进食时颐颌部感到胀痛，口内常有恶臭。苔薄黄或腻，脉滑。"
			},
			"疗效评定": {
				"治愈": "局部及全身症状消失，肿块消散。",
				"好转": "全身症状缓解，局部疼痛减轻，肿块未消。",
				"未愈": "全身及局部症状未见好转，或合并“陷证”。"
			}
		},
		{
			"病症": "丹毒",
			"病机": "丹毒多先由皮肤、粘膜破损，外受火毒与血热搏结，蕴阻肌肤，不得外泄，致患部鲜红灼热，有如涂丹为特征的急性感染疾病。生于下肢者称“流火”；生于头面的称“抱头火丹”；新生儿多生于臀部，称“赤游丹”。相当于急性网状淋巴管炎。",
			"诊断依据": [
				"多数发生于下肢，其次为头面部。新生儿丹毒，常为游走性。",
				"局部红赤灼热，如涂丹之状，肿胀疼痛，红斑边缘微撬起，与正常皮肤有明显分界，红斑上有时可出现水疱、紫斑，偶有化脓或皮肤坏死。病变附近有臖核肿痛。",
				"开始即有恶寒，发热，头痛，周身不适等症状。",
				"可有皮肤、粘膜破损或脚癣等病史。",
				"血白细胞总数及中性粒细胞明显增高。"
			],
			"症候分类": {
				"风热毒蕴": "发于头面部，恶寒发热，皮肤掀红灼热，肿胀疼痛，甚则发生水疮，眼胞肿胀难睁。舌质红，苔薄黄，脉浮数。",
				"湿热毒蕴": "发于下肢。除发热等症状外，局部以红赤肿胀，灼热疼痛为主，亦可发生水疱、紫斑，甚至结毒化脓或皮肤坏死。苔黄腻，脉洪数。反复发作，可形成大脚疯（象皮腿）。",
				"胎火蕴毒": "发于新生儿。多见于臀部，局部红肿灼热，可呈游走性，并有壮热烦躁。"
			},
			"疗效评定": {
				"治愈": "全身及局部症状消退，血象正常。",
				"好转": "全身症状消退，局部症状未全消。",
				"未愈": "全身与局部症状未能控制，出现“陷证”。"
			}
		},
		{
			"病症": "流注",
			"病机": "流注是因感染邪毒，流窜血络，阻于膜理肌肉之间，出现一处或数处漫肿、微热疼痛的脓肿。有暑湿流注，湿痰流注，余毒流注，瘀血流注，骼窝流注之分。相当于脓血症、肌肉深部脓肿和骼窝脓肿。",
			"诊断依据": [
				"多发于躯于或四肢。一处或相继数处肌肉深处出现脓肿。初起患处酸痛漫肿，皮色不变；成脓时患处肿痛显著，皮色转红，按之应指；溃后脓出稠厚，肿痛渐消，疮口愈合。发于骼窝者，患肢屈曲难伸。",
				"发病前有疮疖等化脓性病灶，或跌仆损伤、感受暑湿等病史。",
				"有恶寒发热、汗出而热不退。",
				"以夏秋季节发病为多。",
				"血白细胞总数及中性粒细胞增高，血培养可有致病菌生长。"
			],
			"症候分类": {
				"暑湿交阻": "多发于夏秋之间。初起恶寒发热，头胀，胸闷呕恶，周身骨节酸痛，胸部可布白pei(陪）。苔白腻，脉滑数。",
				"瘀血凝滞": "劳伤筋脉诱发者，多发于四肢内侧。跌打损伤诱发者，多发于伤处。局部漫肿疼痛，皮色微红，或呈青紫，溃后脓液中央有瘀血块。妇女产后恶露停滞而成者，多发于小腹及大腿等处。发病较缓，初起一般无全身症状或全身症状较轻，化脓时出现高热。"
			},
			"疗效评定": {
				"治愈": "全身症状及局部肿痛消失，疮口愈合，血象正常，脓肿不再出现。",
				"好转": "全身症状减轻，肿块未完全吸收，或疮口未愈。",
				"未愈": "局部及全身症状未能控制。"
			}
		},
		{
			"病症": "瘿瘤",
			"病机": "瘿瘤是内有郁火，外感风热邪毒，结于瘿囊而成。证见喉结两旁结块肿硬疼痛。相当于急性甲状腺炎。",
			"诊断依据": [
				"突然发病。颈前一侧或两侧结块疼痛，随吞咽上下活动。皮色不变，按之疼痛，其痛可牵及耳后枕部，活动及吞咽时加重。",
				"严重者可伴有声音嘶哑，气促，吞咽困难，溃破后脓出臭秽。",
				"发病前常有口腔、咽喉及颈部等化脓性感染病史。炎症一般发生在甲状腺原有结节或囊肿内。",
				"急性期血白细胞总数及中性粒细胞增高。甲状腺超声波检查有助于诊断。"
			],
			"症候分类": {
				"风热痰凝": "局部结块疼痛明显，伴恶寒发热，头痛，口渴，咽干。苔薄黄，脉浮数或滑数。",
				"气滞痰凝": "肿块坚实，轻度作胀，重按才感疼痛，其痛常反射至后枕部，或有喉间梗塞感，痰多，一般无全身症状。苔薄腻，脉弦滑。"
			},
			"疗效评定": {
				"治愈": "局部及全身症状消失，肿块消退。",
				"好转": "肿块局限，疼痛减轻，全身症状消失。",
				"未愈": "局部及全身症状无明显改善。"
			}
		},
		{
			"病症": "肉瘿",
			"病机": "肉瘿多因情志内伤，痰浊凝结，聚而成块，发于结喉两旁，随吞咽而上下移动。相当于甲状腺腺瘤。",
			"诊断依据": [
				"瘿囊内肿块，呈圆形，表面光滑，随吞咽上下移动，无疼痛和压痛。并发出血时，肿块可迅速增大，伴有胀痛。",
				"肿块增大时，可有呼吸困难，吞咽困难，声音嘶哑等压迫症状。",
				"本病多见于青中年妇女。",
				"超声波检查及同位素扫描有助诊断。",
				"血清三碘甲状腺原胺酸（T3）、血清四碘甲状腺原胺酸（T4）及促甲状腺素（TSH）的检查可了解甲状腺功能。"
			],
			"症候分类": {
				"气滞痰凝": "颈部肿块，不红，不热，不痛，随吞咽上下移动，可有呼吸不畅或吞咽不利。一般无明显全身症状。苔薄腻，脉弦滑。",
				"气阴两虚": "局部症状同上。性情急躁，易怒，怕热，易汗，口苦，心悸，失眠，多梦，手颤，善食，消瘦，月经不调。舌红，苔薄，脉弦。"
			},
			"疗效评定": {
				"治愈": "局部肿块及全身症状消失。",
				"好转": "局部肿块缩小，全身症状减轻。",
				"未愈": "局部肿块无缩小，全身症状无改善。"
			}
		},
		{
			"病症": "瘰疬",
			"病机": "瘰疬因肝气郁结，气郁化火，灼津为痰，结于颈项而发病。以结核累累成串，溃后脓出清稀，疮口经久不愈为特征。相当于颈部淋巴结结核。",
			"诊断依据": [
				"初起乳房内有疼痛性肿块，皮肤不红或微红，排乳不畅，可有乳头破裂糜烂。化脓时乳房肿痛加重，肿块变软，有应指感，溃破或切开引流后，肿痛减轻。如脓液流出不畅，肿痛不消，可有“传囊”之变。溃后不收口，渗流乳汁或脓液，可形成乳漏。",
				"多有恶寒发热，头痛，周身不适等症。",
				"患侧腋下可有臖核肿大疼痛。",
				"患者多数为哺乳妇女，尤以未满月的初产妇为多见。",
				"血白细胞总数及中性粒细胞增高。"
			],
			"症候分类": {
				"气滞热壅": "乳汁淤积结块，皮色不变或微红，肿胀疼痛。伴有恶寒发热，头痛，周身酸楚，口渴，便秘。苔黄，脉数。",
				"热毒炽盛": "壮热，乳房肿痛，皮肤掀红灼热，肿块变软，有应指感。或切开排脓后引流不畅，红肿热痛不消，有“传囊”现象。舌质红，苔黄腻，脉洪数。",
				"正虚毒恋": "溃脓后乳房肿痛虽轻，但疮口脓水不断，脓汁清稀，愈合缓慢或形成乳漏。全身乏力，面色少华，或低热不退，饮食减少。舌质淡，苔薄，脉弱无力。"
			},
			"疗效评定": {
				"治愈": "全身症状消失，肿块消散，疮口愈合。",
				"好转": "全身症状消失，局部肿痛减轻，或疮口尚未愈合。",
				"未愈": "反复“传囊”或形成乳漏。"
			}
		},
		{
			"病症": "乳痨",
			"病机": "乳痨多由素体肺肾阴虚，或先患肺痨、瘰疬而后继发乳痨。乳房结块不痛，数月后肿块化脓，脓出稀薄，疮口不易收敛，又名乳痰。相当于乳房结核。",
			"诊断依据": [
				"发病缓慢，乳房偏上方有一个或数个结块，皮色不变，推之可动。",
				"化脓时结块增大，与表皮粘连，色转暗红，有轻微波动感，轻度触痛。",
				"溃后脓出稀薄，并夹有败絮样物，可形成漏管，愈合缓慢，有时可串延胸胁、腋下。",
				"本病常发生在20～40岁已婚素体虚弱的妇女。病久可伴有潮热，盗汗，消瘦，颧红等症状。",
				"血沉增快，脓液涂片可找到结核杆菌，脓液培养有结核杆菌生长。必要时做病理组织活检。"
			],
			"症候分类": {
				"气滞痰凝": "多见于初起阶段。肿块不红、不热、不痛，伴心情不畅，胸闷胁胀。苔薄腻，脉弦滑。",
				"阴虚痰热": "多见于化脓或溃后阶段，皮色暗红，肿块变软，溃后脓出稀薄，有败絮状物。伴潮热盗汗，神疲乏力，颧红，形瘦，食欲减退。舌质红，苔黄，脉细数。"
			},
			"疗效评定": {
				"好转": "肿块缩小，或疮口接近愈合，全身症状基本消失。",
				"未愈": "肿块增大，疮口久不愈合，全身症状无改善。"
			}
		},
		{
			"病症": "乳疠",
			"病机": "乳疠多因肝肾不足，痰瘀凝结而成。乳房结块发生在乳晕部一侧或二侧，呈半球形，触之疼痛。相当于乳房异常发育症。",
			"诊断依据": [
				"乳房单侧或双侧、对称或不对称性增大。在乳晕后方有一扁圆形肿块，韧硬，境界清楚，与皮肤及深部组织不粘连，伴有触痛。少数患者乳房增大隆起，而无明显肿块。",
				"男性青春发育期者，持续数月可自行消散。",
				"如单侧乳房肿块，坚硬而不规则者，应做病理活检以排除乳岩。",
				"排除慢性肝炎、肝硬化、长期服雌性激素、异烟肼、毛地黄等引起的乳房异常发育。"
			],
			"症候分类": {
				"肝气郁结": "性情急躁，遇事易怒，乳房肿块胀痛，触痛明显，胸胁牵痛。舌质红，苔白，脉弦。",
				"肾气亏虚": "多见于中老年。轻者多无全身症状。重者，偏于肾阳虚，面色淡白，腰腿酸软，容易倦怠，舌质淡，苔白，脉沉弱；偏于肾阴虚，头目眩晕，五心烦热，眠少梦多，舌红，苔少，脉弦细。"
			},
			"疗效评定": {
				"治愈": "乳房肿块消失。",
				"好转": "肿块缩小。",
				"未愈": "肿块无变化或增大。"
			}
		},
		{
			"病症": "乳岩",
			"病机": "乳岩由情志内伤，冲任失调，气滞痰瘀互结而成。乳房部结块，质地坚硬，高低不平，病久肿块溃烂，脓血污秽恶臭，疼痛日增，后期可病灶转移。相当于乳癌。",
			"诊断依据": [
				"大多数发生在45～60岁的女性，尤以未婚或婚后未曾生育者多见。",
				"初期：乳房内有一肿块，多见于外上方，质地坚硬，表面高低不平，逐渐长大。",
				"中期：经年累月，始觉有不同程度的疼痛。肿块形如堆栗或覆碗，与周围组织粘连，皮核相亲，推之不动，皮肤呈“桔皮样”改变，乳头内缩或抬高。若皮色紫褐，上布血丝，即将溃烂。",
				"后期：溃后岩肿愈坚，疮口边缘不齐。有的中间凹陷很深，形如岩穴；有的高突，状如翻花，常流臭秽血水。患侧上肢肿胀。",
				"可在患侧腋下、缺盆上下凹处触到质地坚硬的肿块，或转移至内脏或骨骼。可出现发热，神疲，心烦不寐，形体消瘦等症。",
				"钼钯X线乳房摄片、液晶热图像检查、乳头血性分泌物细胞学检查有助诊断。必要时作组织病理检查。"
			],
			"症候分类": {
				"肝郁痰凝": "情志抑郁，或性情急躁，胸闷胁胀，或伴经前期乳房作胀或少腹作胀。乳房部肿块皮色不变。苔薄，脉弦。",
				"冲任失调": "经事紊乱，经前期乳房胀痛。或婚后从未生育，或多次流产史。舌质淡，苔薄，脉弦细。",
				"正虚毒炽": "肿块扩大，溃后愈坚，渗流血水，不痛或剧痛。精神萎靡，面色晦暗或苍白，饮食少进，心悸失眠。舌紫或有瘀斑，苔黄，脉弱无力。"
			},
			"疗效评定": {
				"治愈": "肿块消散。",
				"好转": "肿块缩小或保持稳定。",
				"未愈": "肿块增大，全身症状无改善或见恶化。"
			}
		},
		{
			"病症": "乳癖",
			"病机": "乳癖是由情志内伤，冲任失调，痰瘀凝结而成。乳房肿块和疼痛与月经周期相关。相当于乳腺增生病。",
			"诊断依据": [
				"多数在乳房外上象限有一扁平肿块，扪之有豆粒大小韧硬结节，可有触痛。肿块边界欠清，与周围组织不粘连。",
				"乳房可有胀痛，每随喜怒而消长，常在月经前加重，月经后缓解。",
				"本病多见于20～40岁妇女。",
				"钼钯X线乳房摄片、冷光源强光照射、液晶热图像等检查有助诊断。必要时作组织病理学检查。"
			],
			"症候分类": {
				"肝郁痰凝": "多见于青壮年妇女。乳房肿块随喜怒消长，伴有胸闷胁胀，善郁易怒，失眠多梦，心烦口苦。舌苔薄黄，脉弦滑。",
				"冲任失调": "多见于中年妇女。乳房肿块月经前加重，经后缓减。伴有腰酸乏力，神疲倦怠，月经先后失调，量少色淡，或经闭。舌淡，苔白，脉沉细。"
			},
			"疗效评定": {
				"治愈": "乳房肿块及疼痛消失。",
				"好转": "乳房肿块缩小，疼痛减轻或消失。",
				"未愈": "乳房肿块及疼痛无变化。"
			}
		},
		{
			"病症": "粉刺性乳痛",
			"病机": "粉刺性乳痈由肝郁化热，肉腐化脓而成。多有先天性乳头凹陷畸形，乳头常有粉渣样物排出。乳晕或乳房部出现肿块，溃后形成瘘管，与乳头相通，经久反复不愈。相当于浆细胞性乳腺炎或导管扩张症。",
			"诊断依据": [
				"发病以一侧乳晕部较为多见，亦有双侧同时发病。患者常伴有乳头内缩史，在凹陷的乳头内可有带臭味的渣样物质分泌。少数病人伴有乳头溢液，呈血性或水样。",
				"乳晕旁有结块疼痛，皮色微红，约7～10天成脓。溃后脓液带有臭咪，久不收口，或愈合后又复发。化脓时有发热、头痛。",
				"反复发作，可致疤痕形成，在乳晕部出现僵硬之肿块，且与皮肤粘连。",
				"溃后久不收口，形成乳漏，其特征是用球头银丝从疮孔中深入，可从乳头中穿出。",
				"本病多发于非哺乳期20～40岁的女子。",
				"钼钯X线摄片，乳晕导管造影，或作乳头溢液涂片检查，有助诊断。",
				"本病应与乳岩相鉴别。"
			],
			"症候分类": {
				"热毒蕴结": "乳晕旁结块红肿疼痛，伴有发热，头痛。苔黄腻，脉滑数。",
				"余毒未清": "溃后久不收口，脓水淋漓，形成乳漏，时愈时发，局部可有僵硬肿块。"
			},
			"疗效评定": {
				"好转": "红热疼痛消失，肿块缩小，瘦瘘近愈。",
				"未愈": "肿块不消，瘘管不愈。"
			}
		},
		{
			"病症": "乳衄",
			"病机": "乳衄是因肝脾两伤，肝经火郁、脾失统血而发。证见乳窍溢出血性液体，在乳头或乳晕部可摸及肿块。相当于乳腺导管乳头状瘤及乳腺导管乳头状癌。",
			"诊断依据": [
				"乳头经常有血性分泌物溢出。",
				"可在乳头根部触及肿块，可移动，不与皮肤粘连，挤压乳头时可见血性分泌物。",
				"本病多见于中老年妇女。",
				"乳头分泌物涂片作细胞学检查，乳腺导管造影。可帮助诊断。"
			],
			"症候分类": {
				"肝郁火旺": "乳孔溢液，颜色鲜红或暗红。可伴有烦躁易怒，胸闷胁痛，失眠多梦。舌红，苔薄黄，脉弦。",
				"脾虚血亏": "乳孔溢液，颜色淡红或黄色稀水。伴有面黄倦怠，食少，虚烦不眠。舌淡，苔白，脉细弱。"
			},
			"疗效评定": {
				"治愈": "乳头溢血停止，瘤体消失。",
				"好转": "乳头溢血减少，瘤体缩小。"
			}
		},
		{
			"病症": "乳核",
			"病机": "乳核由冲任失调，情志所伤，血瘀痰凝互结于乳房而成。肿块表面光滑，质地坚硬，边界清楚，推之活动不痛，与月经周期无关。相当于乳腺纤维腺瘤。",
			"诊断依据": [
				"多数发生在一侧乳房，肿块多为单发，以乳房外上象限为多见。",
				"肿块呈卵圆形，大小不一，质地坚硬，表面光滑，境界清楚，活动度大，不与周围组织粘连，无疼痛和触痛。生长缓慢，不会化脓溃烂。与月经周期无关。。",
				"好发于青少年女性。",
				"钼钯X线摄片，红外线热图像等检查，可帮助诊断。必要时作病理检查。"
			],
			"症候分类": {
				"肝气郁结": "一般肿块较小，发展缓慢，不红不热，不痛，推之可移。可有乳房不适，胸闷叹息。苔薄白，脉弦。",
				"血瘀痰凝": "一般肿块较大，坚实木硬，重坠不适。胸胁牵痛，烦闷急躁，或有月经不调，痛经等症。舌暗红，苔薄腻，脉弦细。"
			},
			"疗效评定": {
				"治愈": "肿块完全消失。",
				"好转": "肿块缩小。",
				"未愈": "肿块无改变。"
			}
		},
		{
			"病症": "肠痈",
			"病机": "肠痈是因饮食不节，湿热内阻，致败血浊气壅遏于阑门而成。以转移性右下腹痛为本病主要症状。相当于急性阑尾炎。",
			"诊断依据": [
				"转移性右下腹痛，持续性胀痛，阵发性加剧。",
				"可伴发热，恶心呕吐，便秘或腹泻。",
				"右下腹固定压痛。重者可有反跳痛，腹肌紧张。腰大肌试验阳性，结肠充气试验阳性，肛门指检，直肠前壁有上方有触痛。",
				"血白细胞总数及中性粒细胞增高。"
			],
			"症候分类": {
				"气滞血瘀": "不发热或发热，腹胀，恶心呕吐。苔白腻，脉弦紧。气滞为主者，腹痛绕脐，尚未固定，腹壁柔软；血瘀为主者，痛点固定在右下腹，拒按，有轻度反跳痛。",
				"瘀滞化热": "右下腹痛加剧，有明显跳痛及肌紧张，发热口干，便秘溲赤。舌质红，苔黄或黄腻，脉弦滑数。",
				"热毒炽盛": "腹痛剧烈，可遍及全腹，有弥漫性压痛，反跳痛及肌紧张，或有界限不清之包块。高热。舌质红绛而干，苔黄厚干燥或黄厚腻，脉弦滑数，或洪大而数。"
			},
			"疗效评定": {
				"治愈": "症状及体征全部消失，血象正常。",
				"好转": "症状和体征减轻。",
				"未愈": "症状和体征加重，出现并发症。"
			}
		},
		{
			"病症": "水疝",
			"病机": "水疝是由先天肾气不足，脾失健运及外伤等，使水湿内停于肾子（睾丸）及子系（精索）所致。以阴囊下垂肿大或子系处有痰包为特征。相当于睾丸鞘膜积液及精索囊肿。",
			"诊断依据": [
				"多为单侧性阴囊肿大，逐渐增大，伴阴囊下坠感。",
				"睾丸鞘膜积液者阴囊肿大如卵圆形，表面光滑有波动感，与阴囊皮肤不粘连。睾丸及附睾不易摸到。",
				"精索囊肿在精索上们及囊性肿块。",
				"先天性水疝，多为交通性鞘膜积液，在卧位或推压阴囊，肿块可逐渐缩小或完全消失，站立后又可出现。以婴幼儿为多见。",
				"继发性水疝，常有外伤、感染、血丝虫等病史，一般发病较急，肿块不因体位变动而有所改变。",
				"透光试验阳性，如有血性液体、乳糜及反复感染时可为阴性。穿刺可抽到液体。"
			],
			"症候分类": {
				"肾气亏虚": "见于婴幼儿，站立、哭叫时肿块增大，平卧时则肿物缩小。肿物过大时，阴囊光亮如水晶。舌苔薄白，脉细滑。",
				"湿热下注": "阴囊潮湿而热，或有睾丸肿痛，小便赤热。舌红，苔腻，脉数。",
				"肾虚寒湿": "多见于病程长久，阴囊寒冷，皮肤增厚，坠胀不适。可有面色少华，神疲乏力，腰酸腿软，便溏，小便清长。苔白，脉沉细。",
				"瘀血阻络": "有睾丸损伤或睾丸有肿瘤病史。能触到肿块伴疼痛，多不能透光。舌质紫暗，苔薄，脉细涩。"
			},
			"疗效评定": {
				"治愈": "局部肿物消失。",
				"好转": "局部肿块缩小。",
				"未愈": "局部肿物无变化。"
			}
		},
		{
			"病症": "子痈",
			"病机": "子痈是由湿热下注厥阴之络，致气血凝滞而成。以阴囊胀痛下垂，睾丸肿胀疼痛为特征。相当于急性附睾炎，慢性附睾炎与急性睾丸炎。",
			"诊断依据": [
				"急性子痈",
				". 1起病急骤，初起仅感一侧睾丸或附睾胀痛和下坠感，迅速出现肿胀和疼痛。",
				". 2波及子系时，子系呈条索状肿硬疼痛；波及阴囊时，阴囊红肿灼热。",
				"．3化脓时阴囊皮肤紧张光亮，睾丸或附睾肿大，压痛明显。",
				"．4伴有恶寒发热，头痛，口渴，恶心，小便短赤。或有小便刺痛，痛引少腹等症状。",
				"．5血白细胞总数及中性粒细胞增高。",
				"慢性子痈",
				"．1多有急性子痈病史，或开始即为慢性，可有急性发作。",
				". 2附睾硬结，子系亦可同时粗肿，有不同程度疼痛，或重坠感。",
				"．3本病无阴囊壁粘连，与窦道、输精管也不呈串珠状，可与子痰（附睾结核）区别。"
			],
			"症候分类": {},
			"疗效评定": {
				"治愈": "肿块消散或脓肿经切开治疗后愈合，全身症状消失。",
				"好转": "肿痛减轻或疮口基本愈合，全身症状缓解。",
				"未愈": "局部及全身症状无改善。"
			}
		},
		{
			"病症": "子痰",
			"病机": "子痰系由肝肾阴亏，痰湿乘虚入络，凝于肾子而生。以附睾肿大，硬结触痛，溃后流脓清稀，形成瘘管为特征。相当于附睾结核。",
			"诊断依据": [
				"肾子酸胀隐痛，附睾有不规则硬结，局限于尾部或全部，并可蔓延到睾丸。子系增粗，或有串珠结节。",
				"数月或数年后，硬结与阴囊粘连，皮色暗红，形成脓肿。",
				"溃后脓出稀薄，夹有败絮样物，疮口凹陷，形成瘘管，经久不愈。",
				"本病多见于20～35岁青壮年。",
				"血白细胞总数及中性粒细胞正常，淋巴细胞增多，血沉增快。",
				"脓液涂片可找到结核杆菌或脓液培养有结核杆菌生长。"
			],
			"症候分类": {
				"湿痰凝结": "除肾子酸胀隐痛，附睾硬结，子系呈条索状肿硬外，一般无明显全身症状。苔薄，脉滑。",
				"阴虚内热": "肾子与阴囊皮肤粘连，色转暗红，酿脓时有轻微波动。伴有午后潮热，盗汗，倦怠，颧红。舌质红，苔薄黄，脉细数。",
				"阳虚痰凝": "肾子酸胀隐痛，附睾硬结不消，或溃后疮口久不愈合。伴有肢冷畏寒，面色淡白，腰酸肢软，肾子阴冷。舌边有齿痕，苔薄白，脉弱无力。"
			},
			"疗效评定": {
				"治愈": "硬块消失，或疮口愈合，全身症状消失。",
				"好转": "硬块缩小，或疮口部分愈合，全身症状明显改善。",
				"未愈": "局部与全身症状无改善。"
			}
		},
		{
			"病症": "精癃",
			"病机": "精癃是由肾元亏虚等多种原因，导致精室肿大，膀胱气化失司，以排尿困难和尿潴留为主要临床表现的疾病。相当于前列腺肥大、增生症。",
			"诊断依据": [
				"开始尿频，尤其夜尿次数增多，渐有排尿困难，余溺不尽，严重时可有尿闭或小便失禁。",
				"本病多见于老年男性。",
				"直肠指诊：精室肥大，表面光滑而无结节，边缘清楚，中等硬度而富弹性，中央沟变浅或消失。",
				"B超检查：前列腺大小测定较正常增大，膀胱残留尿大于60毫升。"
			],
			"症候分类": {
				"肺热失宣": "小便不畅或点滴不通。兼见咽干，口燥，胸闷，呼吸不利，咳嗽咯痰。舌质红，苔薄黄，脉滑数。",
				"湿热下注": "尿少黄赤，尿频涩痛，点滴不畅，甚至尿闭，小腹胀满。口渴不欲饮，发热或大便秘结。舌质红，苔黄腻，脉数。",
				"中气下陷": "小腹坠胀，小便欲解不爽，尿失禁或夜间遗尿。精神倦怠，少气懒言。舌质淡，苔薄白，脉濡细。",
				"肾阴亏虚": "小便频数不爽，淋漓不尽。伴有头晕目眩，腰酸膝软，失眠多梦，咽干。舌红，苔黄，脉细数。",
				"肾阳虚损": "排尿无力，失禁或遗尿，点滴不尽。面色huang(恍)白，神倦畏寒，腰膝酸软无力，手足不温。舌质淡。苔白，脉沉细。",
				"气滞血瘀": "小便努责方出或点滴全无，会阴、小腹胀痛，偶有血尿或血精。舌质紫暗或有瘀斑，苔白或黄，脉沉弦或细涩。"
			},
			"疗效评定": {
				"治愈": "排尿通畅，前列腺检查明显缩小，无残余尿。",
				"好转": "排尿症状好转，残余尿减少。",
				"未愈": "症状和各项检查均无改善。"
			}
		},
		{
			"病症": "精浊",
			"病机": "精浊是由肾虚或湿热瘀滞等病邪，下注于精室，导致会阴坠胀疼痛，尿液常有精液溢出为主要临床表现的疾病。相当于前列腺炎。",
			"诊断依据": [
				"小腹、会阴、睾丸部有胀痛不适感，轻度尿频，排尿或大便时尿道可有白色分泌物溢出。",
				"可伴有神疲乏力，头晕，腰酸痛，性欲减退，遗精，早泄，阳痿，不育等症。",
				"以男性中青年为多见，常呈慢性经过，多反复发作。",
				"直肠指检，精室肿大有压痛，慢性者亦可缩小。",
				"前列腺液镜俭，每高倍镜视野白细胞10个以上或成堆，卵磷脂小体显著减少或消失。"
			],
			"症候分类": {
				"气滞血瘀": "少腹、会阴、睾丸坠胀不适，或有血尿，血精。舌质紫或瘀点，苔白或黄，脉沉涩。",
				"湿热蕴结": "尿频、尿急、尿痛，有灼热感，排尿或大便时尿道有白浊溢出。会阴、腰骶、睾丸有坠胀疼痛。苔黄腻，脉滑数。",
				"阴虚火旺": "腰膝酸软，头昏眼花，失眠，多梦，遗精或血精，阳事易兴，排尿或大便时尿道有白浊滴出。舌红，少苔，脉细数。",
				"肾阳虚损": "头昏神疲，腰酸，膝冷，阳萎早泄，甚至稍劳后即尿道有白浊溢出。舌质淡胖，苔白，脉沉细。"
			},
			"疗效评定": {
				"治愈": "症状消失，前列腺液检查正常。",
				"好转": "症状体征改善，前列腺液检查好转。",
				"未愈": "症状及前列腺液检查无改善。"
			}
		},
		{
			"病症": "臁疮",
			"病机": "臁疮多由久站或过度负重，而致小腿筋脉横解，青筋显露，瘀停脉络，久而化热，或小腿皮肤破损染毒，湿热下注而成，疮口经久不愈。相当于下肢慢性溃疡。",
			"诊断依据": [
				"以小腿内臁（内侧）较为多见。",
				"局部初起常先痒后痛，色红，糜烂，迅速转为溃疡。溃疡大小不等，呈灰白或暗红色，表面或附有黄色脓苔，脓水秽臭难闻。病久溃疡边缘变厚高起，四周皮色黯黑，漫肿或伴有湿疹，收口后易反复发作。",
				"多见于下肢患有筋脉横解（静脉曲张）的患者。"
			],
			"症候分类": {
				"湿热下注": "疮面色暗，或上附脓苔，脓水浸淫，秽臭难闻，四周漫肿灼热。伴有湿疹，痛痒时作，甚有恶寒发热。舌苔黄腻，脉数。",
				"脾虚湿盛": "病程日久，疮面色暗，黄水浸淫，患肢浮肿，纳食腹胀，便溏，面色萎黄。舌淡，苔白腻，脉沉无力。",
				"气虚血瘀": "溃烂经年，腐肉已脱，起白色厚边，疮面肉色苍白，四周肤色黯黑，板滞木硬。舌质淡紫，苔白腻，脉细涩。"
			},
			"疗效评定": {
				"治愈": "溃疡愈合。",
				"好转": "溃疡缩小。",
				"未愈": "溃疡疮面未见缩小或有扩大。"
			}
		},
		{
			"病症": "褥疮",
			"病机": "褥疮又名“席疮”。多因久病卧床，气血运行失畅，肌肤失养，每因摩擦皮破，染毒而成。多发于尾骶、肘踝、背脊等容易受压部位，以皮肤破溃，疮口经久不愈为特征。",
			"诊断依据": [
				"好发于尾骶、背脊、肘踝等骨突易受压迫及摩擦部位。",
				"初起皮肤上出现褐色红斑，微肿，继而紫暗水肿，坏死溃烂。",
				"继发染毒时组织坏死迅速，脓水淋漓，相应部位并发臖核疼痛。",
				"多见于昏迷、瘫痪、骨折、大面积烧伤等久病卧床的患者。"
			],
			"症候分类": {
				"气滞血瘀": "局部皮肤出现褐色红斑，继而紫暗红肿，或有破损。苔脉随原发疾病而异。",
				"蕴毒腐溃": "褥疮溃烂，腐肉及脓水较多，或有恶臭，重者溃烂可深及筋骨，四周漫肿。伴有发热或低热，口苦且干，形神萎靡，不思饮食等。舌红，苔少，脉细数。",
				"气血两虚": "疮面腐肉难脱，或腐肉虽脱，新肌色淡，愈合缓慢。伴有面色huang(恍)白，神疲乏力，纳差食少等。舌质淡，苔少，脉沉细无力。"
			},
			"疗效评定": {
				"治愈": "褐色红斑消退，或溃烂疮口愈合。",
				"好转": "红斑未全消退，或溃烂疮面腐肉脱落，新肉生长，疮面逐渐缩小。",
				"未愈": "疮口增大，溃烂不止。"
			}
		},
		{
			"病症": "附骨疽",
			"病机": "附骨疽是因毒邪深袭，阻于筋骨，经络壅塞，气血凝滞所成。相当于急、慢性化脓性骨髓炎。",
			"诊断依据": [
				"起病急骤，始有寒战高热，患肢疼痛彻骨，不能活动，动则剧痛，局部胖肿，皮肤掀红灼热。骨膜穿刺可抽出脓液，脓肿穿破骨膜后疼痛缓解。溃后因骨破坏，脓水淋漓，不能愈合，可由急性转入慢性，形成窦道，骨骼高低不平，反复发作。",
				"常有明显化脓性病灶存在，或有外伤，感受风寒湿邪等诱发因素。",
				"儿童及青少年最易罹患，成年人次之。好发于四肢骨干，尤以下肢为多见。",
				"急性期血白细胞总数及中性粒细胞明显增高。血培养可为阳性。",
				"X线摄片，一般2～3周后能显示骨影模糊区、骨膜反应、骨质破坏等影像。约4周后才能发现死骨。"
			],
			"症候分类": {
				"湿热瘀阻": "除寒战高热等症状外，患肢疼痛彻骨，不能活动。继则局部胖肿，皮色不变，灼热，有明显的骨压痛和患肢叩击痛。苔黄，脉数（",
				"热毒炽盛": "起病约1～2周后，高热持续不退。患肢胖肿，疼痛剧烈，皮肤掀红，灼热，内已酿脓。苔黄腻，脉洪数。",
				"脓毒蚀骨": "溃后急性症状逐渐缓解，脓水淋漓，久则形成窦道。患肢肌肉萎缩，可摸到粗大之骨骼，以探针检查，常可触到粗糙死骨。可伴乏力，神疲，头昏，心悸，低热等症状。"
			},
			"疗效评定": {
				"治愈": "全身症状及局部肿痛消失，溃后疮口愈合。X线摄片无死骨存在。",
				"好转": "全身症状改善，肿痛减轻，但疮口未愈合。X线摄片有死腔、死骨存在。",
				"未愈": "全身症状及局部症状不能控制。X线摄片见病灶继续发展。"
			}
		},
		{
			"病症": "流痰",
			"病机": "流痰是因先天肝肾不足，后天失调，骨骼空虚，风寒湿痰之邪，乘隙而入，流注于筋骨关节而成。本病以脓肿旁流和溃后脓液中伴败絮状痰样物为特征。相当于骨与关节结核。",
			"诊断依据": [
				"起病缓慢，初起仅感病变关节略有酸痛，皮色不变，活动不利，动则疼痛加剧，数月或经年以后，可有寒性脓肿出现。脓肿溃后，脓水稀薄，夹有败絮状物，不易收口。",
				"早期全身症状不明显，中、后期出现低热，颧红，纳呆，盗汗，消瘦，精神疲乏，脉细数等虚弱症状。",
				"发病部位以脊椎为多，其次为髋、膝关节。常见病变关节特征如下",
				"好发于儿童及青少年。病者及家属可有肺痨病史。",
				"活动期血沉明显增快，结核菌素试验呈强阳性。",
				"X线摄片：早期显示骨质疏松、脱钙，甚至部分破坏模糊，稍晚可见死骨游离，死骨吸收后可见骨空洞，晚期关节间隙狭窄或消失，呈畸形。",
				"脓液培养可有结核杆菌生长。"
			],
			"症候分类": {
				"阳虚痰凝": "初起外形既不红热，又不肿胀，仅感病变关节隐隐酸痛。继则关节活动障碍，动则痛甚，全身情况无明显变化。舌淡，苔薄，脉濡细。",
				"肝肾亏虚": "溃脓后疮口排出稀薄脓液，或夹有败絮样物，形成窦道。如病在四肢关节，患肢肌肉萎缩，畸形。病在颈、胸、腰椎者，则强直不遂，甚或下肢瘫痪不用，二便潴留或失禁。形体消瘦，面色huang(恍)白，畏寒，心悸，失眠，自汗盗汗。舌质淡红，苔白，脉细数或虚数。"
			},
			"疗效评定": {
				"治愈": "症状及体征消失，疮口愈合，X线摄片显示病灶修复，或留有功能障碍。",
				"好转": "全身症状消失，疮口未愈合。X线摄片显示病灶好转。",
				"未愈": "症状不改善，甚至恶化。X线摄片显示病灶继续发展。"
			}
		},
		{
			"病症": "脱疽",
			"病机": "脱疽是因先天不足，正气衰弱，寒湿之邪侵袭，致瘀阻脉络，气血不畅，甚或痹阻不通而发病。初起肢冷麻木，后期趾节坏死脱落，黑腐溃烂，疮口经久不愈。相当于血栓闭塞性脉管炎和闭塞性动脉硬化症。",
			"诊断依据": [
				"多发于下肢一侧或两侧。患者可有受冷冻、潮湿、长期多量吸咽、外伤等病史。",
				"初起趾、指冷痛，小腿酸麻胀痛，行走多时加重，休息时减轻，呈间歇性跛行，趺阳脉减弱，小腿可有游走性青蛇毒（静脉炎）。继之疼痛呈持续性，肢端皮肤发凉，下垂时则皮肤暗红、青紫，皮肤干燥，毫毛脱落，趾甲变形增厚，肌肉萎缩，趺阳脉消失。进而发生于性坏死，疼痛剧烈，彻夜不眠，抱膝而坐。溃烂染毒时，出现湿性坏死，肢端红肿热痛，全身发热。",
				"患者大多为20～40岁男性。闭塞性动脉硬化症多发于老年人。",
				"超声多普勒、血流图、甲皱微循环、动脉造影、X线胸部摄片、血脂血糖等检查，除帮助诊断外，尚可了解血管闭塞部位及程度。"
			],
			"症候分类": {
				"寒湿阻络": "患趾（指）喜暖怕冷，肤色苍白冰凉，麻木疼痛，遇冷痛剧。步履不利，多走则疼痛加剧，小腿酸胀，稍歇则痛缓（间歇性破行）。舌苔白腻，脉沉细，趺阳脉减弱或消失。",
				"血脉瘀阻": "患趾（指）酸胀疼痛加重，步履沉重乏力，活动艰难。患趾（指）肤色由苍白转为暗红，下垂时更甚，抬高则见苍白。小腿可有游走性红斑、结节或硬索，疼痛持续加重，彻夜不能入寐。舌质暗红或有瘀斑，苔白，脉弦或涩。趺阳脉消失。",
				"热毒伤阴": "皮肤干燥，毫毛脱落，趾（指）甲增厚变形，肌肉萎缩，趾（指）多呈干性坏疽。舌红，苔黄，脉弦细数。",
				"气血两虚": "面容憔悴，萎黄消瘦，神情倦怠。坏死组织脱落后疮面久不愈合，肉芽暗红或淡红而不鲜。舌质淡胖，脉细无力。"
			},
			"疗效评定": {
				"治愈": "患肢疼痛消失，皮色、肤温恢复正常，疮口愈合，步履活动自如，或趺阳脉可触及。",
				"好转": "疼痛基本消失，但步履活动不能持久，疮口范围缩小。",
				"未愈": "疼痛不能控制，溃疡不能愈合，或继续向近端发展。"
			}
		},
		{
			"病症": "青蛇毒",
			"病机": "青蛇毒是因湿热之邪外侵，以致气血凝滞，脉络滞塞不通而成，呈局部筋脉肿胀色红，灼热疼痛。相当于血栓性浅静脉炎。",
			"诊断依据": [
				"多发于下肢的浅表筋脉，尤其是横解之筋脉，其次是上肢和胸腹壁浅表筋脉。",
				"急性期，病变筋脉表面红肿热痛，一般局限在一条筋脉，呈索状上下蔓延。游走性者多条筋脉受累及病变呈片块状红肿，并扪及多个结节，皮肤色素沉着。",
				"慢性期，病变筋脉呈索条状或结节状肿硬，并与皮肤粘连，表面色素沉着，牵拉时呈沟状，肢体活动时有牵扯感。发于下肢者，可有坠胀隐痛，胫踝浮肿。",
				"患肢常有外伤、感染、静脉给药等病史。"
			],
			"症候分类": {
				"瘀阻脉络": "相当于慢性期，病变筋脉肿如硬索，粘连不移，牵扯不适，或呈多个硬性结节，皮色褐黑，胫踝水肿。轻者舌脉无变化，重者舌质暗红或有瘀斑，脉多沉涩。"
			},
			"疗效评定": {
				"治愈": "皮肤红肿热痛消失，筋脉硬索结节消退。",
				"好转": "皮肤红肿热痛消失，筋脉硬索或结节未完全消退。",
				"未愈": "筋脉红肿继续蔓延游走。"
			}
		},
		{
			"病症": "股肿",
			"病机": "股肿是因瘀血阻于阴脉，痹着不通，营血逆行受阻，水津外溢，导致下肢胀痛，皮色发白，肢体增粗为特征的疾病。相当于下肢血栓性深静脉炎。",
			"诊断依据": [
				"髂股静脉血栓性静脉炎：起病急，发热，自臀部以下整个下肢水肿疼痛，大腿内侧股三角处有明显触痛，皮肤发白，重侧紫绀，皮温增高。慢性期，肿胀减轻，浅静脉扩张充盈，皮肤增厚，小腿可出现色素沉着。",
				"个别病例可因血栓脱落引起肺栓塞时，则有胸痛，呼吸困难，咳嗽，咯血，面色紫绀，血压下降，甚至厥脱。",
				"有长期卧床，久坐不动，外伤，产褥，盆腹腔手术，肿瘤或其它血管病史。",
				"急性期血白细胞总数增高，静脉血流图、超声多普勒、静脉造影有助诊断。"
			],
			"症候分类": {
				"气滞血瘀": "髂股静脉病变时，整个下肢肿胀疼痛，皮肤苍白或紫络，扪之烘热，腿胯部疼痛固定不移，全身发热。舌暗或有瘀斑，脉数。小腿深静脉病变时，腓肠肌胀痛，触痛，胫踝肿胀，行走困难，全身可有低热。苔白或腻，脉数。",
				"气虚血瘀": "患肢肿胀久不消退，按之不硬而无明显凹陷，沉重麻木，皮肤发凉，颜色苍白，青筋显露，倦怠乏力。舌淡而有齿痕、瘀斑，苔薄白，脉沉而涩。"
			},
			"疗效评定": {
				"治愈": "患肢肿胀及疼痛消失，有关检查明显改善。",
				"好转": "患肢疼痛消失，肿胀减轻，有关检查有改善。",
				"未愈": "患肢肿痛不消，有关检查无变化。"
			}
		},
		{
			"病症": "水火烫伤",
			"病机": "水火烫伤是因热毒之气炽盛，腐烂皮肉，甚者火毒内攻可现不同脏腑兼证。相当于烧伤。",
			"诊断依据": [
				"有明确的沸水、火焰等损伤史可查。",
				"按三度四级分类法，记录烧伤深度及百分比。、",
				"．1 Ⅰ度（红斑）：轻度红、肿、热、痛，感觉过敏，不起水泡，表皮干燥。",
				"．2 Ⅱ度（水泡）：",
				"．3 Ⅲ度（焦痂）：感觉消失，无弹力，坚硬如皮革样，蜡白，焦黄或炭化，干燥后可见皮下筋脉阻塞如树枝状。"
			],
			"症候分类": {
				"火盛伤阴": "高热，烦躁，口干便秘，尿少而赤。舌质红而干，苔黄腻或黄糙，或舌光无苔，脉洪大弦数或弦细而数。",
				"火毒炽盛": "创面腐烂，分泌物增多，局部水肿，寒战高热，汗多，口渴，小便短赤。舌质红，苔黄，脉洪数。",
				"阴损及阳": "具有火盛伤阴见症外，兼见精神萎靡，气促，体温反低，肢冷或振颤。舌质淡嫩，脉虚大无力，重按无根，或微细。",
				"气血两虚": "后期热毒渐退，而有神疲乏力，食欲不振，创面肉芽色淡不红，新肉难长。舌质淡嫩，苔薄白，脉虚数或迟缓。",
				"阴伤胃败": "后期热毒渐退，口舌生糜，嗳气呕逆，口干少津，食欲日减，或兼有腹胀便泄。舌光如镜，质暗红而干，脉细数。"
			},
			"疗效评定": {
				"好转": "全身症状消失，创面未完全愈合。",
				"未愈": "全身症状未见改善，创面感染不能控制。"
			}
		},
		{
			"病症": "冻疮",
			"病机": "冻疮是因受寒邪侵袭，气血瘀滞，皮肤紫红麻木刺痛，或局部肌肤坏死，甚者可致全身冻僵。相当于冻伤。",
			"诊断依据": [
				"有低温环境下停留较长时间的病史。",
				"全身性冻疮：有严重冷冻史。初起时寒战，体温逐渐降低，以后出现头晕欲睡，四肢无力，感觉迟钝。进而神志不清，呼吸变浅，脉象细弱。",
				"局部性冻疮：多发于手、足、鼻尖、耳廓和面颊等末梢部位和暴露部位。",
				"．1轻证：初起受冻部位皮肤先呈苍白，继则红肿，或有硬结，斑块，边缘红，中央青紫，冷痛，或感麻木，暖热时自觉灼热，瘙痒，胀痛。",
				". 2重证：有大小不等的水疱或肿块，皮肤呈灰白或暗红，或转紫色，疼痛剧烈，或局部感觉消失。水疱破后出现糜烂或溃疡，甚则肌肉筋骨坏死。",
				"冻疮程度估计",
				"．1Ⅰ度（红斑性冻疮）：皮肤从白变成红色，出现明显的红肿，自觉疼痛或作痒。",
				"．2Ⅱ度（水疮性冻疮）：早期有红肿，继而出现大小不一的水疮，有不同程度的疼痛。",
				". 3Ⅲ度（坏死性冻疮）：轻者在伤后3～7天出现水疱，可延及整个肢体或全身，活动受限制，病变部位呈紫黑色，周围水肿，并有明显疼痛。重者肌肉、骨胳均有伤，呈干性坏疽。患部感觉和机能完全丧失。2～3周后，出现冻伤组织与健康组织的分界线。如有染毒腐溃，可呈现湿性坏疽。"
			],
			"症候分类": {
				"阴盛阳衰": "四肢厥逆，恶寒倦卧，极度疲乏，昏昏欲睡，呼吸微弱。苔白，脉沉微细。",
				"血虚寒凝": "形寒肢冷，局部疼痛喜暖。舌淡而暗，苔白，脉沉细。",
				"气血两虚": "头晕目眩，少气懒言，四肢倦怠，面色苍白或萎黄，疮口不敛。舌质淡，苔白，脉细弱或虚大无力。",
				"瘀滞化热": "发热口干，患处暗红微肿，疼痛喜冷。或患处红肿灼热，溃烂腐臭，脓水淋漓，筋骨暴露。舌暗红，苔黄，脉数。"
			},
			"疗效评定": {
				"治愈": "全身症状消失，肿块消散，创面愈合。",
				"好转": "全身症状基本消失，疮面未完全愈合。",
				"未愈": "全身及局部情况无改善。"
			}
		},
		{
			"病症": "毒蛇咬伤",
			"病机": "毒蛇咬伤是被有毒之蛇咬伤，毒液侵入伤口，气血受伤，内攻脏腑而发生的危急重症。因毒性不同而表现多种全身中毒症状。",
			"诊断依据": [
				"有毒蛇咬伤史。",
				"被咬部位疼痛，或局部麻木，伤肢肿胀，2～3天后最为严重。",
				"咬伤处有牙痕，典型病例有两点大而深的牙痕，其周围可出现血疱、水疱、瘀斑。"
			],
			"症候分类": {},
			"疗效评定": {
				"治愈": "全身和局部症状消失，伤口愈合，伤肢功能恢复。",
				"好转": "全身和局部症状减轻，伤口未完全愈合。",
				"未愈": "全身和局部症状无改善，并出现恶化者。"
			}
		},
		{
			"病症": "破伤风",
			"病机": "破伤风是由破伤感受风毒之邪，引起以全身和局部肌肉强直性和阵发性痉挛为特征的疾病。",
			"诊断依据": [
				"多有外伤接触泥土或污物史。一般破伤感邪后2～15天发病，但亦可短至24小时或长达数月者。",
				"发病时张口困难，咀嚼肌酸胀，牙关紧闭，面呈苦笑表情，硕背强直，甚至角弓反张。或腹部强硬如板，大便秘结，小便不通。",
				"拘急抽搐的发作，可因声、光、风等刺激而诱发和加剧，每次持续数秒钟至数分钟，而后发作频繁，时间延长。。剧烈抽搐可造成肌肉撕裂或骨折。",
				"患者神志始终清醒，一般无发热，但亦有高热者。",
				"后期大汗淋漓，呼吸、说话、吞咽俱感困难，面色青紫，最后多因窒息，或全身衰竭死亡。",
				"脓液培养可有破伤风杆菌生长。"
			],
			"症候分类": {
				"风毒在表": "轻度吞咽困难和牙关紧闭，周身拘急，抽搐较轻，痉挛期短，间歇期较长。",
				"风毒入里": "角弓反张，频繁而间歇期短的全身肌肉痉挛，高热，面色青紫，呼吸急促，痰涎壅盛，胸腹满闷，腹壁板硬，时时汗出，大便秘结，小便不通。舌质红绛，苔黄糙，脉弦数。"
			},
			"疗效评定": {
				"治愈": "全身症状消失，伤口愈合。",
				"好转": "全身症状好转，伤口未完全愈合。",
				"未愈": "全身症状未见改善。"
			}
		}
	],
	"妇科": [
		{
			"病症": "月经先期",
			"病机": "月经先期系由气虚不固或热扰冲任，血海不宁，导致月经周期提前7天以上，甚或半月余一行的月经病。",
			"诊断依据": [
				"月经周期提前7天以上，甚至半月余一行，连续2次以上。",
				"月经周期提前半月，应与经间期出血、青春期、更年期月经先期相鉴别。"
			],
			"症候分类": {
				"气不摄血": "月经提前，质稀色淡，神疲乏力，气短懒言，小腹空坠，纳少便溏。舌质淡，脉弱。",
				"血热内扰": "月经提前，量多，色红质粘，夹有小血块，烦热口干，尿黄便艰。舌质红，苔黄，脉滑数。"
			},
			"疗效评定": {
				"治愈": "月经周期恢复正常能维持3个月以上。",
				"好转": "月经周期恢复正常，但不能维持3个月以上。",
				"未愈": "月经周期末见变化。"
			}
		},
		{
			"病症": "月经后期",
			"病机": "月经后期系由营血亏损、阳虚、寒凝、气滞、冲任不畅导致月经延后7天以上而至，甚或40～50天一行的月经病。",
			"诊断依据": [
				"月经周期超过35天，连续2个月经周期以上。",
				"育龄妇女周期延后，应与妊娠、青青期、更年期月经后期相鉴别。",
				"妇科检查，B超或气腹造影，以排除子宫及卵巢器质性疾病。"
			],
			"症候分类": {
				"血寒凝滞": "月经周期延后，量少，色黯有血块，小腹冷痛，得热减轻，畏寒肢冷。苔白，脉沉紧。",
				"肝血亏虚": "月经周期延后，量少，色淡无块，小腹隐涌，头晕眼花，心悸少寐，面色苍白或萎黄。舌质淡红，脉细弱。",
				"肝气郁滞": "月经周期延后，量少，色黯红或有小血块，小腹胀痛或胸腹、两胁、乳房胀痛。舌苔正常，脉弦。"
			},
			"疗效评定": {
				"治愈": "月经周期恢复正常，维持3个月以上。",
				"好转": "月经周期恢复正常，但不能维持3个月以上。",
				"未愈": "月经周期末见好转。"
			}
		},
		{
			"病症": "月经先后无定期",
			"病机": "月经先后无定期系由肝郁肾虚，气血失调导致血海蓄溢失常，出现月经周期提前或延后7天以上而至的月经病。",
			"诊断依据": [
				"月经周期紊乱应与青春期、更年期月经紊乱相区别。",
				"妇科检查及B超等排除器质性病变。测基础体温，阴道涂片、宫颈粘液结晶检查以了解卵巢功能情况。"
			],
			"症候分类": {
				"肝气郁滞": "月经周期不定，经量或多或少，色紫红有块，经行不畅，胸胁、乳房以及小腹胀痛，脘闷不舒，时叹息。苔薄白或薄黄，脉弦。",
				"肾气不足": "月经周期不定，量少，色淡黯，质稀，神疲乏力，腰骶酸痛，头晕耳鸣。舌淡苔少，脉细尺弱。"
			},
			"疗效评定": {
				"治愈": "月经周期恢复正常，维持3个月以上。",
				"好转": "月经周期恢复正常，但不能维持3个月以上。",
				"未愈": "月经周期末见变化。"
			}
		},
		{
			"病症": "月经过多",
			"病机": "月经过多系由气虚、血热使冲任不固，或因瘀血内阻，血不归经，致月经量较正常明显增多，而周期基本正常的月经病。",
			"诊断依据": [
				"月经周期基本正常，经量明显增多，在50ml以上，或时间超过7天。",
				"妇科检查及B超检查，排除子宫肌瘤等器质性疾病。",
				"排除血小板减少症及凝血机制障碍所致月经过多。"
			],
			"症候分类": {
				"气不摄血": "经来量多，色淡红，质清稀。或面色苍白，气短懒言，肢软无力，或小腹空坠。舌淡，脉细。",
				"血热内扰": "经来量多，色鲜红或深红，质稠粘，或有小血块。常伴心烦口渴，尿黄便秘。舌质红，苔黄，脉滑数。",
				"瘀滞胞宫": "经来量多，或多时不净，色紫黑，有血块或伴小腹疼痛拒按。舌质紫暗或有瘀点,脉细涩。"
			},
			"疗效评定": {
				"治愈": "经量恢复正常，能维持3个月以上。",
				"好转": "经量明显减少或行经期正常，但不能维持3个月以上。",
				"未愈": "月经周期、经量无变化。"
			}
		},
		{
			"病症": "月经过少",
			"病机": "月经过少系由精血衰少，血海不盈，或痰阻瘀滞，血行不畅，致使经期虽准，但经量较正常明显减少，或经期不足2天经量少的月经病。",
			"诊断依据": [
				"本病应与早孕激经相鉴别。",
				"排除因结核病引起的月经过少。"
			],
			"症候分类": {
				"肝血亏虚": "月经量少或点滴即净，色淡无块，或伴头晕眼花，心悸怔忡，面色萎黄，",
				"肾阳亏虚": "月经量少，色淡红或黯红，质稀，腰脊酸软，头晕耳鸣，或小腹冷，夜尿多。舌质淡，脉弱或沉迟。",
				"瘀滞胞宫": "月经量少，色紫黑，有血块，小腹胀痛，拒按，血块排出后胀痛减轻。舌正常或紫黯，或有瘀点，脉细弦涩。",
				"痰湿阻滞": "月经量少，色淡红，质粘腻，形体肥胖，胸闷呕恶，或带多粘稠。苔白腻，脉滑。"
			},
			"疗效评定": {
				"治愈": "经量恢复正常，维持3个月以上。",
				"好转": "经量明显增多。或经量恢复正常，但不能维持3个月以上。",
				"未愈": "经周期、经量无变化。"
			}
		},
		{
			"病症": "经期延长",
			"病机": "经期延长系阴虚内热、瘀阻冲任、血不归经致使经期虽基本正常，但行经时间超过7天，甚至淋漓半月方净的月经病。",
			"诊断依据": [
				"月经周期基本正常，行经时间超过7天，甚至淋漓半月始净。",
				"应与漏下和赤带相鉴别。",
				"必要时作妇科检查或B超检查，排除宫颈息肉、宫颈炎或子宫器质性病变。"
			],
			"症候分类": {
				"瘀滞胞宫": "经行淋漓8－9日或10余日始净，量少，色黯有块，小腹疼痛拒按。舌质紫黯或有瘀点，脉弦涩。",
				"阴虚血热": "月经持续8－10天，量少色红质稠，咽干口燥，或有颧红，潮热，或见手心灼热。舌质红少津，苔少或无苔，脉细数。",
				"气不摄血": "月经持续8－l0天始净，量少，色淡，质清稀。伴神疲乏力，或头晕眼花，心悸少寐，或纳少便溏。舌质淡，苔薄白，脉弱或虚细。",
				"湿热下注": "经行8～10天始净，量少，色黯如酱，混杂粘液，气味秽臭，腰腹胀痛。平素带多色黄、有臭味。舌正常或偏红，苔黄腻，脉濡数。"
			},
			"疗效评定": {
				"治愈": "行经期恢复正常3个月以上。",
				"好转": "行经期缩短，但未恢复正常。",
				"未愈": "行经时间无变化。"
			}
		},
		{
			"病症": "痛经",
			"病机": "痛经系由情志所伤，六淫为害，导致冲任受阻；或因素体不足，胞宫失于濡养，导致经期或经行前后呈周期性小腹疼痛的月经病。",
			"症候分类": {
				"气血瘀滞": "经前或经期小腹胀痛拒按，或伴乳胁胀痛。经行量少不畅，色紫黑有块，块下痛减。舌质紫黯或有瘀点，脉沉弦或涩。",
				"寒湿凝滞": "经行小腹冷痛，得热则舒，经量少，色紫黯有块。伴形寒肢冷，小便清长。苔白，脉细或沉紧。",
				"肝郁湿热": "经前或经期小腹疼痛，或痛及腰骶，或感腹内灼热。经行量多质稠，色鲜或紫，有小血块。时伴乳胁胀痛，大便干结，小便短赤，平素带下黄稠。舌质红，苔黄腻，脉弦数。",
				"气血亏虚": "经期或经后小腹隐痛喜按，经行量少质稀。形寒肢疲，头晕目花，心悸气短.舌质淡，苔薄，脉细弦。",
				"肝肾亏损": "经期或经后小腹绵绵作痛，经行量少，色红无块。腰膝酸软，头晕耳鸣。舌淡红，苔薄，脉细弦。"
			},
			"疗效评定": {
				"治愈": "疼痛消失，连续3个月经周期末见复发。",
				"好转": "疼痛减轻或疼痛消失，但不能维持3个月以上。",
				"未愈": "疼痛未见改善。"
			}
		},
		{
			"病症": "闭经",
			"病机": "闭经系因血枯精亏或气滞痰阻，导致女子年逾18周岁月经未至，或正常月经周期建立后，又停经3个月以上的月经病。",
			"诊断依据": [
				"年逾18周岁女子，月经尚未初潮者，属原发性闭经。",
				"女子已行经而又中断3个月以上者，属继发性闭经。",
				"须与妊娠期、哺乳期、绝经期等生理性停经相鉴别。"
			],
			"症候分类": {
				"肾气不足": "年逾18周岁，月经未至或来潮后复闭。素体虚弱，头晕耳鸣，第二性征不足，腰腿酸软，腹无胀痛，小便频数。舌淡红，脉沉细。",
				"气血亏虚": "月经周期后延，经量偏少，继而闭经。面色不荣，头晕目眩，心悸气短，神疲乏力。舌淡边有齿印，苔薄，脉细无力。",
				"痰湿阻滞": "月经停闭，形体肥胖，神疲嗜睡，头晕目眩，胸闷泛恶多痰，带下量多。苔白腻，脉濡或滑。",
				"阴虚内热": "月经先多后少，渐致闭经。五心烦热，颧红升火，潮热盗汗，口干舌燥。舌质红或有裂纹，脉细数。",
				"血寒凝滞": "经闭不行，小腹冷痛，得热痛减，四肢欠温，大便不实。苔白，脉沉紧。",
				"血瘀气滞": "月经闭止，胸胁胀满，小腹胀痛，精神抑郁。舌质紫黯，边有瘀点，苔薄，脉沉涩或沉弦。"
			},
			"疗效评定": {
				"治愈": "月经来潮，连续3次以上正常行经。",
				"好转": "月经恢复来潮。但月经周期未正常。",
				"未愈": "月经仍未来潮。"
			}
		},
		{
			"病症": "崩漏",
			"病机": "崩漏因血热、脾虚、肾虚、血瘀等导致冲任损伤，不能约制经血，非时而下。量多如注者为崩，量少淋漓不尽者为漏，两者常交替出现。多见于子宫功能性出血。",
			"诊断依据": [
				"经血无周期可循。",
				"经量或暴下如注，或漏下不止，或两者交替出现。",
				"须与胎漏、异位妊娠、产后出血、赤带以及症瘕、外伤引起的阴道出血相鉴别。"
			],
			"症候分类": {
				"血热内扰": "经血量多，或淋漓不净，色深红或紫红，质粘稠，夹有少量血块。面赤头晕，烦躁易怒，口干喜饮，便秘尿赤。舌质红，苔黄，脉弦数或滑数。",
				"气不摄血": "经血量多，或淋漓不净，色淡质稀。神疲懒言，面色萎黄，动则气促，头晕心悸，纳呆便溏。舌质淡胖或边有齿印，舌苔薄润，脉芤或细无力。",
				"肾阳亏虚": "经血量多，或淋漓不净，色淡质稀。精神不振，面色晦暗，肢冷畏寒，腰膝酸软，小便清长。舌质淡，苔薄润，脉沉细无力，尺部尤弱。",
				"肾阴亏虚": "经血时多时少，色鲜红。头晕耳鸣，五心烦热，夜寐不安。舌质红或有裂纹，苔少或无苔，脉细数。",
				"瘀滞胞宫": "经漏淋漓不绝，或骤然暴下，色暗或黑，夹有瘀块，小腹疼痛，块下痛减。舌质紫暗或边有瘀斑，脉沉涩或弦紧。"
			},
			"疗效评定": {
				"治愈": "经量、经期、周期恢复正常，能维持3个月经周期以上。或更年期妇女血止绝经者。",
				"好转": "经量、经期、周期虽恢复正常，但不能维持3个月经周期。或经量减少，或经期缩短。",
				"未愈": "阴道出血无变化。"
			}
		},
		{
			"病症": "经行乳房胀满",
			"病机": "经行乳房胀痛是由肝郁气滞脉络不畅，或肝肾阴虚，脉络失养，以致经前、经后或经行期间出现乳房胀痛或乳头胀痛作痒，甚至不能触衣的病变。",
			"诊断依据": [
				"排除乳房实质性肿块所致的乳房胀痛。"
			],
			"症候分类": {
				"肝气郁滞": "经前或行经时，乳房胀硬作痛，或乳头胀痛作痒，郁怒不欢。苔薄白，脉弦。痛",
				"肝郁肾虚": "经前或经行时乳胀，触之无块，经后消失。腰酸耳鸣，五心烦热。舌红少苔，脉细数。"
			},
			"疗效评定": {
				"治愈": "乳房胀痛消失，无周期性发作。",
				"好转": "乳房胀痛减轻。或症状消失，3个月经周期内又见发作。",
				"未愈": "行经期，乳房胀痛无变化。"
			}
		},
		{
			"病症": "经行发热",
			"病机": "经行发热是因素体虚弱，或瘀热内阻等，导致气血营卫失调，每值经期或行经前后，出现以发热（体温一般在37.5C以上）为主要表现的病变。",
			"诊断依据": [
				"发热见于经期或行经前后，呈周期性发作2次以上者。",
				"应与月经期间外感发热相鉴别。"
			],
			"症候分类": {
				"阴虚内热": "经行前后见有发热，午后潮热，烦躁少寐，口于便艰。舌红而于，脉细数。",
				"气血亏虚": "经期或经后发热，经行量多色淡，神疲畏寒，气短懒言，面目虚浮。舌淡嫩，苔白润，脉虚或细略数。",
				"营卫不和": "经行发热，经血量少不畅，小腹作胀，恶风自汗。舌质淡红，苔薄白，脉浮缓。",
				"瘀热内郁": "经前或经期发热，经色紫黯，间有血块，腹痛。舌黯或边尖有瘀点，脉沉弦数。"
			},
			"疗效评定": {
				"治愈": "发热消失，3个月经周期无复发。",
				"好转": "发热减轻，或热退后3个月经周期内又见复发。",
				"未愈": "经行发热无变化。"
			}
		},
		{
			"病症": "经行头痛",
			"病机": "经行头痛系因素体血虚，血不上荣，或情志内伤，瘀血内阻，阳络不通，导致每于经期或行经前后出现以头痛为主要症状的病变。",
			"诊断依据": [
				"头痛随月经周期呈规律性发作2次以上者。",
				"头痛大多为单侧，或左或又，亦可见于两侧太阳穴或头顶部。痛如锥刺，或掣痛，或绵绵作痛。",
				"须与经期外感、高血压及颅内站位性病变的头痛相鉴别。"
			],
			"症候分类": {
				"气血瘀滞": "经前或经期头痛剧烈，痛如锥刺。经血量少，行而不畅，色紫有块，或伴小腹疼痛，拒按。舌暗边有瘀点，脉细涩或弦涩。",
				"肝血亏虚": "经期 或经后，头痛绵绵。心悸少寐，神疲乏力。舌淡苔薄，脉细。",
				"肝火旺盛": "经前头痛目胀，甚或巅顶掣痛。烦躁易怒，口苦咽干，经行量多色鲜。舌质红，苔薄白，脉弦带数。"
			},
			"疗效评定": {
				"治愈": "经行头痛消失，无周期发作。",
				"好转": "经行头痛减轻。或头痛消失后3个月经周期内又有复发。",
				"未愈": "经行头痛无变化。"
			}
		},
		{
			"病症": "经行身痛",
			"病机": "经行身痛素体血虚、寒湿留滞，经脉失养，致经期或行经前后出现肢体疼痛周期性发作的病变。",
			"诊断依据": [
				"行经期间或经来前后，肢体疼痛酸楚或麻木不适，呈周期性发作2次以上者。",
				"局部无红肿，无畸行。无严外伤、风湿痹及其它疾病史。"
			],
			"症候分类": {
				"气血亏虚": "经期或行经前后，肢体酸痛麻木，神疲乏力，经行量少色淡。舌质淡，苔薄，脉细。",
				"寒湿凝滞": "经期或行经前后，关节疼痛酸楚重着，腰膝尤甚，得热则舒。月经后期，量少不畅，色暗有块。苔薄白，脉沉紧。"
			},
			"疗效评定": {
				"治愈": "经行身痛消失，无周期性发作。",
				"好转": "经行身痛减轻，或身痛止后经行3次内又复发。",
				"末愈": "经行身痛未减轻。"
			}
		},
		{
			"病症": "经行泄泻",
			"病机": "经行泄泻是指素体脾肾虚弱，致每逢经行期间大使溏薄，甚或清稀如水，日解数次的病变。",
			"诊断依据": [
				"经行泄泻，随月经周期发作。",
				"粪便多为水谷不化之残渣，或溏便。一般无腹痛，大便不臭，无脓血。",
				"应注意与慢性腹泻相鉴别。"
			],
			"症候分类": {
				"肝郁脾虚": "经行期间大便溏泻。神疲肢重，面色不华，纳差口淡，或伴腹胀隐痛。舌质淡，边有齿印，苔薄，脉濡。若兼肝旺者，则有小腹胀痛，胸胁痞闷等，脉兼弦象。",
				"肾阳亏虚": "经行期间大便泄泻或完谷不化，面色晦暗，腰腿酸软，形寒肢冷，小便清长。舌质淡，苔白滑，脉沉细。"
			},
			"疗效评定": {
				"治愈": "经行大便正常，无周期性发作。",
				"好转": "经行泄泻次数减少，症状减轻。或泄泻虽止，但3个月经周期内又复发者。",
				"未愈": "经行泄泻症状无变化。"
			}
		},
		{
			"病症": "经行吐衄",
			"病机": "经行吐衄主要是由肝火上逆，肺胃燥热，迫血妄行，致每值经期或经行前后，有规律出现吐血或衄血，并伴有经量减少或不行的病变。又称\"倒经\"或\"逆经\"。",
			"症候分类": {
				"肝郁化火": "经期或行经前，发生吐血、衄血，量较多色鲜红。月经先期，量少色红质稠，或月经不行，面赤烦热，口苦咽干，乳胁胀痛，烦躁易怒。舌红苔黄，脉弦数。",
				"阴虚肺燥": "行经前后或月经期间，出现鼻衄或咳血。经行量少色红，甚或不行。咽干鼻燥，咳呛气逆，音哑不扬，潮热颧红，腰膝酸软。舌红少津，苦薄，脉细数。",
				"胃热炽盛": "经行前后或经期发生吐血，色紫红或兼夹食物。经行先期，量少色鲜，甚则闭而不行，唇红口干，牙龈肿痛，口臭便秘。舌红，苔黄燥，脉滑数。"
			},
			"疗效评定": {
				"治愈": "经行吐衄消失，无周期性发作。",
				"好转": "经行吐衄量减少。或吐衄消失，未能保持3个月经周期又复发。",
				"未愈": "经行吐衄无变化。"
			}
		},
		{
			"病症": "经行口糜",
			"病机": "经行口糜是指阴虚火旺，心火上炎，或胃热熏蒸，致每值经期或经行前后，口舌糜烂，呈周期性发作的病变。",
			"诊断依据": [
				"在经前1周之内或正值经期，或在经净后3、4天内出现口舌糜烂，有周期性发作者。",
				"通过妇科及眼科检查，需排除狐惑病。"
			],
			"症候分类": {
				"阴虚火旺": "经期见有口舌糜烂，口燥咽干，五心烦热，形体消瘦，头晕腰酸，夜寐不安、尿少色黄。舌尖红，脉细数。",
				"胃热炽盛": "经行见有口舌糜烂，口臭，口干喜饮，胸闷纳呆，尿黄，便结。舌苔黄厚，脉滑数。"
			},
			"疗效评定": {
				"治愈": "经行口糜消失，无周期性发作。",
				"好转": "经行口糜减轻。或口糜消失，但不能维持3个月经周期复发者。",
				"未愈": "经行口糜无变化。"
			}
		},
		{
			"病症": "绝经前后诸症",
			"病机": "绝经前后诸症是肾气渐衰，天癸将竭，阴阳失衡而致妇女在绝经前后出现月经紊乱，烘热汗出，潮热面红，情志异常等多种症状。相当于更年期综合症。",
			"诊断依据": [
				"发病年龄一般在45～55周岁绝经前后。",
				"见有月经紊乱，潮热面红，烘热汗出，情绪激动，情志异常，皮肤感觉异常等症。"
			],
			"症候分类": {
				"肝肾阴虚": "经行先期，量多色红或淋漓不绝。烘热汗出，五心烦热，口干便艰，腰膝酸软，头晕耳鸣。舌红少苔，脉细数。兼肝旺者多见烦躁易怒；心火旺者可见心悸失眠。",
				"肾阳亏虚": "月经后愆或闭阻不行，行则量多，色淡质稀或淋漓不止。神萎肢冷，面色晦暗，头目晕眩，腰酸尿频。舌淡，苔薄，脉沉细无力。兼脾阳虚者可见纳少便溏，面浮肢肿；兼心脾两虚者，可见心悸善忘，少寐多梦。"
			},
			"疗效评定": {
				"治愈": "烘热汗出，情志异常等症状消除。",
				"好转": "诸症减轻。",
				"未愈": "诸症无变化。"
			}
		},
		{
			"病症": "带下病",
			"病机": "带下病系由湿邪影响冲任，带脉失约，任脉失固，导致阴道分泌物量多或色、质、气味的异常改变。多见于阴道、宫颈等炎症性疾病。",
			"诊断依据": [
				"带下量多，绵绵不绝。",
				"带下量虽不多，但色黄或赤或青绿；质稠浊或清稀如水，气腥秽或恶臭。",
				"须与输卵管和子宫体、颈的恶性肿瘤相鉴别。"
			],
			"症候分类": {
				"脾虚湿困": "分泌物色白或淡黄，量多如涕，无臭，绵绵不断。恶心纳少，腰酸神倦。舌淡胖，苔白腻，脉缓弱。",
				"肾阴亏虚": "分泌物色黄或兼赤，质粘无臭。阴户灼热，五心烦热，腰酸耳鸣，头晕心悸。舌红，苔少，脉细数。",
				"肾阳亏虚": "分泌物量多，清稀如水，或透明如鸡子清，绵绵不绝，腰酸腹冷，小便频数清长，夜间尤甚。舌质淡，苔薄白，脉沉迟。",
				"湿热下注": "分泌物量多，色黄或兼绿，质粘稠，或如豆渣，或似泡沫，气秽或臭，阴户灼热瘙痒，小便短赤，或伴有腹部掣痛。舌质红，苔黄腻，脉儒数。兼肝胆湿热者，出现乳胁胀痛，头痛口苦，烦躁易怒，大便干结。舌红，苔黄，脉弦数。"
			},
			"疗效评定": {
				"治愈": "阴道分泌物之量、色、气味、质均恢复正常，诸症消失。",
				"好转": "阴道分泌物之量、色、气味、质及诸症减轻。",
				"未愈": "带下诸症无变化。"
			}
		},
		{
			"病症": "妊娠恶阻",
			"病机": "妊娠恶阻是指妊娠早期冲脉之气上逆，胃失和降，出现呕吐厌食，或食入即吐的疾病。相当于妊娠剧吐。",
			"诊断依据": [
				"妊娠期间，阴道少量下血，时下时止为\"胎漏\"；腰酸，腹部胀坠作痛，或伴有少量出血者，为\"胎动不安\"。",
				"妊娠试验呈阳性反应，B超探查胎动、胎心搏动正常，并与停经月份相符。"
			],
			"症候分类": {
				"肾气不足": "妊娠期，阴道漏红，量少色淡。腰酸腹坠，或伴头晕耳鸣，小便频数，或有流产史。舌淡，苔白，脉沉滑尺弱。",
				"气血亏虚": "妊娠期，阴道漏红，量少，色淡质薄。腰酸腹坠，神疲肢软，心悸气短，面色少华。舌质淡，苔薄白，脉细滑。",
				"血热内扰": "妊娠期，阴道漏红，色鲜。或腹痛下坠，心烦不安，手心灼热，口干咽燥，大使秘结。舌红，苔黄而干，脉弦滑或滑数。",
				"外伤损络": "妊娠外伤后腰腹胀坠作痛，阴道漏红，色紫红，或有小血块。舌淡红，脉细滑无力。"
			},
			"疗效评定": {
				"治愈": "血止胎安，兼症消失，观察2周后，各项检查证实正常妊娠。",
				"好转": "漏红减少，兼症改善，各项检查为正常妊娠。",
				"未愈": "出血不止，甚至堕胎流产，或胎死腹中。"
			}
		},
		{
			"病症": "滑胎",
			"病机": "滑胎是由于禀质虚弱，肾虚冲任不固，而致怀孕后出现自然堕胎，或小产连续发生3次以上者，称为滑胎。相当于习惯性流产。",
			"诊断依据": [
				"屡孕屡堕，男方检查正常者。",
				"染色体检查，排除遗传因素所致。",
				"妇科检查，了解子宫有无畸形。"
			],
			"症候分类": {
				"脾肾两虚": "头晕耳鸣，腰酸膝软，神疲肢倦，气短懒言，纳少便溏，夜尿频多，眼眶黯黑或面有黯斑。舌质淡，苔薄，脉沉弱。",
				"气血亏虚": "面色苍自或萎黄，心悸气短，头晕肢软，神疲乏力。舌淡，苔薄，脉沉细弱无力。",
				"阴虚内热": "两颧潮红，口干咽燥，手足心热，烦躁不宁，或形体消瘦。舌红，少苔，脉细数。"
			},
			"疗效评定": {
				"治愈": "正常分娩。",
				"未愈": "仍堕胎小产。"
			}
		},
		{
			"病症": "子肿",
			"病机": "妇女怀孕期间由于素体脾肾阳虚，胎气壅阻，水湿内滞，而出现肢体面目发生肿胀者，称为子肿。相当于妊娠水肿。",
			"诊断依据": [
				"妊娠数月，面目肢体肿胀，或少数孕妇水肿虽不明显，但体重每周增加0.5公斤以上。",
				"妊娠晚期，仅见脚部的浮肿，无其他不适者，不作病论。",
				"尿常规无蛋白尿、管型，血压在正常范围内。",
				"B超排除畸形胎儿。"
			],
			"症候分类": {
				"脾虚湿困": "妊娠数月，面目四肢浮肿或遍及全身，肤色淡黄，皮薄而光亮，胸闷气短，懒于言语，口淡无味，食欲不振，大便溏薄。舌质淡胖，脉缓滑无力。",
				"肾阳亏虚": "孕后数月或晚期，面目浮肿，下肢尤甚，按之没指，心悸气短，肢冷畏寒，小便短少。舌质淡嫩或边尖有齿痕，苔白润，脉沉细无力或沉迟而弱。",
				"肝气郁滞": "妊娠4～5月后，先由脚肿，渐及于腿，皮色不变，随按随起，头晕胀痛，胸闷胁胀，食少。苔薄腻，脉弦滑。"
			},
			"疗效评定": {
				"治愈": "肿胀及症状消除。",
				"好转": "肿胀及症状减轻。",
				"未愈": "肿胀及症状无变化。"
			}
		},
		{
			"病症": "子淋",
			"病机": "妇女怀孕期间，由于肾虚或膀胱湿热，气化失常，出现尿频尿急，并感灼热涩痛等临床表现者，称为子淋。相当于妊娠合并尿路感染。",
			"诊断依据": [
				"妊娠期间，小便频数而急，淋沥涩痛，小腹拘急。",
				"小便常规可见红、白细胞及蛋白尿。中段尿培养可有细菌生长。",
				"应与转胞相区别。"
			],
			"症候分类": {
				"膀胱湿热": "小便频数涩痛，淋沥不爽，尿少色黄而赤，小腹拘急。舌尖红，苔黄而干，脉数有力或弦滑。湿重者，尿色黄浊，头身困重，胸闷纳呆，苔黄腻，脉滑数。",
				"阴虚内热": "小便频数短黄，欲出未尽，腰腹酸坠，五心烦热，心悸颧赤。舌红，少苔，脉细滑数。"
			},
			"疗效评定": {
				"治愈": "症状消失，小便恢复正常，尿常规及中段尿培养阴性者。",
				"好转": "症状及小便涩痛减轻，尿常规检查有改善。",
				"未愈": "症状及尿常规检查无变化。"
			}
		},
		{
			"病症": "转胞",
			"病机": "孕妇素体虚弱导致胎气下坠，迫及膀胱，以致水道不利，而出现小便不通，小腹拘急胀痛，心烦不得卧者，称为转胞。相当于妊娠合并小便不通。",
			"诊断依据": [
				"妊娠期间，小便频数，点滴量少，甚或闭而不通，小腹拘急疼痛，胀坠难忍。多见于妊娠晚期。",
				"小便虽频数量少，但排尿时无刺痛灼热感，可与子淋相区别。"
			],
			"症候分类": {
				"脾虚气陷": "妊娠期间尿急频作点滴量少，甚或不通，小腹拘急，胀坠难忍，烦躁不安。面色淡白，神疲肢软。舌淡，苔薄白，脉细无力。",
				"肾阳亏虚": "妊娠期间尿频尿涩，点滴不畅或闭而不通，小腹拘急，胀坠疼痛，烦躁不安。腰膝酸软，形寒畏冷。舌质淡嫩，苔薄润，脉沉细无力。"
			},
			"疗效评定": {
				"治愈": "小便通畅，余症消除。",
				"好转": "小便通而不畅。",
				"未愈": "小便依然不通。"
			}
		},
		{
			"病症": "产后血崩",
			"病机": "产后血崩是由于产妇素体气血虚弱，或瘀阻、血热，导致血不归经，阴道出血量达500毫升以上者。",
			"诊断依据": [
				"阴道出血量多急迫，大多发生在产后24小时内。",
				"严重者血压骤降，甚至肢冷、汗出、神昏等症。",
				"多见于子宫收缩乏力、胎盘滞留。排除软产道损伤。",
				"应与血液病，如再生障碍性贫血、血小板减少症、白血病等所致的出血相鉴别。"
			],
			"症候分类": {
				"气不摄血": "产后下血如崩，色红或淡红，质稀。面色苍白，腰膝酸软，头晕目眩，精神疲乏，心悸气短，甚或出现冷汗淋漓，四肢厥冷，神志昏迷等症。舌淡，苔薄，脉微或虚大。",
				"气血瘀滞": "产后出血不止，量多如崩，色紫黯，夹有血块，小腹胀痛。舌质紫或有瘀斑，脉弦或涩。",
				"血热内扰": "产后下血量多，血色鲜红或紫，势急如崩。头胀眩晕，胸胁胀痛，烦躁易怒。舌质偏红，苔黄，脉弦数。"
			},
			"疗效评定": {
				"治愈": "出血停止，症状基本消失。",
				"好转": "出血明显减少，症状改善。",
				"未愈": "出血仍不止，病情恶化者。"
			}
		},
		{
			"病症": "产后恶露不绝",
			"病机": "产后恶露不绝是由于产时劳伤经脉，导致气血运行失常，而致产后3周以上，仍有阴道出血者。相当于子宫复旧不良，子宫轻度感染，胎盘、胎膜残留。",
			"诊断依据": [
				"产后3周以上阴道仍有少量出血。",
				"妇科检查可确诊子宫复旧不良，或子宫轻度感染，或胎盘、胎膜残留。应排除绒癌及恶性葡萄胎。"
			],
			"症候分类": {
				"脾虚气陷": "产后恶露过期不止，量多或淋漓不断，色淡红，质稀薄，无臭味。小腹空坠，神倦懒言，面色淡白。舌淡，脉缓弱。",
				"血热内扰": "产后恶露过期不止，量较多，色深红，质惆粘，有臭秽气。面色潮红，口燥咽干。舌质红，脉虚细而数。",
				"气血瘀滞": "产后恶露淋漓涩滞不爽，量少，色紫黯有块，小腹疼痛拒按。舌紫黯或边有紫点，脉弦涩或沉而有力。"
			},
			"疗效评定": {
				"好转": "阴道出血减少，症状减轻。",
				"未愈": "症状无改善。"
			}
		},
		{
			"病症": "产后大便难",
			"病机": "由于分娩时失血伤津，肠道失于儒润，出现大使艰涩，数日不解，或排便时干燥疼痛，难以排出，称为产后大便难。",
			"诊断依据": [
				"一般发病较缓慢，应与其他疾病引起的便秘相鉴别。"
			],
			"症候分类": {
				"血虚津亏": "产后大便干燥，数日不解，或解时艰涩难下，但腹无胀痛，饮食如常。面色萎黄，皮肤不润。舌淡，苔薄，脉虚涩。",
				"阴虚内热": "产后大便燥结，数日不解，伴口干咽燥，手心灼热，胸满腹胀。舌红少津，苔薄黄，脉细数。",
				"脾虚气陷": "产后虽有便意，临厕努责乏力，气短汗出，倦怠无力，便出并不干硬，或头晕目眩。舌淡，苔薄，脉大而虚。"
			},
			"疗效评定": {
				"治愈": "大便正常，停药后无复发。",
				"好转": "大便通而欠畅，或大便正常，但停药后复发。",
				"未愈": "症状无改善。"
			}
		},
		{
			"病症": "产后感染发热",
			"病机": "由于产时气血骤虚，阳气浮越，感染邪毒，正邪交争，而出现产后10天内发热，伴有腹痛及阴道分泌物的色、质、量、气味异常变化，称产后感染发热。",
			"诊断依据": [
				"应与血虚、外感、蒸乳所致发热相鉴别。",
				"必要时作妇科检查，血、尿常规检查，宫颈分泌物培养等，以明确感染部位及致病菌。"
			],
			"症候分类": {
				"肺卫气虚": "产后汗出较多，不能自止，动则益甚。时或恶风，面色恍白，气短懒言，语声低怯，倦怠乏力。舌质淡，苔薄，脉虚弱。",
				"阴虚内热": "产后睡中汗出，甚则湿透衣衫，醒来即止。面色潮红，头晕耳鸣，口燥咽干，渴不思饮，或五心烦热，腰膝酸软。舌红嫩或绛，少苔或无苔，脉细数无力。"
			},
			"疗效评定": {
				"治愈": "症状消失。",
				"好转": "症状明显减轻。",
				"未愈": "症状无改善。"
			}
		},
		{
			"病症": "产后乳汁自出",
			"病机": "产后乳汁自出是由于气虚不能固摄，或肝火内积，迫乳汁外溢，导致产后乳汁未经婴儿吮吸而不断自然流出者。",
			"诊断依据": [
				"妇女子宫从正常位置沿阴道下降，至宫颈外口达坐骨棘水平以下，甚至子宫全部脱出阴道门外。",
				"有下腹隐痛、坠胀等症。",
				"妇科检查：子宫下垂的程度，一般分为三度。"
			],
			"症候分类": {
				"脾虚气陷": "子宫脱垂，劳则加剧，卧则消失，小腹坠胀，面色少华，四肢乏力，少语懒言，带下色白，量多质稀。舌淡，苔薄，脉细弱。",
				"肾阳亏虚": "子宫脱垂，腰酸腿软，小腹下垂，头晕耳鸣，小便频数，夜间尤甚。舌淡红，脉沉弱。",
				"湿热下注": "子宫脱出日久，表面溃烂，黄水淋漓或小便灼热，或口干口苦。舌质红，苔黄或黄腻，脉滑数。"
			},
			"疗效评定": {
				"治愈": "子宫恢复正常位置，半年未复发。",
				"好转": "宫颈与宫体向上回纳，但未恢复到正常位置。",
				"未愈": "症状与体征无变化。"
			}
		},
		{
			"病症": "不孕症",
			"病机": "育龄妇女由于肾虚、肝郁、痰湿、血瘀等原因，导致冲任、子宫功能失调，结婚1年以上，或曾孕育后1年以上，夫妇同居，配偶生殖功能正常，而不受孕者，称为不孕症。",
			"诊断依据": [
				"育龄妇女结婚1年以上，夫妇同居，配偶生殖功能正常，不避孕而未能受孕者，为原发不孕。曾有孕产史，继又间隔1年以上，不避孕而未怀孕者，称为继发不孕。",
				"排除生殖系统的先天性生理缺陷和畸形。"
			],
			"症候分类": {
				"肾阳亏虚": "婚后不孕，经行量少色淡，头晕耳鸣，腰酸形寒，小腹冷感，带下清稀，性欲淡漠，有时便溏。舌淡胖，苔白，脉沉细尺弱。",
				"肾阴亏虚": "婚后不孕，经行先期，量少色红，五心烦热，咽干口渴，头晕心悸，腰酸腿软。舌红少苔，脉细数。",
				"痰湿内阻": "婚后不孕，月经后期，量少色淡，形体肥胖，胸闷口腻，带多粘腻。苔白腻，脉弦滑。",
				"肝气郁滞": "婚后不孕，月经不调，量或多或少，色紫红有血块，情志失畅，经前胸闷急躁，乳房作胀，行经少腹疼痛。苔薄黄，脉弦。",
				"瘀滞胞宫": "婚后不孕，经行后期量少，色紫有块，小腹疼痛，临经尤甚。舌边或有紫斑，苔薄黄，脉弦或涩。"
			}
		}
	],
	"儿科": [
		{
			"病症": "感冒",
			"病机": "感冒指由外感风邪，客于肺卫所致。临床以恶寒、发热、头痛、鼻塞、流涕、打嚏、咳嗽为主要症状。一年四季均可发生。",
			"诊断依据": [
				"以发热恶寒，鼻塞流涕，喷嚏等症为主，多兼咳嗽，可伴呕吐，腹泻或高热惊厥。",
				"四时均有，多见于冬春，常因气候骤变而发病。",
				"白细胞总数正常或减少，中性粒细胞减少，淋巴细胞相对增加，单核细胞增加。"
			],
			"症候分类": {
				"风热犯表": "发热重，恶寒轻，有汗或无汗，头痛，鼻塞流稠涕，咳嗽，咽红。或目赤流泪，烦热口渴。舌质红少津，苔薄黄，脉浮数。",
				"暑湿袭表": "高热不退，或身热不扬，汗出不畅，头痛，倦怠，泛恶，鼻塞流涕，咳嗽。舌尖红，苔白腻，脉数。"
			},
			"疗效评定": {
				"治愈": "体温正常，各种症状消失。",
				"好转": "体温正常，各种症状均减轻。",
				"未愈": "发热不退或增高，鼻塞流涕及兼症未改善或加重。"
			}
		},
		{
			"病症": "咳嗽",
			"病机": "咳嗽指由外邪袭肺，肺失宣肃而致咳嗽的病症。其长期不愈者为慢性咳嗽。多见于急、慢性支气管炎。",
			"诊断依据": [
				"咳嗽为主要症状，多继发于感冒之后，常因气候变化而发作。",
				"好发于冬春季节。",
				"肺部听诊：两肺呼吸音粗糙，或有少量的散在的于、湿性罗音。",
				"X线摄片或透视检查，示肺纹理增粗。"
			],
			"症候分类": {
				"风寒袭肺": "咳嗽，痰稀色白，鼻塞流清涕。或伴恶寒，无汗，咽部不红。苔薄白，脉浮紧。",
				"风热犯肺": "咳嗽，痰黄而稠，鼻塞，流浊涕，发热恶风，咽红而肿。舌尖红，苔薄白或微黄，脉浮数。",
				"痰热壅肺": "咳嗽，痰黄白粘稠，咯吐不爽，咳时面赤唇红，或伴发热口渴，咽喉痛。舌质红，苔黄腻，脉滑数。",
				"痰湿蕴肺": "咳嗽，痰多色白如泡沫，咳时喉有痰声，或呼吸气粗，多下发热。苔白腻，脉滑。",
				"肺气亏虚": "咳声无力，痰白清稀，面色淡白，体弱多汗，易于感冒。舌淡，脉无力。",
				"肺阴亏虚": "干咳无痰，或痰少而粘，不易咯出，口渴咽干，咳声嘶哑，手足心热。舌红苔少，脉细数。"
			},
			"疗效评定": {
				"治愈": "咳嗽消失，听诊干、湿性罗音消失。如有发热则体温降至正常。",
				"好转": "咳嗽减轻。呼吸音清晰，痰减少。",
				"未愈": "咳嗽症状及体征未见改善或加重。"
			}
		},
		{
			"病症": "哮喘",
			"病机": "哮喘由感受外邪，或因伏痰夙根复加外感、饮食等因素诱发，以喉间痰鸣有声，呼吸困难为主要临床表现的疾病。常见于哮喘性支气管炎或支气管哮喘。",
			"诊断依据": [
				"发作前常有喷嚏、咳嗽等先兆症状，或夜间突然发作。发作时喉间哮鸣，呼吸困难，咯痰不爽，甚则不能平卧，烦躁不安等。",
				"常因气候转变、受凉，或接触某些过敏物质等因素诱发。",
				"可有婴儿期湿疹史，或家族过敏史。",
				"心肺听诊：两肺满布哮鸣音，呼气延长，或闻及湿罗音，心率增快。",
				"支气管哮喘，血白细胞总数正常，嗜酸性粒细胞可增高，可疑变应原皮肤试验常呈阳性。伴肺部感染时，血白细胞总数及中性粒细胞可增高。"
			],
			"症候分类": {},
			"疗效评定": {
				"治愈": "哮喘平息，听诊两肺哮鸣音消失。",
				"好转": "哮喘减轻，听诊偶闻及哮鸣音。",
				"未愈": "哮喘发作症状无改善。"
			}
		},
		{
			"病症": "肺炎喘嗽",
			"病机": "肺炎喘嗽由外邪犯肺，邪壅肺气而见发热、咳嗽、气喘、鼻煽为主症的疾病。若正虚邪恋，可迁延难愈。常见于支气管肺炎、大叶性肺炎、迁延性肺炎。",
			"诊断依据": [
				"起病较急，有发热，咳嗽，气促，鼻煽，痰鸣等症。或有轻度发绀。",
				"病情严重时，喘促不安，烦躁不宁，面色灰白，发绀加重，或高热持续不退。",
				"禀赋不足患儿，常病程迁延。新生儿患本病时，可出现不乳，口吐白沫，精神萎靡等不典型临床症状。",
				"肺部听诊：肺部有中、细湿罗音，常伴干性罗音，或管状呼吸音。",
				"血象：大多数白细胞总数增高，分类中性粒细胞增多。若因病毒感染引起者，白细胞计数可减少、稍增或正常。",
				"X线透视或摄片检查：肺部显示纹理增多、紊乱，透亮度降低，或见小片状、斑点状模糊阴影，也可呈不均匀大片阴影。"
			],
			"症候分类": {
				"风寒袭肺": "恶寒发热，无汗不渴，咳嗽气急，痰稀色白。舌质淡红，苔薄白，脉浮紧。",
				"风热犯肺": "发热恶风，微有汗出，口渴欲饮，咳嗽，痰稠色黄，呼吸急促，咽红。舌尖红，苔薄黄，脉浮数。",
				"痰热壅肺": "壮热烦躁，喉间痰呜，痰稠色黄，气促喘憋，鼻翼煽动，或口唇青紫。舌质红，苔黄腻，脉滑数。",
				"阴虚肺热": "病程延长，低热出汗，面色潮红，干咳无痰。舌质红而干，苔光剥，脉细数。",
				"肺脾气虚": "病程延长，低热起伏，气短多汗，咳嗽无力，纳差，便溏，面色淡白，神疲乏力，四肢欠温。舌质偏淡，苔薄白，脉细无力。"
			}
		},
		{
			"病症": "鹅口疮",
			"病机": "鹅口疮是由感受邪毒，内因心脾积热，上熏口舌，而致口腔出现成片白屑，状如鹅口的疾病。相当于霉菌性口腔炎。",
			"诊断依据": [
				"舌上、颊内、牙龈或上唇、上腭散布白屑，可融合成片。重者可向咽喉等处蔓延，影响吸奶及呼吸。",
				"多见于新生儿、久病体弱者，或长期使用抗生素者。",
				"取白屑少许徐片镜检见真菌的菌丝及孢子。"
			],
			"症候分类": {
				"心脾积热": "口舌满布白屑，周围红赤，面赤唇红，口于喜饮，大便干，小便黄。舌质红，苔黄厚腻，脉数。",
				"虚火上浮": "口舌散布白屑，周围淡红，形体怯弱，面白颧红，口干不渴。舌质嫩红，脉细数。"
			},
			"疗效评定": {
				"治愈": "口腔粘膜白屑消失。",
				"未愈": "口腔粘膜白屑无变化。"
			}
		},
		{
			"病症": "泄泻",
			"病机": "泄泻是由外感时邪，或内伤乳食而致大便次数增多的疾病。如病久不愈，常可导致疳症。",
			"诊断依据": [
				"大便次数增多，每日3～5次，多达10次以上，呈淡黄色，如蛋花汤样，或色褐而臭，可有少量粘液。或伴有恶心，呕吐，腹痛，发热，口渴等症。",
				"有乳食不节，饮食不洁或感受时邪的病史。",
				"重者腹泻及呕吐较严重者，可见小便短少，体温升高，烦渴神萎，皮肤干瘪，囟门凹陷，目珠下陷，啼哭无泪，口唇樱红，呼吸深长，腹胀等症。",
				"大便镜检可有脂肪球，少量红白细胞。",
				"大便病原体检查可有致病性大肠杆菌等生长，或分离轮状病毒等。",
				"重症腹泻有脱水、酸碱平衡失调及电解质紊乱。"
			],
			"症候分类": {
				"伤食泻": "大便酸臭，或如败卵，腹部胀满，口臭纳呆，泻前腹痛哭闹，多伴恶心呕吐。舌苔厚腻，脉滑有力。",
				"风寒泻": "大便色淡，带有泡沫，无明显臭气，腹痛肠鸣。或伴鼻塞，流涕，身热。舌苔白腻，脉滑有力。",
				"湿热泻": "泻如水样，每日数次或数十次，色褐而臭，可有粘液，肛门灼热，小便短赤，发热口渴。舌质红，苔黄腻，脉数。",
				"寒湿泻": "大便每日数次或十数次，色较淡，可伴有少量粘液，无臭气，精神不振，不渴或渴不欲饮，腹满。舌苔白腻，脉濡。",
				"脾虚泻": "久泻不止，或反复发作，大便稀薄，或呈水样，带有奶瓣或不消化食物残渣，神疲纳呆，面色少华。舌质偏淡，苔薄腻，脉弱无力。",
				"脾肾阳虚泻": "大便稀溏，完谷不化，形体消瘦，或面目虚浮，四肢欠温。舌淡苔白，脉细无力。"
			},
			"疗效评定": {
				"治愈": "大便成形，全身症状消失。大便镜检无异常，病原学检查阴性。",
				"好转": "大便次数及水份减少，全身症状改善。大便镜检脂肪球或红、白细胞偶见。",
				"未愈": "大便次数及水份未改善，或症状加重。"
			}
		},
		{
			"病症": "厌食",
			"病机": "厌食指由脾胃失调，不欲进食，甚至拒食的疾病。",
			"诊断依据": [
				"长期食欲不振，而无其他疾病者。",
				"面色少华，形体偏瘦，但精神尚好，无腹膨。",
				"有喂养不当史，如进食无定时定量、过食生冷、甘甜厚味、零食或偏食等。"
			],
			"症候分类": {
				"脾胃不和": "厌食或拒食，面色少华，精神尚可，大便偏干，苔、脉无特殊改变。",
				"脾胃气虚": "厌食或拒食，面色萎黄，精神稍差，肌肉松软。或形体消瘦，大便多不成形，或夹不消化食物。舌质淡，苔薄白，脉无力。",
				"脾胃阴虚": "厌食或拒食，面色萎黄，形瘦，口干食少饮多，甚则每食必饮，烦热不安，便干溲赤。舌质红，苔净或花剥，脉细无力。",
				"肝旺脾虚": "厌食或拒食，性躁易怒，好动多啼，咬齿磨牙，便溏溲少。舌光苔净，脉细弦。"
			},
			"疗效评定": {
				"治愈": "食欲显著增强，食量增加。",
				"好转": "食欲好转，食量略有增加。",
				"未愈": "食欲未见改善。"
			}
		},
		{
			"病症": "疳症",
			"病机": "疳症指由喂养不当，脾胃受伤，影响生长发育的病症。相当于营养障碍的慢性疾病。",
			"诊断依据": [
				"饮食异常，大便干稀不调，或脘腹膨胀等明显脾胃功能失调者。",
				"形体消瘦，体重低于正常平均值的15～40％，面色不华，毛发稀疏枯黄，严重者干枯羸瘦。",
				"兼有精神不振，或好发脾气，烦躁易怒，或喜揉眉擦眼，或吮指磨牙等症。",
				"有喂养不当或病后饮食失调及长期消瘦史。",
				"因蛔虫引起者，谓之\"蛔疳\"，大便镜检可查见蛔虫卵。",
				"贫血者，血红蛋白及红细胞减少。",
				"出现肢体浮肿，属于营养性水肿者，血清总蛋白量大多在45g/L以下，血清白蛋白约在20g/L以下。"
			],
			"症候分类": {
				"疳气": "形体略见消瘦，面色稍萎黄，食欲不振，或食多便多，大便干稀不调，精神不振，好发脾气。舌苔腻，脉细滑。多见于本病之初期。",
				"疳积": "形体消瘦明显，脘腹胀大，甚则青筋暴露，面色萎黄，毛发稀疏易落，烦躁。或见揉眉挖鼻，吮指磨牙，食欲减退。或善食易饥、大便下虫。或嗜食生米、泥土等异物。舌质偏淡，苔淡黄而腻，脉濡细而滑。多见于本病之中期。",
				"干疳": "极度消瘦，皮包骨头，呈老人貌，皮肤干枯有皱纹，精神萎靡，啼哭无力，无泪。或可见肢体浮肿。或见紫癜、鼻衄、齿衄等。舌淡或光红少津，脉弱。多见于本病之晚期。"
			},
			"疗效评定": {
				"治愈": "体重增加，接近正常健康小儿体重，各种症状消失。实验室检查指标恢复正常。",
				"好转": "体重有所增加，精神、食欲及其他症状改善。",
				"未愈": "症状及体征均无变化。"
			}
		},
		{
			"病症": "水肿",
			"病机": "水肿是由外感风邪或邪毒入侵，导致肺、脾、肾功能失调，水道不利，水湿溢于肌肤而致全身水肿。多见于急、慢性肾炎，肾病综合征。",
			"诊断依据": [
				"阳水",
				".1 浮肿多由眼睑开始，逐渐遍及全身，以上身肿为甚，皮肤光亮，尿量明显减少，甚至尿闭。部分患儿可出现肉眼血尿。常伴有血压增高。",
				".2 严重病例可出现头痛，呕吐，抽风，或面色青灰，烦躁，气急等症。",
				".3 病程短，发病前常有急性乳蛾、脓疮等病史。",
				".4 小便常规镜检有大量的红细胞，尿蛋白阳性，并可见到透明、颗粒管型。",
				".5 血沉增快，抗链球菌溶血素\"O\"往往增高。血尿素氮及肌酐在尿少期可增高，二氧化碳结合力可降低。",
				"阴水",
				".1 全身明显浮肿，呈凹陷性，尤以腰以下肿为甚。皮肤苍白，甚至伴腹水胸水。",
				".2 病程长，反复不愈。",
				".3 小便常规镜检，尿蛋白定性＋＋＋～＋＋＋＋，尿蛋白定量大于100mg/24h，偶见少量红细胞与管型。血浆白蛋白可明显降低，白蛋白、球蛋白比例倒置。血胆固醇增高，活动期血沉可加快。"
			],
			"症候分类": {
				"风水相搏": "眼睑浮肿，继则全身浮肿，肢节酸痛，尿少。或伴发热咳嗽，舌苔薄白，脉浮。",
				"湿热内蕴": "肢体浮肿，小便短赤，或肉眼血尿，发热神烦。或有皮肤疮毒。舌苔黄腻，脉略数。",
				"脾虚湿困": "肢体浮肿，面色萎黄，疲乏无力，胸闷腹胀，纳少便溏，小便短少，舌质偏淡，苔白滑，脉濡。",
				"脾肾阳虚": "全身高度浮肿，或有胸水、腹水，面色淡白或灰暗，神疲畏寒，四肢欠温，脘腹胀满。甚至咳逆上气，不能平卧。舌淡胖，苔白，脉沉细。",
				"肺脾气虚": "面肢浮肿、淡白无华，神疲乏力，动则自汗。易于感冒，感冒后常咳嗽不沐，伴有痰声，纳谷不馨，大便偏溏，溲清。舌淡，苔薄白，脉细弱。"
			},
			"疗效评定": {}
		},
		{
			"病症": "麻疹",
			"病机": "麻疹指由感受麻疹疫毒所致，以发热咳嗽，泪水汪汪，唇内颊\"麻疹粘膜斑\"及满身布发红疹为特征，好发于冬春季节的乙类传染病。",
			"诊断依据": [
				"初起有发热，咳嗽，喷嚏等类似感冒的表现，但发热渐高，眼红多泪，口腔颊粘膜近臼齿处可见，\"麻疹粘膜斑\"。发热3～4天则出疹，从颜面开始，逐渐遍及全身，皮疹出齐后，热渐退，疹渐回。邪毒深重者，可合并肺炎喘嗽、喉痹、昏厥等危象。",
				"在流行季节，有麻疹接触史。",
				"血白细胞总数可减少，粒细胞及淋巴细胞几乎相等。",
				"麻疹前期时，口腔粘膜或鼻咽拭子涂片找到多核巨细胞，有助诊断。"
			],
			"症候分类": {
				"顺证": "病程有明显的阶段性。",
				"逆证": "热毒炽盛者，可出现下列严重证候："
			},
			"疗效评定": {
				"治愈": "麻疹如期回没，咳嗽消失，体温恢复正常。有逆证者，症状、体征均获消失。",
				"好转": "麻疹虽回，但发热未清，咳嗽未除。有逆证者，症状、体征改善。",
				"未愈": "麻疹透发不顺，高热不退，出现逆证恶化者。"
			}
		},
		{
			"病症": "风痧",
			"病机": "风痧指外感风痧时毒，蕴于肺脾，发于肌肤而出现的淡红色斑丘疹，症状轻浅。好发于5岁以下小儿，相当于丙类传染病的风疹。",
			"诊断依据": [
				"本病初起类似感冒，发热1～2天后，皮肤出现淡红色斑丘疹，从头面开始，一日后布满全身。出疹1～2日后，发热渐退，疹点逐渐隐退，疹退后脱屑，无色素沉着。",
				"一般全身症状轻。耳后及枕后淋巴结肿大。",
				"本病在流行期间有接触史。",
				"须与麻疹、奶麻区别。"
			],
			"症候分类": {
				"邪郁肺卫": "发热恶风，喷嚏流涕，咳嗽，疹色浅红，先起于头面，继及于身躯各部分，分布均匀，稀疏细小，2～3日后消退，有痒感。舌苔薄黄，脉浮数。",
				"邪热炽盛": "高热口渴，心烦不宁，疹色鲜红或紫暗，小便短赤，大便秘结。舌质红，苔黄厚或黄糙，脉数有力。"
			},
			"疗效评定": {
				"治愈": "疹回热退。",
				"未愈": "发热不退，出现并发症。"
			}
		},
		{
			"病症": "丹痧",
			"病机": "丹痧由丹痧疫毒感染，以肌肤布有弥漫性鲜红细小皮疹若丹，咽喉肿痛或有腐烂，口唇苍白为特征的传染病。相当于猩红热。",
			"诊断依据": [
				"起病急，突然高热，咽峡红肿疼痛，并可化脓。",
				"在起病12～36小时内，开始出现皮疹，先于颈、胸、背及腋下、时弯等处，迅速蔓延全身，其色鲜红细小，并见环口苍白圈和杨梅舌。",
				"皮疹出齐后1～2天，身热、皮疹渐退，伴脱屑或脱皮。",
				"血白细胞总数及中性粒细胞增高。",
				"咽拭子培养有溶血性链球菌。"
			],
			"症候分类": {
				"邪侵肺卫": "畏寒发热，咽红肿痛，皮疹隐隐。舌尖红，苔薄白，脉浮数。",
				"邪人气营": "高热，烦躁不安，口渴欲饮，咽部红肿疼痛，甚则溃烂，皮疹成片，猩红若丹。若热毒内陷，出现高热昏迷，烦躁谵语，或有抽风。皮疹呈紫红色，或伴有瘀点。舌绛起刺，苔剥，脉数有力。",
				"疹后阴伤": "身热渐退，皮疹渐消，继则脱屑退皮，咽部赤烂疼痛渐减，午后或有低热。舌红有刺，脉细数。"
			},
			"疗效评定": {
				"治愈": "疹回热退，症状消失，血象恢复正常。",
				"好转": "疹回热退，其他症状得到改善。",
				"未愈": "病情未能控制或出现合并症。"
			}
		},
		{
			"病症": "水痘",
			"病机": "水痘指由感染时行病毒，蕴于肺脾，发于肌肤，皮肤出现红色丘疹，中有水疱的传染病。",
			"诊断依据": [
				"初起有发热，流涕，咳嗽，不思饮食等症，发热大多不高。在发热的同时，1～2日内即于头、面、发际及全身其他部位出现红色斑丘疹，以躯干部较多，四肢部位较少。疹点出现后，很快变为疱疹，大小不一，内含水液，周围有红晕，继而结成痂盖脱落，不留疤痕。",
				"皮疹分批出现，此起彼落，同时丘疹、疱疹、干痂往往并见。",
				"起病2～3周前有水痘接触史。"
			],
			"症候分类": {
				"风热犯表": "发热轻微，鼻塞流涕，偶有喷嚏及咳嗽，疹色淡红而润，疱浆清亮，点粒稀疏，躯干为多，二便如常。舌苔薄白，脉浮数或略数。",
				"热毒炽盛": "壮热烦渴，面赤唇红，便秘溲赤，痘大而密，疹色红赤或紫暗，疱浆较混，根脚较硬，口、眼等处亦见疱疹或溃疡。舌苔黄糙而于，脉数。"
			},
			"疗效评定": {
				"治愈": "疱疹全部结痂，干燥，体温正常，无合并皮肤感染。",
				"未愈": "发热不退，或有合并皮肤感染。"
			}
		},
		{
			"病症": "痄腮",
			"病机": "痄腮是由风温邪毒引起，以发热、耳下腮部肿痛为主症的急性传染病，相当于流行性腮腺炎。",
			"诊断依据": [
				"起病时可有发热，1～2天后可见以耳垂为中心漫肿，边缘不清，皮色不红，压之有痛感及弹性感，通常先见于一侧，然后见于另一侧。",
				"腮腺管口或可见红肿。腮腺肿胀约持续4～5天开始消退，整个病程约1～2周。",
				"病前有痄腮接触史。",
				"血白细胞总数可正常，或稍有增高和降低，淋巴细胞可相对增加。",
				"并发脑膜炎或脑炎者，脑脊液压力增高，细胞数增加，以淋巴细胞为主，氯化物、糖正常，蛋白轻度增高。",
				"尿和血淀粉酶可增高。"
			],
			"症候分类": {
				"温毒袭表": "发热轻，一侧或两侧耳下腮部肿大，压之疼痛有弹性感。舌尖红，苔薄白，脉浮数。",
				"热毒蕴结": "壮热，头痛，烦躁，腮部漫肿，疼痛拒按。舌红苔黄，脉数有力。",
				"毒陷心肝": "腮部肿胀，高热不退，嗜睡，颈强，呕吐，甚则昏迷，抽风。舌质红绛，苔黄糙，脉洪数。",
				"邪窜肝经": "腮部肿胀，发热，男性睾丸肿痛，女性少腹痛。舌质偏红，苔黄，脉弦数。"
			},
			"疗效评定": {
				"治愈": "体温正常，腮肿完全消失，无并发症。",
				"好转": "腮肿及诸症减轻。",
				"未愈": "腮肿未见改善，或出现变证。"
			}
		},
		{
			"病症": "顿咳",
			"病机": "顿咳是由感染时行疫毒，客于肺系所致，以阵发痉挛性咳嗽，咳后有特殊的吸气性吼声为特征。相当于百日咳。",
			"诊断依据": [
				"典型者呈阵发性痉咳伴有回声，舌系带溃疡，目睑浮肿。",
				"本病早期可有类似感冒的表现。如咳嗽逐渐加重，日轻夜重趋势，并有接触史者，应考虑本病。",
				"发病一周后，血白细胞总数及淋巴细胞显著增高。",
				"采用咳蝶法，可培养出百日咳杆菌。"
			],
			"症候分类": {
				"初咳期": "微热，喷嚏，咳嗽逐渐加重，昼轻夜重。偏于风寒者，伴恶寒，痰稀色白，舌苔薄白，脉浮紧；偏于风热者，伴咽红，痰稠不易咯出，舌苔薄黄，脉浮数。",
				"痉咳期": "咳嗽阵作，侯轻夜重，咳时面红耳赤，涕泪交流，咳后回吼，甚至吐出乳食痰液后，痉咳方可暂停。剧咳时可见痰中带血丝，甚则鼻衄或结膜下出血，可见舌系带溃疡。舌苔黄，脉数有力。"
			},
			"疗效评定": {
				"治愈": "咳嗽消失，无并发症。",
				"好转": "顿咳缓解。",
				"未愈": "顿咳未改善，或出现并发症。"
			}
		},
		{
			"病症": "暑瘟",
			"病机": "暑瘟由感受暑疫邪毒所致，以发热、头痛、呕叶、项强为主症。重症可突然高热、神昏抽搐而生内闭外脱危象。相当于流行性乙型脑炎。",
			"诊断依据": [
				"发病大多急骤，初起发热无汗，头痛呕吐，颈项抵抗感或强直，嗜睡或烦躁不安，偶有惊厥。",
				"发病后持续高热，嗜睡，昏迷，惊厥。起病急暴者，可突然出现闭证、脱证。",
				"病程至二周左右，一般可逐渐向愈，但部分重症患儿可有不规则发热，意识障碍，失语，吞咽困难，肢体瘫痪等恢复期症状。",
				"本病有明显的季节性，多发生于盛夏季节。",
				"神经系统检查，有不同程度的脑膜刺激征及锥体束征等。",
				"血白细胞总数一般在发病5日内增高，以中性粒细胞为主。",
				"脑脊液：压力增高，细胞计数多在50～500×106/L之间，以淋巴细胞为主（早期以中性粒细胞为主），蛋白稍高，糖、氯化物均正常。",
				"补体结合试验多在2～5周内阳性。血凝抑制试验5大后出现阳性。"
			],
			"症候分类": {
				"卫气同病": "突然发热，常伴有呕吐。嗜睡，较大儿童可自诉头痛，怕风，神志多清醒。高热时可有惊厥或烦躁不宁。夹湿者，舌苔白腻；偏热者，舌红，苔黄，脉浮数。",
				"气营两燔": "持续高热，神志不清或时清时昧，颈项强直，四肢抽搐，甚则喉间痰声漉漉，大便秘结。舌质红绛，苔多黄糙或灰暗，脉数。",
				"热入营血": "发热不退，抽搐频繁，牙关紧闭，两目上视，面色灰暗，可见呕血，甚或突然呼吸停止，肢厥脉绝，卒然闭脱。舌质紫暗而干，或舌卷僵硬，脉细数。",
				"余热未清": "低热或不规则发热，口干喜饮，两颧潮红，舌光红少苔，或舌红起刺者，为病后津液耗伤，属阴虚发热；如汗出不温，面色淡白，舌质淡嫩，苔薄白者，为营虚卫弱，阳气不足。",
				"痰蒙清窍": "面色少华，意识不清或痴呆，失语，喉有痰声，吞咽困难，或狂躁不宁。舌质红，苔黄者，为痰火内扰；深度昏迷，舌质不红，苔厚腻者，为痰浊内蒙。",
				"肝风内动": "其肢体呈强直性瘫痪或角弓反张者，为风窜络脉；若震颤抖动，不自主动作者，为阴虚风动。"
			},
			"疗效评定": {
				"治愈": "症状及体征消失，实验室检查恢复正常，不留有后遗症。",
				"好转": "症状与体征有明显改善，或留有智力减退，失语，震颤，偏瘫或精神失常等后遗症。",
				"未愈": "症状与体征无改善，或病情恶化。"
			}
		},
		{
			"病症": "夏季热",
			"病机": "夏季热是由于小儿不耐暑气的熏蒸，蕴于肺胃，以致长期发热，汗闭，口渴，多尿为主症。其特点为体温常随气温的变化而升降的季节性疾病。",
			"诊断依据": [
				"多见于2～5岁之体弱儿童。",
				"夏季发病，发病率随气温升高而增加。",
				"多见于我国南方地区。",
				"入夏以后，长期发热，伴有门渴多饮，多尿，无汗或少汗。随气温降低或在阴凉环境下能自行缓解。",
				"体格检查及实验字检查常无明显异常。"
			],
			"症候分类": {
				"暑伤肺胃": "发热，口渴，多尿，无汗或少汗，烦躁不安，口唇干红。舌质红，苔薄白或薄黄，脉数。",
				"上盛下虚": "发热，口渴多饮，多尿次频，汗闭，精神萎靡，虚烦不安，面色淡白，下肢欠温，胃纳减退，或大便稀薄。舌质淡，苔簿，脉细数。"
			},
			"疗效评定": {
				"治愈": "体温正常，口渴，多尿等症状消失。",
				"好转": "发热减轻，口渴，多尿等症状改善。",
				"未愈": "症状无变化。"
			}
		},
		{
			"病症": "疰夏",
			"病机": "疰夏是指春夏之交，开始全身倦怠，食欲不振，大便不调，身微热，但体温多正常，秋凉后多可自愈的季节性疾病，有别于夏季热。",
			"诊断依据": [
				"入夏以后，出现精神萎靡，倦怠乏力，微热，食欲不振，大便时见溏薄，形体消瘦。",
				"多见于霉雨季节。",
				"多有每年夏季反复发作史。",
				"体格检查及实验室检查无特殊异常。"
			],
			"症候分类": {
				"湿困脾胃": "胸闷泛恶，倦怠乏力，面色萎黄，食欲不振，身热不扬，大便不调，小便色黄。舌质淡红，苔白腻或微黄腻，脉濡数。",
				"脾胃气虚": "精神萎靡，倦怠乏力，口淡无味，饮食少思，大便溏薄。舌质偏淡，苔薄白，脉濡缓。"
			},
			"疗效评定": {
				"治愈": "症状消失，精神、食欲正常。",
				"好转": "诸症有改善。",
				"未愈": "症状无变化。"
			}
		},
		{
			"病症": "遗尿",
			"病机": "遗尿是指5岁以上幼童，不能自主控制排尿，经常入睡后遗尿者。",
			"诊断依据": [
				"睡眠较深，不易唤醒，每夜或隔几天发生尿床，甚则一夜尿床数次。",
				"发病年龄在5周岁以上。",
				"小便常规及尿培养多无异常发现。",
				"X线摄片检查，部分患儿可发现有隐性脊柱裂，泌尿系X线造影可见其结构异常。"
			],
			"疗效评定": {
				"治愈": "经治后未再遗尿。",
				"好转": "遗尿次数减少，睡眠中能叫醒排尿。",
				"未愈": "遗尿无变化。"
			}
		},
		{
			"病症": "胎黄",
			"病机": "胎黄是由胎儿时期感受湿热，或瘀热内阻，出生后全身皮肤、巩膜发黄为主要症状的疾病。",
			"诊断依据": [
				"黄疸出现早（出生24小时内），发展快，黄色明显，可消退后再次出现，或黄疸出现迟，持续不退。肝脾常见肿大，精神倦怠，不欲吮乳，大便或呈灰白色。",
				"血清胆红质、黄疸指数显著增高。",
				"尿胆红素阳性及尿胆原试验阳性或阴性。",
				"母子血型测定，以排除ABO或Rh血型不合引起的溶血性黄疸。",
				"肝功能可正常。",
				"肝炎综合症应作肝炎相关抗原抗体系统检查。"
			],
			"症候分类": {
				"湿热内蕴": "面目皮肤发黄，颜色鲜明，状如橘色，烦躁啼哭，小便黄赤，大便秘结或灰白。舌红，苔黄厚腻，指纹滞。",
				"脾虚湿困": "面目皮肤发黄，颜色晦暗，精神倦怠，不欲吮乳，时时啼哭，腹胀便溏，或大便灰白，小便黄少。唇舌偏淡，苔白滑，指纹淡。",
				"气血瘀滞": "面目皮肤发黄，颜色晦滞，日益加重，腹部胀满，青筋暴露，肝脾肿大质硬，小便短黄，大便秘结或灰白，唇色暗红，或衄血。舌见瘀点，指纹紫。"
			},
			"疗效评定": {
				"治愈": "黄疸消退，体征消失，肝功能检查正常。",
				"好转": "黄疸明显减轻，肝功能等检查尚未完全恢复正常。",
				"未愈": "黄疸未消退或加深，症状无改善。"
			}
		},
		{
			"病症": "疫毒痢",
			"病机": "疫毒痢是由进食不洁之物，而突然发生高热，昏迷，惊厥，便下脓血（或无）等为主要症状的急性肠道传染病。",
			"诊断依据": [
				"发病急暴，大便混有脓血，有腥臭味。或虽未见脓血便，而有高热、昏迷、惊厥，并可出现闭脱危象。",
				"典型病例以夏秋季为多，发病年龄以2～5岁为多见，有饮食不洁史和接触史。",
				"大便镜检可见大量红、白细胞（以白细胞为主），并有吞噬细胞。",
				"取大便脓血部分（必要时肛门指检）培养，可有痢疾杆菌生长。"
			],
			"症候分类": {
				"疫毒内闭证": "突然高热，恶心呕吐，烦躁不宁，甚则反复惊厥，神志欠清，或痢下脓血，舌质红，苔黄或灰糙，脉数有力。。",
				"内闭外脱证": "突然出现面色苍白，四肢厥冷，或汗出不温，皮肤可见花纹，口唇紫绀。严重者口吐咖啡样液，呼吸浅促或节律不匀，两目无神，脉来细数无力，血压明显下降等危象。"
			},
			"疗效评定": {
				"治愈": "症状消失，大便外观正常，培养连续三次阴性。",
				"好转": "症状减轻，或大便外观正常，但培养仍未转阴。",
				"未愈": "症状无改善或恶化。"
			}
		},
		{
			"病症": "奶癣",
			"病机": "奶癣又名胎疮，是指哺乳期婴儿因风湿热邪浸淫皮肤，而以面部出现的湿性或干性皮疹的疾病。相当于婴儿湿疹。",
			"诊断依据": [
				"在面部皮肤表面，反复出现粟粒样红疹，痒甚，蔓延成片，或流淌脂水，或结痴脱屑。",
				"本病多发于1个月至1周岁以内的婴幼儿。"
			],
			"症候分类": {
				"血虚风燥": "疹点呈粟粒大小，表面起白屑，形如癣疥，皮肤殷红而干燥。",
				"湿热浸淫": "疹点有水液渗出，或呈脓性分泌物，皮肤有粟状隆起，重者可融合成片，延及全身，有腥气，皮肤色红。"
			},
			"疗效评定": {
				"治愈": "皮肤光滑，皮疹消失。",
				"好转": "皮肤流脂及癣疥症状改善。",
				"未愈": "症状未见改善。"
			}
		},
		{
			"病症": "积滞",
			"病机": "积滞是由乳食内积，脾胃受损而引起的肠胃疾病，临床以腹泻或便秘、呕吐、腹胀为主要症状。",
			"诊断依据": [
				"以不思乳食，食而不化，腹部胀满，大便溏泄或便秘为特征。",
				"可伴有烦躁不安，夜间哭闹或呕吐等症。",
				"有伤乳食史。",
				"大便化验检查可见不消化食物残渣及脂肪滴。"
			],
			"症候分类": {
				"乳食内积": "面黄少华，烦躁多啼，夜卧不安，食欲不振，腹部胀满，大便溏泄酸臭或便秘，小便短黄或如米泔，伴有低热。舌红，苔腻，脉滑数，指纹紫滞。",
				"脾虚夹积": "面色萎黄，形体较瘦，困倦无力，夜寐不安，不思乳食，腹满喜伏卧，大便稀糊。唇舌淡红，苔白腻，脉细而滑，指纹淡滞。"
			},
			"疗效评定": {
				"好转": "症状有所改善，大便基本正常。",
				"未愈": "症状无变化。"
			}
		},
		{
			"病症": "佝搂病",
			"病机": "佝偻病是由先天不足或营养缺乏而致的发育迟缓，骨软变形的疾病。相当于中医学五迟、五软、鸡胸、肾疳之类的疾病。",
			"诊断依据": [
				"多见于婴幼儿，好发于冬春季。",
				"发病初期有烦躁夜啼，表情淡漠，纳呆，多汗，枕秃，囟门迟闭，牙迟出或少出，肌肉松软。或有贫血、肝脾肿大等。",
				"发病极期，除初期表现外，还可见方颅乒乓头（颅骨转化）、肋串珠、肋外翻、肋软骨沟、手镯、鸡胸、漏斗胸、\"O\"或\"X\"型腿、脊柱畸形。",
				"血清碱性磷酸酶增高，血清磷下降明显，钙磷乘积小于30。腕骨X线摄片检查示干骺端有毛刷状或杯口状改变，也可见骨质疏松，皮质变薄。"
			],
			"症候分类": {
				"气阴不足": "见于发病初期。面色苍白，神情烦躁，夜寐不安，发稀枕秃，纳呆盗汗，肌肉松软，囟门迟闭。舌苔薄白，脉细软。",
				"脾肾亏虚": "见于发病极期。面白虚浮，多汗肢软，神情呆钝，语言迟发，齿生过缓，立迟行迟，头颅方大，肋骨串珠，甚至鸡胸、龟背，下肢弯曲等。舌质淡白，少苔，脉细无力。"
			},
			"疗效评定": {
				"治愈": "症状消失，颅骨软化消失，肋串珠由锐变钝，其余体征服著减轻。实验室及X线摄片检查正常。",
				"好转": "症状改善，体征减轻，实验室及X线检查好转。",
				"未愈": "临床症状、实验室及X线检查均无变化。"
			}
		},
		{
			"病症": "营养性贫血",
			"病机": "营养性贫血是由后天失调，气血生化乏源而致的气血虚弱性疾病。",
			"诊断依据": [
				"起病缓慢，多见于2岁以下婴幼儿。",
				"轻度贫血仅皮肤、粘膜稍苍白而无自觉症状；重度贫血可有食欲不振，头晕乏力，精神烦躁，体重不增，心率增快，心脏扩大及收缩期杂音。或见水肿，皮肤出血点，肝脾肿大，手及舌震颤，口腔炎，舌光无苔等。",
				"血查血红蛋白降低较红细胞明显，红细胞大小不均，以小者居多，中央有苍白区；血清铁降低；营养性巨幼红细胞贫血，红细胞减少比血红蛋白明显，红细胞体积增大。",
				"骨髓象：营养性小细胞贫血，见较多环状铁粒幼红细胞；营养性巨幼红细胞性贫血，巨幼红细胞增生，细胞核发育落后于细胞质，巨核细胞分叶过多。"
			],
			"症候分类": {
				"脾胃虚弱": "面黄少华或淡白，食欲不振，神倦之力，或有腹泻便溏。唇舌色淡，苔薄，脉弱。",
				"心脾两虚": "面色萎黄或淡白，发焦易脱，倦怠无力，食少纳呆，心悸气短，头晕，口唇粘膜苍白，爪甲色淡。舌质淡胖，苔薄，脉虚细。",
				"肝肾阴虚": "两颧嫩红，目眩耳鸣，腰腿酸软，潮热盗汗，口干舌燥，指甲枯脆，肌肤不泽。舌红，少苔，脉细数。",
				"脾肾阳虚": "面色、口唇淡白，畏寒肢冷，食少便溏，消瘦或浮肿，自汗神疲。舌质淡胖，脉沉细。"
			},
			"疗效评定": {
				"治愈": "症状、体征消失，实验室检查正常。",
				"好转": "症状及体征改善，实验室检查好转。",
				"未愈": "症状、体征及实验室检查均无改善。"
			}
		},
		{
			"病症": "多动症",
			"病机": "多动症是指学龄儿童由于肝气偏旺，阴阳失凋，心肾不交而致的好动不安，冒失无礼貌，脾气倔强的病症。",
			"症候分类": {
				"肾虚肝亢": "智慧落后于同年龄儿童，动作笨拙，性格暴躁，幼稚任性，不听管教，难以静坐。舌红而干，脉细数。",
				"脾虚肝旺": "心神不宁，多动不安，思想不集中，意志不坚，语言冒失，兴趣多变，做事有头无尾，形体消瘦，纳食呆顿，面色淡黄无华。舌苔薄白，舌淡红，脉弱或细弦。"
			},
			"疗效评定": {
				"治愈": "上课时注意力集中，情绪较稳定，学习成绩基本达到同年龄儿童水平。",
				"好转": "动作减少，静坐时间较长，注意力稍集中，学习成绩有所上升。",
				"未愈": "症状与学习成绩无明显变化。"
			}
		},
		{
			"病症": "解颅",
			"病机": "解颅是由先天不足，颅内受损，或因热毒壅滞，水停于脑，致以头颅增大，前囟和颅缝开解为特征的疾病。相当于脑积水。",
			"诊断依据": [
				"头颅呈普遍均匀性增大，且增长速度较快，骨缝分离，前囟明显饱满而扩大，头皮青筋暴露。颅部叩诊呈破壶音，头重颈肌不能支持而下垂，两眼下视。可有烦躁、嗜睡、食欲不振，甚至呕吐、惊厥。",
				"CT检查提示脑实质菲薄，脑组织面积减少，脑室增宽扩大。头颅X线摄片可见骨板变薄，颅缝分开，蝶鞍增宽。眼底检查可见视神经萎缩或乳头水肿。"
			],
			"症候分类": {
				"肾气不足": "头颅明显增大，囟门宽裂，颅缝开解，面色淡白，神情呆钝，目无神采，眼珠下垂，呈\"落日状\"，头大颈细，前倾不立，食欲不振，大便稀溏。舌淡，苔少，脉弱，指纹淡青。严重者还可见斜视、呕吐、惊厥。",
				"肾虚肝亢": "颅缝裂开，前囟宽大，眼球下垂，白多黑少，目无神采，心烦不安，手足心热，筋惕肉跳，时或惊叫。口干舌红，脉沉细数，指纹紫红。",
				"脾虚水泛": "面色淡白，精神倦怠，囟门宽大，颅缝开解，肢体消瘦，食欲不振，大便稀溏。舌淡，苔薄白或白腻，脉细弱，指纹淡红。",
				"热毒雍滞": "头颅日见增大，囟门高胀，颅缝合而复开，两目下垂。发热气促，烦躁哭闹，面赤唇红，或见两目斜视，四肢痉挛，小溲短赤，大便秘结。舌红，苔黄，脉多弦数，指纹紫滞。"
			},
			"疗效评定": {
				"治愈": "头颅停止增大，前囟、颅缝渐闭，神志正常。",
				"好转": "头颅停止增大，前囟、颅缝明显收缩，神情转清。",
				"未愈": "头颅继续增大，症状日趋严重。"
			}
		},
		{
			"病症": "夜啼",
			"病机": "夜啼是指1岁以内的哺乳婴儿，因寒、热、受惊等而致的夜间定时啼哭，甚则可通宵达旦的疾病。",
			"诊断依据": [
				"入夜定时（多在子时左右）啼哭不止，轻重表现不一，但白天安静。",
				"多无发热、呕吐、泄泻、口疮、疖肿、外伤等表现。"
			],
			"症候分类": {
				"脾阳亏虚": "哭声低微，睡喜弯曲，腹部喜温喜按，四肢欠温，食少便溏，小溲清长，面色青白。唇舌色淡，苔薄白，指纹淡红。 \"",
				"心经积热": "哭声较响，见灯火则啼哭更剧。哭时面赤唇红，烦躁不安，身暖多汗，大便秘结，小溲短赤。舌尖红，苔黄，指纹红紫。",
				"惊恐伤神": "夜寐突然惊寤而啼哭，哭声尖锐，如见异物状，紧偎母怀，面色青灰。舌苔正常，指纹青紫。"
			},
			"疗效评定": {
				"治愈": "啼哭休止，夜寐正常。",
				"好转": "入夜啼哭次数减少，程度减轻，稍哄即止。",
				"未愈": "夜啼如前，未能休止。"
			}
		},
		{
			"病症": "奶麻",
			"病机": "奶麻指哺乳期婴儿因感受时行疫毒，发病急，体温高，热退后肌肤出现玫瑰色细散皮疹的疾病。相当于幼儿急疹。",
			"诊断依据": [
				"起病急，发热高，持续3～4天后热退，全身出现玫瑰色疹点。",
				"皮疹以躯干、腰、臀部为主，面部及时膝等处较少。",
				"疹出后1～2日即消退，无色素沉着，也不脱屑。"
			],
			"症候分类": {
				"发热期": "突发高热，持续3～4天，精神如常。舌红，苔薄黄，脉浮数，指纹青紫。",
				"出疹期": "热骤退，全身出现玫瑰色皮疹，以躯干明显，无痒感，1～2天后消退。舌红，苔薄黄或黄腻，脉浮数，指纹紫。"
			},
			"疗效评定": {}
		},
		{
			"病症": "新生儿肺炎",
			"病机": "新生儿肺炎是指出生后感受外邪，以致肺气郁闭或心血瘀阻而出现以不乳喘憋为主症的疾病。",
			"诊断依据": [
				"有羊膜早破、产程延长、早产或母体有急性感染性疾病史。",
				"病初仅表现反应低下，哭声微弱，或不哭、不乳。多在3天后出现咳嗽气急，喉中痰鸣，面色灰白等症。严重者可见生理性黄疸加重，皮肤瘀点，四肢厥冷，屡发喘憋等。",
				"X线透视检查：两侧肺部可有小病灶性变化。"
			],
			"症候分类": {
				"风热犯肺": "发热咳嗽，气急痰鸣，吮乳困难，口唇微紫，点头呼吸。舌苔黄，舌质红，指纹紫红。",
				"肺热血瘀": "精神萎软，拒食咳嗽，呼吸浅快。肢端及口唇发紫，面色灰黯，体温不稳定，甚至出现黄疸或瘀点。舌质微紫，苔黄，指纹紫滞。"
			},
			"疗效评定": {
				"治愈": "症状与体征消失，X线复查肺部病灶吸收。",
				"好转": "症状与体征减轻，x线复查肺部病灶有改善。",
				"未愈": "症状与体征无改善，或恶化。"
			}
		},
		{
			"病症": "蛔虫病",
			"病机": "蛔虫病为肠道寄生虫病，儿童发病率颇高。",
			"诊断依据": [
				"轻者可无症状，或偶有脐周阵发性腹痛，或有大便排出成虫。如阵发性腹痛，叮出现呕吐较剧或腹部可摸到条索状包块者为虫瘕（蛔虫性肠梗阻）。",
				"大便镜检找到蛔虫卵。"
			],
			"症候分类": {
				"虫积肠道": "脐腹阵发疼痛，时作时止，夜卧不安，寐中磨牙、流涎，鼻痒，有时大使排出蛔虫。苔薄白或呈花白，脉细弦。",
				"脾胃虚弱": "病久，面黄肌瘦，巩膜、面颊、指甲虫斑累累，神疲，食欲减退，时寐时醒。舌淡，苔白，脉细弱。"
			},
			"疗效评定": {
				"治愈": "症状消失，大便镜检连续3次未找到虫卵。",
				"好转": "症状改善，经驱虫后虽见大便排虫，但镜检仍可找到虫卵。",
				"未愈": "症状未见改善，镜检仍见到虫卵。"
			}
		},
		{
			"病症": "蛲虫病",
			"病机": "蛲虫病为肠寄生虫病，多见于1～5岁小儿，以肛门或外阴部作痒，夜间为甚，见有虫形细小如线头，俗称为\"线虫\"。",
			"诊断依据": [
				"肛门搔痒，晚间在肛门周围可见到线状白色小虫。",
				"常伴有腹痛、夜惊、尿频，遗尿等症状。",
				"肛门拭子可检查到虫卵或成虫。"
			],
			"症候分类": {
				"虫扰魄门": "肛门发痒，夜间为甚，夜眠不安，甚则惊叫。舌苔薄白，脉细。",
				"脾胃虚弱": "蛲虫反复感染，食欲减退，腹胀，神倦，形体消瘦。舌淡，苔薄，脉弱。"
			},
			"疗效评定": {
				"治愈": "症状消失，大便镜检连续3次未找到虫卵。",
				"好转": "症状改善，经驱虫后虽见大便排虫，但镜检仍可找到虫卵。",
				"未愈": "症状未见改善。"
			}
		},
		{
			"病症": "姜片虫病",
			"病机": "姜片虫病为肠道寄生虫病，多见于5岁以上儿童。吐出物或大便排出成虫，其色赤如生肉，亦称\"赤虫\"。",
			"诊断依据": [
				"皮损为浅在性水疱、脓疮，周围红晕，易破溃、糜烂、结痂。脱痂后遗留淡褐色素沉着，不留瘢痕。",
				"多发于颜面、四肢等暴露部位。易接触传染，有自家接种性的特点。",
				"好发于儿童，成人亦可感染。夏秋季多见。",
				"自觉微痒，可伴有附近淋巴结肿大。"
			],
			"症候分类": {
				"暑湿热蕴": "脓疱密集，色黄周围有红晕，糜烂面鲜红，多有口干，便干，小便黄。舌红，苔黄腻，脉濡滑数。",
				"脾虚湿蕴": "脓疱稀疏，色灰白或淡黄，糜烂面淡红。多有面黄，纳少，大便溏薄。舌淡，苔薄微腻，脉濡细。"
			},
			"疗效评定": {
				"治愈": "皮疹全部消退。",
				"好转": "无新起脓疱、水疱，皮疹干涸结痂，消退皮损达50％以上。",
				"未愈": "皮损不减或消退不足30％。"
			}
		},
		{
			"病症": "流皮漏",
			"病机": "流皮漏又称鸦啖疮，是一种皮肤损害为深红色浸润斑块，表面有棕红色结节，愈后形成萎缩性瘢痕的皮肤病。相当于寻常狼疮。",
			"诊断依据": [
				"皮损初起为针尖至黄豆大小，呈鲜红或褐红色浸润性结节，渐渐扩展，融合成片，玻片压之可见不退色的苹果酱色结节，此结节探针极易刺入，结节破溃后可出现溃疡，愈后残留萎缩性瘢痕，在瘢痕上仍可出现新的结节。",
				"常单侧性发病，可发于全身任何部位，尤以面部的鼻、口、颊、耳等处为常见。",
				"病程缓慢，自觉症状不明显。",
				"可发于任何年龄，以儿童、青年为多见。",
				"病理检查呈结核结节改变，中心可见干酪样坏死。"
			],
			"症候分类": {
				"湿热瘀阻": "颜面可见黄豆大小褐红色结节，四周浸润融合成片，或有溃疡。伴有纳差、烦躁易怒。舌淡红或边尖红，苔自腻或黄腻，脉弦滑。",
				"气血亏虚": "颜面有暗红或淡红色的斑片，结节浸润，脓水稀薄，老疤痕凹陷，新溃疡色暗，伴神疲乏力，低热盗汗，纳差。舌质淡，苔薄白，脉细缓。"
			},
			"疗效评定": {
				"治愈": "皮损完全消退，创面愈合，不再有新疹出现。",
				"好转": "皮损愈合50％以上。",
				"未愈": "皮损如故，仍有新疹不断出现或愈合皮损不足30％者。"
			}
		},
		{
			"病症": "腓踹疽",
			"病机": "腓踹疽是发生在小腿肚，以暗红色硬结，可溃烂而久不收口为特征的疮疡，类似于硬红斑。",
			"诊断依据": [
				"皮损初为豌豆大小坚韧活动的皮下结节，逐渐增大与皮肤粘连，呈暗红色或青紫色。可破溃形成溃疡，不易愈合，愈合留有萎缩性瘢痕。自觉轻微触痛。",
				"对称分布于小腿中下部屈侧。经过缓慢，好发于春秋季。",
				"多见于青年女性。",
				"既往有结核病史，或伴有内脏结核。",
				"结核菌素试验呈强阳性反应。",
				"组织病理检查：表皮萎缩变荡，主要浸润真皮深层，多数上皮样细胞、淋巴细胞构成，含有少数郎罕巨细胞。",
				"应与瓜藤缠鉴别。"
			],
			"症候分类": {
				"湿热瘀阻": "结节暗红，压痛明显，多有低热，小腿酸痛，纳差便干。舌红，苔薄白，脉细或数。",
				"气血亏虚": "结节溃烂，脓水稀薄，久不收口，伴有神倦乏力，纳少，便溏。舌淡，苔薄，脉沉细弱。"
			},
			"疗效评定": {
				"治愈": "皮损全部消退，自觉症状消失。 •",
				"好转": "结节变小，症状减轻约50％。",
				"未愈": "皮损如故或结节消退不足30％。症状无变化。"
			}
		},
		{
			"病症": "肥疮",
			"病机": "肥疮是多发生在头部的一种癣，以结黄痂、发秃落为特征。相当于黄癣。",
			"诊断依据": [
				"头皮见碟形污黄厚痂，有鼠尿臭味，中心粘着且有毛发穿过，发变枯黄弯曲，易拔出但无折断。初为分币大小，久可泛及广大头皮，最后形成萎缩性瘢痕，遗留永久性秃发，仅沿发际有1cm左有的一圈毛发残留。自觉瘙痒，常继发感染，可形成脓肿。",
				"病程缓慢，可迁延数十年。",
				"多在儿童期发病，有与同患者密切接触史。",
				"真菌检查：滤过紫外线灯下有暗绿色荧光。真菌培养致病菌为许兰氏黄癣菌。镜检可见发内孢子及鹿角状菌丝和气沟气泡。"
			],
			"症候分类": {
				"风湿毒聚": "黄痂污秽，毛发枯黄易落，瘙痒无休，走窜漫延。舌红，苔薄，脉浮或滑。",
				"湿热毒聚": "黄痂粘着，头皮潮红，按之疼痛，糜烂溢脓。伴寒热头痛，口渴咽干。舌红，苔黄或腻，脉滑数。"
			},
			"疗效评定": {
				"治愈": "临床症状、体征消失。真菌检查连续三次阴性或滤过紫外线灯下检查阴性。",
				"好转": "瘙痒及其他症状明显减轻，菌痂脱落50％以上，复查真菌仍有阳性，或滤过紫外线灯下仍见暗绿色荧光。",
				"未愈": "症状无变化，体征缓解程度不足30％，真菌检查仍阳性。"
			}
		},
		{
			"病症": "白秃疮",
			"病机": "白秃疮是多发生在头部的一种癣，以脱白屑，久则毛发折断为特征。相当于之白癣。",
			"诊断依据": [
				"皮损多在头顶部，呈圆形白色鳞屑斑如硬币或豆大，境界清楚。病灶中毛发无光泽，距头皮2～5mm处折断，病后不留瘢痕。自觉瘙痒。",
				"好发于学龄儿童，男多于女，常在集体单位流行。有与同患者或与病猫、狗密切接触史。",
				"真菌检查：滤过紫外线灯下见亮绿色荧光，真菌培养有小孢子菌属、毛发癣菌属等致病菌。"
			],
			"疗效评定": {
				"痊愈": "症状及体征消失，毛发生长正常。复查真菌连续三次阴性，或滤过紫外线灯检查阴件。",
				"好转": "症状明显减轻，鳞屑斑减少50％以上，复查真菌仍有阳性，或滤过紫外线灯下仍可见亮绿色荧光。",
				"未愈": "症状及体征无缓解或鳞屑斑减少不足30％。"
			}
		},
		{
			"病症": "圆癣",
			"病机": "圆癣是发生在平滑皮肤的一种癣，以疹如钱币有匡廓，瘙痒为特征。相当于体癣。",
			"诊断依据": [
				"皮损为圆形或不整形，边缘有炎性丘疹，逐渐向外扩展，亦可呈同心环或多环形，相邻皮损亦可相互融合呈花环状。表面附有细碎鳞屑，常有中心自愈倾向，瘙痒明显。",
				"好发于颜面、颈、腋等多汗潮湿部位，多见于肥胖体形，常发生在夏天多雨季节。",
				"真菌培养或镜检，常见小孢子菌属、毛癣菌属及表皮癣菌属等致病菌。"
			],
			"症候分类": {
				"湿热毒聚": "皮损呈花环红斑，伴有脓疱，轻微疼痛，糜烂结痂，或有低热不适。舌红、苔薄、脉数。"
			},
			"疗效评定": {
				"治愈": "症状、体征消失。复查真菌连续二次阴性。",
				"好转": "瘙痒明显减轻，皮疹消退30％以上，复查真菌结果仍有阳性。",
				"未愈": "症状、体征无缓解或皮疹消退不足30％。"
			}
		},
		{
			"病症": "鹅掌风",
			"病机": "鹅掌风是一种发生在手掌部的皮肤病，、以皮肤粗糙、变厚、于裂为特征。相当于手癣。",
			"诊断依据": [
				"手掌局部有境界明显的红斑脱屑，皮肤干裂，甚或整个手掌皮肤肥厚、粗糙、皲裂、脱屑，亦可出现水疱或糜烂。自觉瘙痒或瘙痒不明显。",
				"多始于一侧手指尖或鱼际部。常继发于脚湿气。",
				"真菌培养或镜检多为阳性，常以表皮癣菌属及毛癣菌属为致病菌。"
			],
			"症候分类": {
				"风湿蕴肤": "手掌或指间水疱如晶，涸干脱屑，境界明显，渐次扩大。或指间潮红，湿烂。舌红，苔白或腻，脉滑。",
				"血虚风燥": "手掌皮肤肥厚粗糙、干燥、龟裂。或水疱不显，干涸落屑。舌淡红，苔薄，脉细。"
			},
			"疗效评定": {
				"治愈": "临床症状、体征消失，皮肤恢复正常，。复查真菌连续二次阴性。",
				"好转": "症状明显减轻，皮损消退在50％以上。复查真菌阴性或阳性。",
				"未愈": "临床症状、体征无改变。"
			}
		},
		{
			"病症": "脚湿气",
			"病机": "脚湿气是发生在足部的皮肤病，以足丫白斑湿烂或足跖、趾间起水疱为特征。相当于足癣。",
			"诊断依据": [
				"甲远端或两侧见黄白斑点，渐扩展至全甲及甲下。甲板增厚、变脆，凹凸不平，色泽不荣，呈灰白或棕褐色；或甲板变薄、翘起，其下蛀空；或甲板部分增厚，而甲缘蛀蚀呈蜂窝状。",
				"成人多见。始于一侧1～2个甲板，渐及邻甲，久及全部甲。多继发于鹅掌风及脚湿气。",
				"真菌培养和镜检多为阳性。"
			],
			"疗效评定": {
				"治愈": "病甲全部脱落，新生甲色泽正常，真菌镜检阴性。",
				"好转": "病甲脱落30％以上。",
				"未愈": "病甲未脱或脱落不足30％。复查真菌阳性。"
			},
			"症候分类": {
				"血燥失养": "甲板色泽不荣，增厚或翘起，或蛀蚀呈蜂窝状。舌淡，少苔，脉细。",
				"湿热蕴结": "甲板色红，甲沟红肿，，或有脓疱，瘙痒刺痛。舌红，苔薄腻，脉滑数."
			}
		},
		{
			"病症": "疥疮",
			"病机": "疥疮是由疥虫侵袭皮肤所致。以指缝、手腕、脐周、阴股部等皮肤发生水疱、隧道，夜间痒甚为特征的传染件皮肤病。",
			"诊断依据": [
				"皮损处呈散在分布的淡红色针头至栗米大小丘疹、丘疱疹及疥虫隧道。阴部有时可见褐红色小结节。自觉奇痒，夜间尤甚。",
				"好发于指间、腕、肘窝、腋前缘、乳下、脐周、腹股沟等皱襞部，亦可泛发全身，除儿童外极少发于头面。",
				"有疥疮患者密切接触史。",
				"皮损处可查出疥虫。"
			],
			"症候分类": {
				"风热蕴肌": "皮肤水疱少，丘疱疹多，壁厚波少，抓破干痂，瘙痒不已，久则皮肤干糙肥厚，舌红，苔薄，脉浮或滑。",
				"湿热毒聚": "皮肤水疱多，丘疱疹泛发，壁薄液多，破流脂水，浸淫湿烂。或脓疱叠起，或起红丝、眷核肿痛。舌红，苔黄腻，脉数滑。。",
				"虫毒结聚": "阴茎、阴囊发生孤立的褐红色硬节，时时作痒，久难消散。舌淡，苔白，脉滑。"
			},
			"疗效评定": {
				"治愈": "症状、体征完全消失，三周以上，未复发者。",
				"好转": "治疗结束后，瘙痒明显减轻，皮疹消退60％以上。",
				"未愈": "症状，体征无级解，或皮疹消退不足30％。"
			}
		},
		{
			"病症": "蛇串疮",
			"病机": "蛇串疮是因肝脾内蕴湿热，兼感邪毒所致。以成簇水疮沿身体一侧呈带状分布，排列宛如蛇行，且疼痛剧烈为特征的皮肤病。相当于带状疱疹。",
			"诊断依据": [
				"皮损多为绿豆大小的水疱，簇集成群，疱壁较紧张，基底色红，常单侧分布，排列成带状。严重者，皮损可表现为出血性，或可见坏疽性损害。皮损发于头面部者，病情往往较重。",
				"皮疹出现前，常先有皮肤刺痛或灼热感，可伴有周身轻度不适、发热。",
				"自觉疼痛明显，可有难以忍受的剧痛或皮疹消退后遗疼痛。"
			],
			"症候分类": {
				"肝经郁热": "皮损鲜红，疱壁紧张，灼热刺痛，口苦咽干，烦燥易怒，大便干或小便黄。舌质红，舌苔簿黄或黄厚，脉弦滑数。 “",
				"脾虚湿蕴": "颜色较淡，疱壁松弛，口不渴，食少腹胀，大便时溏，舌质淡，舌苔白或白腻，脉沉缓或滑。",
				"气滞血瘀": "皮疹消退后局部疼痛不止。舌质暗，苔白，脉弦细。"
			},
			"疗效评定": {
				"治愈": "皮疹消退，临床体征消失，无疼痛后遗症。",
				"好转": "皮疹消退约30％，疼痛明显减轻。",
				"未愈": "皮疹消退不足30％，仍有疼痛。"
			}
		},
		{
			"病症": "热疮",
			"病机": "热疮多因内热炽盛所致。以皮肤粘膜交界处发生成群水疱，痒痛相兼为特征。相当于单纯疱疹。",
			"诊断依据": [
				"皮损处呈米粒至高梁粒大小扁平丘疹，表面光滑，孤立散在，淡黄褐色或正常皮肤色，或微痒。",
				"多发于暴露部位，如面部、手背。",
				"有自家接种的特点。可见同形反应。",
				"好发于青少年。",
				"组织病理检查：表皮棘层肥厚，乳头瘤样增生和角化过度，伴角化不全。棘层上部和颗粒层有空泡化细胞，核深染，嗜碱性。"
			],
			"症候分类": {
				"热毒蕴结": "皮疹淡红，数目较多，伴口干不欲饮，身热，大便不畅，尿黄。舌质红，苔白或腻，脉滑数。",
				"热蕴络瘀": "病程较长，皮疹黄褐或暗红、可有烦热。舌暗红，苔薄白，脉沉缓。"
			},
			"疗效评定": {
				"治愈": "皮损消退，无新出皮疹。",
				"好转": "皮疹较前变平，消退30％以上或有个别新疹出现。",
				"未愈": "皮疹无变化或消退不足30％。"
			}
		},
		{
			"病症": "疣目",
			"病机": "疣目为好发于手、足、头皮，大如黄豆，粗糙而坚硬，表面呈刺状，相当于寻常疣。",
			"诊断依据": [
				"皮损处呈粟粒至黄豆大半球型丘疹结节，表面粗糙不平如刺状。",
				"多发于手背、指趾、足缘等部位。",
				"组织病理检查：表面明显角化和棘层肥厚，表皮上部空泡形成成网状，乳头瘤样增生。"
			],
			"症候分类": {
				"风热血燥": "结节如豆，坚硬粗糙，色黄或红。舌红，苔薄，脉弦数。",
				"湿热血瘀": "结节疏松，色灰或褐。舌暗红，苔薄白，脉细。"
			},
			"疗效评定": {}
		},
		{
			"病症": "鼠乳",
			"病机": "鼠乳多生在躯于、四肢呈绿豆至黄豆大小，半球形隆起，疹中央有脐窝，形如鼠乳。相当干传染性软疣。",
			"诊断依据": [
				"皮损处为粟粒至绿豆大呈半球型丘疹，色乳白或正常，表面光泽，中心脐窝状，孤立散在。刺破后可挤出白色粉状小体。自觉微痒。",
				"好发于躯干、四肢。 •",
				"多见于儿童、青年。有接触传染特性。"
			],
			"症候分类": {
				"风热蕴肤": "丘疹光亮，微痒，抓破疼痛，四周稍红。舌红，苔薄，脉细。",
				"湿热蕴结": "丘疹瘙抓流汁，或有抓痕，破后可挤出粉状白色小体。舌红，苔薄腻，脉濡。"
			},
			"疗效评定": {}
		},
		{
			"病症": "鸡眼",
			"病机": "鸡眼是因足部（亦偶见于手部）长期受挤压或压迫所致，其根陷肉里，顶起硬结，形似鸡眼的皮肤病。",
			"诊断依据": [
				"皮损呈豌豆大小，微黄，圆锥形硬结，质坚实，略高于皮面，表面光滑，有明显皮纹。",
				"好发于摩擦及受压部位，以足底、趾间等多见，有明显压痛。",
				"鞋履不适，长时间摩擦受压，足畸形，长期步行者易发本病。"
			],
			"症候分类": {
				"痰湿凝结": "表面呈圆锥形硬结，灰黄色或蜡黄色，压之疼痛。舌苔薄白，脉滑。",
				"湿热毒聚": "结块四周稍红，略肿压痛。舌红，苔薄，脉微数。"
			},
			"疗效评定": {
				"治愈": "皮损消退。",
				"好转": "皮损消退30％以上，压痛减轻。",
				"未愈": "损害无变化或消退不足30％。"
			}
		},
		{
			"病症": "胼胝",
			"病机": "胼胝是指因手足久受摩擦压迫所致，其特征为皮厚涩而圆短如茧。",
			"诊断依据": [
				"皮损呈蜡黄色限局性扁平斑块。中央部分最厚，边缘损害较薄。可有轻度压痛。",
				"好发于掌跖等易受压迫及易摩擦部位。"
			],
			"症候分类": {
				"痰瘀互结": "皮厚结块圆短如茧，呈蜡黄色，或有压痛。舌红，苔薄，脉滑。",
				"痰结毒滞": "结块肿胀，四周紫红，压痛明显。舌红，苔薄，脉微数。"
			},
			"疗效评定": {
				"治愈": "扁平增厚性斑块消退。",
				"好转": "扁平增厚性斑块变薄，好转30％以上，压痛明显减轻。",
				"未愈": "皮损无变化或消退不足30％。"
			}
		},
		{
			"病症": "湿疮",
			"病机": "湿疮是由禀性不耐，风湿热邪客于肌肤而成。皮疹呈多种形态，发无定位，易于湿烂流津的瘙痒性渗出性皮肤病。相当于湿疹。",
			"诊断依据": [
				"急性湿疮",
				".1 皮损呈多形性，如潮红、丘疹、水疱、糜烂、渗出、痂皮、脱屑，常数种形态同时存在。",
				".2 起病急，自觉灼热，剧烈瘙痒。",
				".3 皮损常对称分布，以头、面、四肢远端、阴囊等处多见。可泛发全身。",
				".4 可发展成亚急性或慢性湿疮，时轻时重，反复不愈。",
				"亚急性湿疮：皮损渗出较少，以丘疹、丘疱疹、结痂、鳞屑为主。有轻度糜烂面，颜色较暗红。亦可见轻度浸润，剧烈瘙痒。",
				"慢性湿疮：多限局于某一部位，境界清楚，有明显的肥厚浸润，表面粗糙，或呈苔癣样变，颜色褐红或褐色，常伴有丘疱疹、痂皮、抓痕。倾向湿润变化，常反复发作，时轻时重，有阵发性瘙痒。"
			],
			"症候分类": {
				"湿热浸淫": "发病急，皮损潮红灼热，瘙痒无休，渗液流汁。伴身热、心烦口渴，大便干，尿短赤。舌质红，苔薄白或黄，脉滑或数。",
				"脾虚湿蕴": "发病较缓，皮损潮红，瘙痒，抓后糜烂渗出，可见鳞屑。伴有纳少，神疲，腹胀便溏。舌质淡胖，苔白或腻，脉弦缓。",
				"血虚风燥": "病久，皮损色暗或色素沉着，剧痒，或皮损粗糙肥厚。伴口干不欲饮，纳差腹胀。舌淡，苔自，脉细弦。"
			},
			"疗效评定": {
				"治愈": "皮损消退。",
				"好转": "皮损消退30％以上。",
				"未愈": "皮损消退不足30％。"
			}
		},
		{
			"病症": "四弯风",
			"病机": "四弯风是因禀性不耐或脾虚湿盛所致。好发于四肢弯曲处，以皮肤干燥肥厚，抓破流津，瘙痒无度为特征的一种慢性皮肤病。相当于异位性皮炎。",
			"诊断依据": [
				"皮损特点为干燥、粗糙、肥厚苔藓化，可有急性或亚急性皮炎样发作。自觉剧痒。",
				"皮损好发于肘膝关节屈侧，亦可见于小腿伸侧及面颈、口周围等部位。",
				"可有婴幼儿湿疮的病史，反复发作持续不愈。",
				"具有遗传过敏倾向，家族或本人常有哮喘、瘾疹等病史。",
				"血清IgE增高，血象嗜伊红细胞增高。"
			],
			"症候分类": {
				"血虚风燥": "皮肤干燥肥厚，瘙痒抓痕血痂。食后腹胀，便秘或溏。舌质淡胖，苔白，脉滑。",
				"风湿蕴肤": "皮肤潮红，瘙痒剧烈，抓之可糜烂渗出。伴神倦，便溏。舌淡，苔薄腻，脉弦滑。"
			},
			"疗效评定": {
				"治愈": "皮疹消退，或遗有色素沉着或减退斑。",
				"好转": "皮损变薄变淡，消退30％以上，瘙痒减轻。",
				"未愈": "皮损消退不足30％。"
			}
		},
		{
			"病症": "瘾疹",
			"病机": "瘾疹又称bei(倍）lei （蕾）。其特征为身体瘙痒，搔之出现红斑隆起，形如豆瓣，堆累成片，发无定处，忽隐忽现，退后不留痕迹。相当于荨麻疹。",
			"诊断依据": [
				"突然发作，皮损为大小不等，形状不一的水肿性斑块，境界清楚。",
				"皮疹时起时落，剧烈瘙痒，发无定处，退后不留痕迹。",
				"部分病例可有腹痛腹泻，或有发热、关节痛等症。严重者可有呼吸困难，甚至引起窒息。",
				"皮肤划痕试验阳性。",
				"皮疹经过三个月以上不愈或反复间断发作者为慢性瘾疹。"
			],
			"症候分类": {
				"风热犯表": "风团鲜红，灼热剧痒。伴有发烧、恶寒、咽喉肿痛，遇热则皮疹加重。舌苔薄白或薄黄，脉浮数。",
				"风寒束表": "皮疹色白，遇风寒加重，得暖则减，口不渴。舌质淡，舌苔白，脉浮紧。"
			},
			"疗效评定": {
				"治愈": "风团消退，临床体征消失，不再发作者。",
				"好转": "风团消退30％或消退后复发间隔时间延长，瘙痒等症状减轻者。",
				"未愈": "风团及瘙痒无明显改善者，或消退不足30％。"
			}
		},
		{
			"病症": "土风疮",
			"病机": "土风疮指因肌腠虚疏，复感风邪所致，以状如风疹而头破，乍发乍瘥为特征的皮肤病。类似于丘疹性荨麻疹。",
			"诊断依据": [
				"多呈水肿性红色风团，中心有坚硬小水疱，瘙痒剧烈，常有结痂。皮疹常成批出现，此起彼伏，缠绵不愈。",
				"多发生在四肢伸侧，腹、臀等部位。",
				"多见婴儿及儿童，夏秋季发病为主。",
				"昆虫刺咬、胃肠功能障碍、肠内寄生虫病、饮食无度、过食糖及动物蛋白等均能诱发本病。"
			],
			"症候分类": {
				"风热犯表": "风团样菱形红斑，中心有小丘疹或水疱。舌尖红，苔薄白，脉浮数。",
				"胃肠湿热": "风团红斑，糜烂结痂。伴脘腹痞胀，大便秘结。舌质稍红，苔白腻，脉弦滑。"
			},
			"疗效评定": {
				"治愈": "自觉症状及皮损全部消退。",
				"好转": "丘疹风团消退30％以上，自觉症状明显减轻。",
				"未愈": "皮损及自觉症状无变化，或改善不足30％。"
			}
		},
		{
			"病症": "药毒",
			"病机": "药毒是指因禀赋不耐，药毒内侵所致的皮肤发疹。相当于药物性皮炎。",
			"诊断依据": [
				"皮损大多对称分布，广泛发作。形态不一，如荨麻疹样、麻疹样、猩红热样、多形红斑样，或见大疱性表皮坏死松解症样等。掌跖、口腔粘膜常为多见。",
				"有一定潜伏期，长短不定。一般发生在用药后三周以内。",
				"发病急剧，自觉灼热、瘙痒，可伴发热、倦怠等全身症状。重症患者可伴有内脏损害。",
				"发病前有服用药物史。"
			],
			"症候分类": {
				"湿毒蕴肤": "皮损处呈红斑、水疱，甚则糜烂渗液，表皮剥脱。伴剧痒，烦躁，口干，大便燥结，小便黄赤，或有发热。舌质红，苔薄白或黄，脉滑或数。",
				"热毒入营": "皮疹鲜红或紫红，甚则紫斑、血疱，高热神志不清，口唇焦燥，口渴不欲饮，大便干，小便短赤。舌质绛，苔少或镜面舌，脉洪数。",
				"气阴两虚": "皮疹消退，伴低热，口渴，乏力，气短，大便干，尿黄。舌红，少苔，脉细数。"
			},
			"疗效评定": {
				"治愈": "皮疹消退，临床体征消失。",
				"好转": "皮疹和临床体征消退30％以上。",
				"未愈": "皮疹及体征未缓解，甚至加重。"
			}
		},
		{
			"病症": "天疱疮",
			"病机": "天疱疮是由心火脾湿，兼感风热暑湿之邪，薰蒸肌肤而成。以皮肤起燎浆水疱，小如芡实，大如棋子，皮破流津，缠绵不愈的大疱性皮肤病。",
			"诊断依据": [
				"寻常型天疱疮",
				".1 在皮肤上出现松驰性大水疱，疱壁易破，破后糜烂不易愈合。",
				".2 皮损可局限，亦可遍及全身，口腔粘膜损害常见，或可先发生于口腔粘膜。",
				".3 尼氏征阳性。",
				".4 本病多发于中年人。",
				".5 组织病理检查为表皮内大疱，常见棘细胞松解，形成天疱疮细胞。",
				".6 直接免疫荧光检查可见棘细胞间有IgG沉积，呈鱼网状荧光。",
				"增殖型天疱疮",
				".1 早期皮损与寻常型天疱疮类似，但糜烂面上出现乳头瘤样增殖。",
				".2 好发于皱襞部位，或粘膜部位。",
				".3 尼氏征阳性。",
				".4 组织病理检查早期同寻常型天疱疮，以后可见乳头瘤样增生。",
				".5 直接免疫荧光检查同寻常型。",
				"落叶天疱疮",
				".1 损初为浅在的松弛性水疱，易破溃，以后出现大片表皮剥脱之糜烂面，上覆叶状痂屑。",
				".2 皮疹多泛发全身，粘膜损害少见或较轻。",
				".3 尼氏征阳性。",
				".4 组织病理检查为颗粒层及其下方发生棘刺松解，形成裂隙、大疱。",
				".5 直接免疫荧光检查同寻常型。",
				"红斑型天疱疮",
				".I 红斑基础上出现松弛性水疱，或上覆脂溢性痂皮。",
				".2 多发生于面颊、胸、背，或油脂分泌多的部位。粘膜损害较少。",
				".3 尼氏征阳性。",
				".4 组织病理检查同落叶型。直接免疫荧光检查同寻常型天疱疮。",
				"类天疱疮",
				".1 皮损在正常皮肤或红斑基础上，出现张力性大疱，疱壁较厚，丰满紧张，不易破裂。",
				".2 好发于四肢屈侧及皱襞部位，亦可泛发全身，自觉瘙痒。粘膜损害少见，且不严重。",
				".3 尼氏征阴性，晚期水疱亦可发生阳性。",
				"本病多见于老年人，亦可见于儿童。",
				".5 组织病理检查为表皮下张力性大疱，无天疱疮细胞。",
				".6 直接免疫荧光检查为沿基底膜线状IgG沉积。"
			],
			"症候分类": {
				"热毒炽盛": "发病急骤，水疱迅速扩展或增多，糜烂面鲜红。身热口渴，便干溲赤。舌质红绛，苔少或黄，脉弦滑或数。",
				"心火炽盛": "口腔糜烂或疮面色红，心烦口渴，小便短赤。舌质红，苔黄，脉数。",
				"湿热蕴结": "糜烂面大或湿烂成片，口渴不欲饮或恶心呕吐。舌质红，苔黄腻，脉滑数。",
				"脾虚湿蕴": "结痂，较厚而不易脱落，或疱壁紧张，潮红不著。倦怠乏力，腹胀便溏。舌淡胖，苔白腻，脉沉缓。",
				"气阴两伤": "病程日久，已无水疱出现。倦怠无力，气短懒言，或五心烦热。舌质淡红，苔少或苔剥，脉沉细。"
			},
			"疗效评定": {
				"治愈": "皮疹全部消退，无新疹再发。",
				"好转": "皮疹消退30％以上，偶有新疹发生。",
				"未愈": "皮疹消退不足30％，新疹不断发生。"
			}
		},
		{
			"病症": "火赤疮",
			"病机": "火赤疮是以水疱成群，多呈环状排列，并伴有红斑，瘙痒难忍为特征的大疱性皮肤病。相似于疱疹样皮炎。",
			"诊断依据": [
				"皮损多呈聚集成群的小水疱，常排列成环状，疱壁厚不易破裂。多发生在风团之上，剧烈瘙痒。",
				"好发于肩呷、臀部及四肢伸侧。粘膜很少累及。皮疹消退后遗留色素沉着。",
				"本病多见于中年人。",
				"尼氏征阴性。",
				"组织病理检查为表皮下水疱。",
				"直接免疫荧光检查为真皮乳头有IgA呈颗粒状沉积。呈点状荧光反应。"
			],
			"症候分类": {
				"脾虚湿蕴": "水疱簇集，呈丘疱疹、风团样瘙痒剧烈。腹胀纳呆，便溏，四肢沉重。舌质淡，苔白，脉弦滑。",
				"气阴两伤": "病程日久，无新疱发生。烦躁不安，倦怠懒言，周身无力，或五心烦热。舌质淡红少苔，脉沉细。"
			},
			"疗效评定": {
				"治愈": "皮损全部消退，无新疹再发。",
				"好转": "皮损消退30％以上，偶有新疹发生。",
				"未愈": "皮损消退不足30％，，新疹不断发生。"
			}
		},
		{
			"病症": "登豆疮",
			"病机": "登豆疮是因表虚里实，毒热入于营血所致。以皮肤大片潮红，出现群集帽针头至粟粒大小脓疱为特征的皮肤病，相似于疱疹样脓疱病。",
			"诊断依据": [
				"皮损为在大片潮红的基础上发生浅在性小脓疱，可互相融合成脓糊状，一批干涸结痂，又可出现新的一批脓疱或形成多环状。发疹前常先有高热。",
				"好发于腋下、腹股沟等皱襞部位，可泛发全身，可累及粘膜。",
				"急性发作时多伴高热、寒战等症。",
				"多发生在妊娠后期，分娩后可自然痊愈。",
				"未破脓疱液细菌培养及血培养均为阴性。"
			],
			"症候分类": {
				"热入营血": "群集性脓疱，基底潮红。伴高热，畏寒，小便短赤，大便干燥。舌质红绛，苔黄或腻，脉弦滑或数。",
				"气阴两伤": "病程日久，已无新脓疱发生。皮肤淡红，脱屑，气短乏力，或五心烦热。舌质淡红，少苔，脉细数。"
			},
			"疗效评定": {
				"治愈": "皮损全部消退，无新疹再发。",
				"好转": "皮损消退30％以上，无高热。",
				"未愈": "皮损发生未能控制。"
			}
		},
		{
			"病症": "红蝴蝶疮",
			"病机": "红蝴蝶疮是一种面部常发生状似蝴蝶形之红斑，并可伴有关节疼痛、脏腑损伤等全身病变的系统性疾病。相当于红斑性狼疮。",
			"诊断依据": [
				"系统性红蝴蝶疮",
				".1 蝶形红斑：颧部隆起的或平的固定红斑。鼻唇沟部位无皮损。",
				".2 盘状红斑：红色隆起斑片，表面附有粘着性、角化性鳞屑及毛囊栓，陈旧损害可见萎缩性瘢痕。",
				".3 有光敏史或检查发现对光异常反应所致皮疹。",
				".4 口腔或鼻咽部有渍疡，常无痛感。",
				".5 可有累及两个或更多的周围关节触痛、肿胀或积液。",
				".6 有确切胸痛史或体检发现胸膜摩擦音或胸腔积液。或心脏听诊有心包摩擦音，实验室检查有心包积液。",
				".7 持续性蛋白尿、24小时尿蛋白大于0.5克并可见有尿红细胞、白细胞、颗粒、管状等。",
				".8 排除药物或代谢紊乱如尿毒症、酮血症、电解质紊乱等出现抽搐或精神症状者。",
				".9 血液检查：溶血性贫血或白细胞少于4000/立方毫米（4×109／升）；或淋巴细胞少于15％（1. 5×109／升）；或血小板少于10万／立方毫米（100×109／升）。",
				". 10 免疫学检查：红斑狼疮细胞阳性或抗dsDNA抗体滴度异常或有SM抗体或梅毒血清学反应假阳性。",
				". 11 荧光抗核抗体阳性",
				"盘状红蝴蝶疮",
				"亚急性皮肤型红斑狼疮：皮损多为环状红斑或呈多形性。病理表现同1.2。系统损害轻微，抗核抗体多为阳性。"
			],
			"症候分类": {
				"热毒炽盛": "相当于系统性红蝴蝶疮急性活动期。面部蝶形红斑鲜艳，皮肤紫斑。伴有高热，烦躁口渴，神昏谵语，抽搐，关节肌肉疼痛，大便干结，小便短赤。舌质红绛，苔黄腻，脉洪数或细数。",
				"气阴两伤": "斑疹暗红。伴有不规则发热或持续低热，手足心热，心烦无力，自汗盗汗，面浮红，关节痛，足跟痛，月经量少或闭经。舌红，苔薄，脉细数。",
				"脾肾阳虚": "面色无华，眼睑、下肢浮肿，胸胁胀满，腰膝酸软，面热肢冷，口干不渴，尿少或尿闭。舌质淡胖，苔少，脉沉细。",
				"脾虚肝旺": "皮肤紫斑。胸胁胀满，腹胀纳呆，头昏头痛，耳鸣失眠，月经不调或闭经。舌紫暗或有瘀斑，脉细弦。",
				"气滞血瘀": "多见于盘状局限型及亚急性皮肤型红蝴蝶疮。红斑暗滞，角栓形成及皮肤萎缩。伴倦怠乏力。舌暗红，苔白或光面舌，脉沉细。"
			},
			"疗效评定": {}
		},
		{
			"病症": "皮痹",
			"病机": "皮痹是以皮肤肿胀、硬化，后期发生萎缩的皮肤病。可局限于某一部位，亦可累及全身。相似硬皮病。",
			"诊断依据": [
				"反复发作口腔溃疡，或外阴部溃疡。",
				"可伴有瓜藤缠（结节性红斑）、青蛇毒（皮下血栓性静脉炎），皮肤针刺反应阳性。或出现眼部复发性前房积脓性虹膜睫状体炎，脉络膜视网膜炎，以及关节红肿疼痛、肠痈（阑尾炎）样腹痛、黑便等症状。",
				"可并发子痈（附睾炎）。",
				"部分严重病例可出现中枢神经系统病变，如脑干综合症、脑膜脑炎综合症，可并发闭塞性血管炎、动脉瘤。"
			],
			"症候分类": {
				"湿热毒结": "多见于急性发作期。下肢红斑结节，症见高热，心烦汗出，口舌生疮，灼热疼痛，关节酸痛，胸胁闷胀，口苦咽干，妇女带下黄稠。舌红，苔黄，脉弦滑数。",
				"肝肾阴虚": "，口、眼、外阴部溃疡时轻时重，反复发作，低热缠绵，手足心热，头昏目眩，口干咽燥，遗精盗汗，月经不调，腰膝酸软。舌红少津或裂纹舌、光面舌，脉细数。",
				"脾肾阳虚": "反复出现口腔、外阴溃疡，遇冷加重。病程长，全身乏力，少气懒言，手足不温，食欲不振，畏寒肢冷，下肢浮肿，大便溏稀，遗精阳萎，月经不调。舌淡，苔白，脉沉细。"
			},
			"疗效评定": {
				"显效": "口、眼、外阴部溃疡及皮肤结节等主症大部消失，针刺反应阴性，病情稳定。",
				"好转": "主症明显减轻，连续服药可保持病情稳定。",
				"未愈": "病情无改善，或加重。"
			}
		},
		{
			"病症": "猫眼疮",
			"病机": "猫眼疮因其疹形如猫之眼而得名。多发于春秋季，好发于手足，可累及口腔及阴部。相当于多形性红斑。",
			"诊断依据": [
				"皮损初起为红斑，略高出皮面，以后中心出现水疱，约为扁豆或指盖大小。初起为鲜红色，逐渐变暗红或暗紫红色，可相互融合，红斑可中心消退，形成环状、或出现重叠水疱如虹彩状。水疱若呈血性时称出血性猫眼疮。自觉疼痛，略有痒感。",
				"发病骤急，发疹前可有全身不适等前驱症状，常可伴发咽峡炎，扁桃体炎，关节炎等。",
				"好发于指缘、手掌及前臂、足背、小腿、颜面、颈项等部位，常呈对称性。重者可累及粘膜。",
				"青年女性发病较多，春秋为发病季节。",
				"组织病理检查：表皮细胞水肿，渗出明显者可见表皮下水疱形成；真皮水肿，小血管扩张，周围有炎性细胞浸润。早期为嗜中性及嗜酸性细胞，晚期为淋巴细胞、组织细胞，胶原纤维明显肿胀。"
			],
			"症候分类": {
				"湿热蕴结": "发病急，皮损鲜红，中心水疱明显。发热，咽痛，口干，关节痛，便干，尿黄。舌质红，苔白或微黄，脉弦滑或微数。",
				"寒湿阻络": "皮疹暗红，遇寒加重。下肢沉重，关节痛，小便清长。舌质淡，苔白，脉沉细或缓。"
			},
			"疗效评定": {
				"治愈": "皮损全部消退，自觉症状消失。",
				"好转": "皮损消退30％以上，自觉症状明显减轻。",
				"未愈": "皮损消退不足30％，仍有新疹发生。"
			}
		},
		{
			"病症": "瓜藤缠",
			"病机": "瓜藤缠是以小腿起红斑结节，犹如藤系瓜果绕胫而生为特征的皮肤病。类似于结节性红斑。",
			"诊断依据": [
				"皮损好发于小腿伸侧，呈结节略高出皮面，色淡红或鲜红，继而变为暗红或紫红色，不溃破，常对称发生。自觉烧灼性疼痛。",
				"发病前常有发热、全身不适、关节痛等症状。",
				"好发于青年女性，春秋多见，常反复发作。患者多有风湿病或结核病史。",
				"血沉加快，抗“O”滴度及血清丙种球蛋白增高， OT皮试呈强阳性。",
				"组织病理检查：呈血管炎改变，深层静脉血管壁增厚，内膜细胞增生、肿胀、变性，甚至管腔闭塞，真皮水肿，乳头血管扩张，血管周围有炎性细胞浸润。",
				"应与腓踹疽相鉴别。"
			],
			"症候分类": {
				"湿热瘀阻": "发病急骤，皮下结节，略高出皮面，灼热红肿。伴头痛，咽痛，关节痛，体温增高，口渴，大便干，小便黄。舌质微红，苔白或腻，脉滑微数。",
				"寒湿入络": "皮损暗红，反复缠绵不愈。伴有关节痛，遇寒加重，肢冷，口不渴，大便不干。舌质淡，苔白或白腻，脉沉缓或迟。"
			},
			"疗效评定": {
				"治愈": "红斑消退，自觉症状消失。",
				"好转": "红斑消退30％以上，自觉症状明显减轻。",
				"未愈": "红斑结节无变化或有新的皮损出现。"
			}
		},
		{
			"病症": "风热疮",
			"病机": "风热疮是以躯干起淡红色斑片，多随皮纹排列，脱屑如糠秕之状为特征的皮肤病。相当于玫瑰糠疹。",
			"诊断依据": [
				"皮损大多先在躯干或四肢局部出现一个较大的圆形或椭圆形红色或黄红色鳞屑斑，称为母斑。母斑出现数日后，在躯干及四肢出现多数同样大小的红斑，呈横列椭圆形，长轴与皮纹走行一致，中心有细微皱纹，界清，边缘不整，表面有少量细糠状鳞屑，多数孤立存在。自觉痒甚，一般无全身不适。",
				"好发于胸背（尤其胸部两侧）、腹部、四肢近端。颜面及小腿一般不发生。",
				"皮损成批出现，颜色常不一致，色鲜红、褐黄或灰色不等。",
				"好发于青壮年，春秋常见。"
			],
			"症候分类": {
				"风热蕴肤": "发病急骤，皮损呈圆形或椭圆形淡红斑片，中心有细微皱纹，表面少量细糠状鳞屑，伴心烦口渴，大便干，尿微黄。舌质红，苔白或薄黄，脉浮微数。",
				"风热血燥": "斑片鲜红或紫红，鳞屑较多，瘙痒较剧，伴有抓痕血痂。舌红，苔少，脉弦数。"
			},
			"疗效评定": {
				"治愈": "皮损完全消退。",
				"好转": "皮损消退30％以上。",
				"未愈": "皮损消退不足30％。"
			}
		},
		{
			"病症": "白疕",
			"病机": "白疕是以皮肤上起红色斑片，上覆多层白色皮屑，抓去皮屑可见点状出血为特征的皮肤病，相当于银屑病。",
			"诊断依据": [
				"皮损初为针尖至扁豆大的炎性红色丘疹，常呈点滴状分布，迅速增大，表面覆盖银白色多层性鳞屑，状如云母。鳞屑剥离后，可见薄膜现象及筛状出血，基底浸润，可有同形反应。陈旧皮疹可呈钱币状、盘状、地图状等。",
				"好发于头皮、四肢伸侧，以肘关节面多见，常泛发全身。",
				"部分病人可见指甲病变，轻者呈点状凹陷，重者甲板增厚，光泽消失。或可见于口腔、阴部粘膜。发于头皮者可见束状毛发。",
				"起病缓慢，易于复发。有明显季节性，一般冬重夏轻。",
				"可有家族史。",
				"组织病理检查示表皮角化过度、角化不全。角层内有中性多形核白细胞堆积，棘层增厚。表皮突呈规则性向下延伸，真皮乳头水肿呈棒状，乳头内血管扩张，血管周围有炎性细胞浸润。"
			],
			"症候分类": {
				"风热血燥": "皮损鲜红，皮疹不断出现，红斑增多，刮去鳞屑可见发亮薄膜，点状出血，有同形反应。伴心烦口渴，大便干，尿黄。舌质红，舌苔黄或腻，脉弦滑或数。",
				"血虚风燥": "皮损色淡，部分消退，鳞屑较多。伴口干，便干。舌质淡红，苔薄白，脉细缓。",
				"瘀滞肌肤": "皮损肥厚浸润，颜色暗红，经久不退。舌质紫暗或见瘀斑、瘀点，脉涩或细缓。"
			},
			"疗效评定": {
				"治愈": "皮损完全消退，或消退95％以上。",
				"好转": "皮损消退50％以上。",
				"未愈": "皮损消退不足50％。"
			}
		},
		{
			"病症": "摄领疮",
			"病机": "摄领疮是好发在颈部两侧，以皮肤粗糙肥厚，剧烈瘙痒为特征的皮肤病。相当于神经性皮炎。",
			"诊断依据": [
				"皮损如牛项之皮，顽硬且坚，抓之如枯木，瘙痒剧烈。",
				"好发于颈项部，其次发于眼睑、四肢伸侧及腰背、骶、髋等部位，呈对称分布，或呈线状排列。亦可泛发于全身。",
				"多见于情志不遂，夜寐欠安之成年人。病程较长。",
				"组织病理检查示表皮角化过度，棘层肥厚，表皮突延长，可伴有轻度海绵形成。真皮部毛细血管增生，血管周围有淋巴细胞浸润。或可见真皮纤维母细胞增生，呈纤维化。"
			],
			"症候分类": {
				"肝郁化火": "皮损色红，心烦易怒，失眠多梦，眩晕，心悸，门苦咽干。舌边尖红，脉弦数。",
				"风湿蕴肤": "皮损呈淡褐色片状，粗糙肥厚，剧痒时作，夜间尤甚。苔薄或白腻，脉濡而缓。",
				"血虚风燥": "皮损灰白，抓如枯木，肥厚粗糙似牛皮，心悸怔忡，失眠健忘，女子月经不凋。舌质淡，脉沉细。"
			},
			"疗效评定": {
				"治愈": "皮损及症状全部消退，或残留色素沉着或色素消失。",
				"好转": "皮损较前变薄、落屑减少。自觉瘙痒减轻或皮损消退30％以上。",
				"未愈": "皮损依然如故，或消退不足30％，自觉症状无明显改善。"
			}
		},
		{
			"病症": "顽湿聚结",
			"病机": "顽湿聚结是因体内蕴湿，外感风毒或虫咬所致，以四肢发生灰褐色坚实结节，伴奇痒为特征的皮肤病。相当于结节性痒疹。",
			"诊断依据": [
				"皮损呈半球形隆起，触之坚实，散在孤立，色暗红或灰褐，阵作剧痒。",
				"常发生于四肢伸侧，尤以小腿伸侧为多见。",
				"多见于成年妇女，病程缓慢。",
				"组织病理检查示表皮角化过度，棘层肥厚，表皮突不规则向真皮内增生，形成假性上皮瘤状，真皮内显示非特异性炎症浸润，并可见神经组织明显增生。"
			],
			"症候分类": {
				"湿热蕴结": "皮疹呈半球形隆起，色红或灰褐，散在孤立，触之坚实，剧痒时作。舌质红，苔薄白、脉滑。",
				"血瘀风燥": "皮疹呈结节，色紫红或紫褐，皮肤肥厚，干燥，阵作瘙痒。舌紫暗，苔薄，脉涩。"
			},
			"疗效评定": {
				"治愈": "皮损消退80％以上，症状消失。",
				"好转": "皮损消退30％以上，轻痒者。",
				"未愈": "皮损如故，或消退不足30％，瘙痒剧烈者。"
			}
		},
		{
			"病症": "紫癜风",
			"病机": "紫癜风是以皮肤出现紫红色扁平皮疹，自觉瘙痒，可发于全身各处，常累及口唇为特征的皮肤病。相当于扁平苔癣。",
			"诊断依据": [
				"皮损为紫红斑，扁平略高出皮面，坚韧干燥，表面平滑，光泽如蜡，中央凹陷，粘膜受累。或呈糜烂，网状条纹，剧痒难忍。",
				"多发于皮肤，粘膜，少数可侵犯指、趾甲和毛发，有时呈线状排列。",
				"多见于青年及成人，病程较长。",
				"组织病理检查示表面角化过度，颗粒层增厚，棘细胞层不规则增厚，基底细胞液化变性及真皮上部呈带状浸润。"
			],
			"症候分类": {
				"风热阻络": "皮疹紫红，表面光滑，中心凹陷，常呈多角形，阵发剧痒，口干欲饮。舌质淡红，苔薄白，脉弦滑。",
				"风湿蕴肤": "皮疹呈疣状突起，融合成片，或呈条状，色紫红，剧痒难忍，夜寐欠安，口干不欲饮。舌质暗红，舌苔薄白或微腻，脉缓。",
				"虚火上炎": "粘膜发疹呈乳白色，或糜烂，有网状条纹。常有头昏，多梦，记忆力差。舌边尖红，苔薄白，脉沉细数。"
			},
			"疗效评定": {
				"治愈": "皮损消退80％以上，自觉症状消失。",
				"好转": "皮疹消退30％以上，自觉瘙痒减轻。",
				"未愈": "皮疹无明显变化，或消退不足30％，仍剧痒。"
			}
		},
		{
			"病症": "白驳风",
			"病机": "白驳风是以皮肤变白，形状不一，并不痒痛为特征的皮肤病。相当于白癜风。",
			"诊断依据": [
				"皮损颜色变白，或斑或点，形状不一，无痛痒。",
				"可发生在身体各处，以四肢、头面多见。",
				"多见于情志内伤青年。",
				"组织病理检查示表皮明显缺少黑素细胞及黑素颗粒。基底层往往完全缺乏多巴染色阳性的黑素细胞。"
			],
			"症候分类": {
				"气滞血瘀": "皮肤白斑，或有气郁不舒及心烦不安。舌淡或有瘀斑，苔薄白，脉缓。",
				"肝肾阴虚": "白斑，伴倦怠乏力，腰膝酸软，或五心烦热。舌质红，苔少，脉沉细。"
			},
			"疗效评定": {
				"治愈": "皮损消失，肤色恢复正常。",
				"好转": "30％以上皮损呈正常皮色，或脱色斑中有色素点生成。",
				"未愈": "皮损颜色无明显变化。"
			}
		},
		{
			"病症": "黧黑斑",
			"病机": "黧黑斑是发生在面部的黄褐色或灰黑色斑片，不高出皮肤，常见于鼻背两侧。类似于黄褐斑。",
			"诊断依据": [
				"面部皮损为黑斑，平于皮肤，色如尘垢，淡褐或淡黑，无痒痛。",
				"常发生在额、眉、颊、鼻背、唇等颜面部。",
				"多见于女子，起病有慢性过程。",
				"组织病理检查示表皮中色素过度沉着，真皮中嗜黑素细胞也有较多的色素。可在血管和毛囊周围有少数淋巴细胞浸润。"
			],
			"症候分类": {
				"气滞血瘀": "颜面出现黄褐色斑片，腰膝酸软，或急躁易怒，胸胁胀痛。舌质暗，苔薄白，脉沉细。",
				"肝肾阴虚": "黄斑褐黑，伴腰膝酸软，怠倦无力，身体羸瘦。舌红，苔少，脉沉细。"
			},
			"疗效评定": {
				"治愈": "颜面皮肤呈正常肤色。",
				"好转": "皮损消退30％以上。",
				"未愈": "皮损无明显变化，或消退不足30％。"
			}
		},
		{
			"病症": "蟹足肿",
			"病机": "蟹足肿是创伤或自发而起。在皮肤上出现肥大而坚实的斑块，形状如蟹足的一种皮肤病。相当于瘢痕疙瘩。",
			"诊断依据": [
				"皮损为质地坚硬，表面乎滑的扁平隆起，皮色呈淡红或正常，有时表面可见毛细血管扩张，或呈树枝状增生。自觉瘙痒或有刺痛感。",
				"好发于胸前，或肩胛部、背部及四肢受压迫部位。严重者可见多处皮损，与个人体质有关。",
				"常继发于外伤或手术以后。",
				"组织病理检查多见结缔组织增生，弹力纤维减少，附件被挤压而萎缩。"
			],
			"症候分类": {
				"气滞血瘀": "皮损坚硬，色淡红或正常皮色，或有痒痛。舌质多暗淡，苔白腻，脉沉缓。",
				"瘀血阻络": "结块高凸，色暗滞，多发生在关节处，肿胀疼痛，影响活动。舌有瘀点，苔薄，脉细。"
			},
			"疗效评定": {
				"治愈": "瘢痕变平或消失，自觉症状消退。",
				"好转": "瘢痕缩小30％以上，或变软变平，自觉症状减轻。",
				"未愈": "瘢痕无变化，或消退不足30％。"
			}
		},
		{
			"病症": "酒糟鼻",
			"病机": "酒糟鼻是发生在鼻准头及鼻两侧，以皮肤潮红、丘疹、脓疱，甚则鼻头增大变厚为特征的一种皮肤病。",
			"诊断依据": [
				"鼻头或鼻两侧多呈红斑丘疹。一般临床分三期：红斑期主要是潮红毛细血管扩张；丘疹期是在潮红的基础上出现散在米粒大小丘疹或掺杂小脓疱，但无粉刺；鼻赘期为晚期，鼻尖出现结节、肥大增生，表面凹凸不平如鼻赘。一般无自觉不适症状。",
				"在面部常见五点分部，即鼻尖、两眉间、两颊部、下颌部、鼻唇沟等。",
				"多见于面部油脂分泌较多的人，常有便秘习惯。",
				"组织病理检查主要见毛细血管扩张，皮脂腺增生。或可见结缔组织和皮脂腺增殖肥大。"
			],
			"症候分类": {
				"肺胃热盛": "红斑多发于鼻尖或两翼，压之退色。常嗜酒，便秘，饮食不节，口干口渴。舌质红，苔薄黄，脉弦滑。多见于红斑期。",
				"热毒蕴肤": "在红斑上出现痤疮祥丘疹、脓疱。毛细血管扩张明显，局部灼热，口干，便秘。片质红绛，苔黄。多见于丘疹期。",
				"气滞血瘀": "鼻部组织增生，呈结节状，毛孔扩大。舌质略红，脉沉缓。多见于鼻赘期。"
			},
			"疗效评定": {
				"治愈": "皮损消失。",
				"好转": "部分皮损减轻，或消失30％以上。",
				"未愈": "皮损无变化或消退不足30％。"
			}
		},
		{
			"病症": "粉刺",
			"病机": "粉刺多发于面部，以丘疹、脓疱、结节有时可挤出白色碎米样粉汁为特征的一种皮肤病。相当于寻常性痤疮。",
			"诊断依据": [
				"初起在毛囊口，呈现小米粒大小红色丘疹，亦可演变为脓疱。此后可形成硬结样白头粉刺或黑头粉刺，严重病例可形成硬结性囊肿。",
				"多发于男女青春期之面部及胸背部，常伴有皮脂溢出。",
				"多有饮食不节，过食肥甘厚味，或感外邪等诱发。",
				"青春期过后，多数可自然减轻。",
				"妇女多伴有月经不调。"
			],
			"症候分类": {
				"肺经风热": "丘疹色红，或有痒痛。舌红，苔薄黄，脉浮数。",
				"湿热蕴结": "皮疹红肿疼痛，或有脓疱，口臭，便秘，尿黄。舌红，苔黄腻，脉滑数。",
				"痰湿凝结": "皮疹结成囊肿，或有纳呆，便溏。舌淡胖，苔薄，脉滑。"
			},
			"疗效评定": {
				"治愈": "皮肤损害消退，自觉症状消失。",
				"好转": "自觉症状明显减轻，皮损消退30％以上。",
				"未愈": "皮损及症状均无变化或消退不足30％。"
			}
		},
		{
			"病症": "面游风",
			"病机": "面游风是多发生于面部，以皮肤油腻或干燥，结黄痂或起白屑，痒甚为特征的皮肤病。类似于脂溢性皮炎。",
			"诊断依据": [
				"皮损处多为淡红色或黄红色如钱币状斑片，上覆油腻性鳞屑或痂皮。干性皮脂溢出，多见干燥脱屑斑片。自觉瘙痒。",
				"好发于头面、鼻唇沟、耳后、腋窝、上胸部、肩肿部、脐窝及腹股沟等皮脂溢出部位。",
				"多有精神易兴奋，皮脂分泌异常或有偏食习惯。"
			],
			"症候分类": {
				"肺胃热盛": "急性发病。皮损色红，并有渗出、糜烂、结痂，痒剧。伴心烦口渴，大便秘结。舌质红，苔黄，脉滑数。",
				"脾虚湿困": "发病较缓。皮损淡红或黄，有灰白色鳞屑，伴有便溏。舌质淡红，苔白腻，脉滑。",
				"血虚风燥": "皮肤干燥。有糠秕状鳞屑，瘙痒，头发干燥无光，常伴有脱发。舌质红，苔薄白，脉弦。"
			},
			"疗效评定": {
				"治愈": "皮损消退，自觉症状消失。",
				"好转": "皮损消退30％以上，自觉症状减轻。",
				"未愈": "症状无变化，或改善不足30％。"
			}
		},
		{
			"病症": "淋病",
			"病机": "淋病多为淋球菌感染而引起，以尿频、尿急、尿道刺痛或尿道溢脓，甚至排尿困难为主要临床表现的性传播疾病。",
			"诊断依据": [
				"以鼓膜穿孔，耳内流脓为主要临床表现。伴有听力下降，急性期可有发热及耳深部痛。",
				"急性脓耳发病急，病程短。病情重或治疗不彻底者迁延成漫性脓耳，病程长。慢性脓耳在感冒、疲劳、耳内进水时常有急性发作。",
				"耳部检查：急性期初见鼓膜充血，色深红。继则穿孔，耳内流脓。慢性期鼓膜穿孔不愈合，长期或间歇性流脓。",
				"听力检查呈传导性耳聋。慢性脓耳乳突X线摄片有阳性表现。若听力检查呈混合性耳聋，X线摄片见有骨质破坏腔，提示属重症，可出现颅内外并发症可能。",
				"小儿脓耳应与旋耳疮相鉴别。"
			],
			"症候分类": {
				"肝胆火热": "急性发作，耳深部痛，头痛，听力下降。发热，面红目赤，小便黄赤。检查见鼓膜充血、穿孔，流脓较多。舌红，苔黄，脉弦数。 。",
				"脾虚湿困": "耳内流脓，量较多，日久不愈。倦怠乏力，食少，便溏。舌质淡红，苔白腻，脉细无力。",
				"肾阴亏虚": "耳内流脓，时多时少，混有豆渣样物，带秽臭味。听力检查呈传导性耳聋或混合性耳聋。头晕头痛，腰酸乏力。X线乳突摄片见骨质破坏。舌质红，苔薄，脉细数。"
			},
			"疗效评定": {
				"治愈": "耳内流脓停止，鼓膜穿孔愈合，听力明显改善。",
				"好转": "耳内流脓减少，听力改善。",
				"未愈": "临床症状和体征无改善。"
			}
		}
	],
	"耳鼻喉科": [
		{
			"病症": "暴聋",
			"病机": "暴聋是因邪犯耳窍、起病迅速的感音神经性聋，主要指特发性暴聋（突发性聋）。",
			"诊断依据": [
				"听力突然下降，1～2天内听力下降达到高峰，多为单耳发病。或伴耳鸣、眩晕。",
				"常有恼怒、劳累、感寒等诱因。",
				"耳部检查：鼓膜多无明显变化，或有鼓膜混浊。",
				"听力检查呈感音神经性聋。",
				"应与耳眩晕、耳胀相鉴别。"
			],
			"症候分类": {
				"风邪外犯": "突发耳聋，伴鼻塞、流涕，或有头痛、耳胀闷，或有恶寒、发热、身疼。舌苔薄白，脉浮。",
				"肝火上炎": "情志抑郁或恼怒之后，突发耳聋，伴口苦口干，便秘尿黄，面红，目赤。舌红，苔黄，脉弦数。",
				"肝阳上亢": "突聋发于恼怒之后，头晕、头痛、口苦，烦躁易怒。舌苔薄白，脉弦。",
				"气滞血瘀": "耳聋伴耳胀闷感，耳鸣不休，或耳聋因强大声音震击而成。舌质暗红，脉涩。",
				"气血亏虚": "素体虚弱，面色无华，突发耳聋；或暴聋数日后头痛、耳胀闷等症消除，而面色无华、头晕眼花、语声无力、四肢倦怠等症仍在。舌淡，苔薄，脉细弱。"
			},
			"疗效评定": {
				"治愈": "听力恢复正常。",
				"好转": "听方提高10分贝以上，耳中不适感减轻。",
				"未愈": "听力提高不足10分贝。"
			}
		},
		{
			"病症": "久聋",
			"病机": "久聋是因脏腑亏虚，耳窍失养，或经脉气滞血瘀所致，以长期听力下降为特征的感音神经性聋。包括药物中毒性聋、老年性聋等。",
			"诊断依据": [
				"以持续日久的听力下降为主要症状，或伴耳鸣及轻度眩晕。",
				"起病缓慢，耳聋程度逐渐加重。部分患者困暴聋后长期不恢复而成久聋。",
				"常因使用耳毒性药物、年老体衰、营养不良等因素致病。",
				"耳部检查：鼓膜少光泽，或有内陷、增厚、粘连、钙质沉着等表现。",
				"听力检查呈感音神经性聋。",
				"应与耳胀耳闭、听神经瘤相鉴别。"
			],
			"症候分类": {
				"肾精亏损": "耳聋日久，耳鸣如闻蝉声，头晕眼花，腰膝酸软。舌红，苔少，脉细数。",
				"气血亏虚": "耳聋耳鸣，时轻时重，劳累后加重，面色无华，食欲不振。舌苔薄白，脉细弱。",
				"痰火郁结": "耳聋，头重而晕，耳中胀闷，脘腹痞满。舌苔黄腻，脉滑数。",
				"气滞血瘀": "耳聋或重或轻，或伴耳鸣，鼓膜增厚，或有粘连、钙质沉着。舌质紫暗，脉涩。"
			},
			"疗效评定": {
				"治愈": "听力恢复正常。",
				"好转": "听力提高10分贝以上。",
				"未愈": "听力无明显好转。"
			}
		},
		{
			"病症": "耳眩晕",
			"病机": "耳眩晕是因邪犯内耳，或脏腑虚弱，内耳失养所致，以发作性、旋转性眩晕为特征的疾病。相当于耳源性眩晕（美尼尔氏病）。",
			"诊断依据": [
				"以旋转性眩晕为主要症状，目闭难睁伴有耳鸣及轻度耳聋，恶心呕吐，神志清楚。",
				"发病突然，发作时间多为数分钟至数小时，间歇期为数日至数月或更久。",
				"发病诱因常有疲劳、思虑过度、情绪波动等。",
				"鼓膜检查多无异常表现。发作期有自发性水平性或旋转性眼球震颤。或有偏倒及错指物位等表现。",
				"听力检查在发作期有轻度感音神经性聋。有条件时做甘油试验及重振试验，常呈阳性表现。",
				"应与暴聋、听神经瘤、贫血、高血压、颈性眩晕等鉴别。"
			],
			"症候分类": {
				"肝阳上亢": "眩晕因情绪波动而发作或加重。平时性情急躁，胸胁胀闷。舌红，苔黄，脉弦。",
				"痰浊中阻": "眩晕而胸脘痞闷，泛泛欲吐，咽喉痰多而粘。舌苔白腻，脉滑。",
				"脾气虚弱": "眩晕因疲劳而发，或发作后头晕乏力，食欲不振，大便溏薄。舌淡，苔白，脉弱。",
				"肾阴亏虚": "眩晕、耳鸣常有发作，腰膝酸软，记忆力差，手足心热。舌红，苔薄黄，脉细数。",
				"肾阳亏虚": "眩晕、耳鸣，听力下降，精神萎靡，腰痛背冷，面色恍白。舌淡胖，苔白，脉沉细。"
			},
			"疗效评定": {
				"治愈": "眩晕症状消失，听力及其他有关检查正常。",
				"好转": "症状及体征明显减轻。",
				"未愈": "症状及体征无明显减轻。"
			}
		},
		{
			"病症": "伤风鼻塞",
			"病机": "伤风鼻塞是指风邪犯及鼻窍所致，以鼻塞、流涕为特征的急性鼻病。相当于急性鼻炎。",
			"诊断依据": [
				"以鼻塞、喷嚏、流清水样或粘液性鼻涕为主要症状。伴有恶寒、发热、头痛。",
				"鼻腔检查：鼻粘膜充血，鼻甲肿大，鼻腔内分泌物增多。",
				"起病较急，病程较短。易并发耳胀耳闭、脓耳、鼻渊等病。",
				"应与鼻鼽、鼻渊相鉴别。"
			],
			"症候分类": {
				"风寒外袭": "鼻塞遇寒加重，鼻涕清稀、量多。伴恶寒，发热，头痛，身痛。鼻粘膜充血轻，但肿胀较甚。舌苔薄白，豚浮紧。",
				"风热外犯": "鼻塞，流涕粘稠，色白或黄，发热，微恶寒，口微渴。鼻粘膜充血。舌质偏红，脉浮数。"
			},
			"疗效评定": {
				"治愈": "全身和局部症状及体征消失。",
				"好转": "全身和局部症状及体征明显改善。",
				"未愈": "症状及体征无明显改善。"
			}
		},
		{
			"病症": "鼻窒",
			"病机": "鼻窒是因脏腑虚弱，邪滞鼻窍所致，以长期鼻塞、流涕为特征的慢性鼻病。主要指慢性鼻炎。",
			"诊断依据": [
				"以长期持续鼻塞，或间歇性、交替性鼻塞，鼻涕量多为主要症状。或伴有头昏、记忆力下降、失眠、耳鸣、耳内闭塞感等症。",
				"病程较长，疲劳、感寒后症状加重。易并发耳胀、耳闭。",
				"鼻腔检查粘膜充血，呈红色或暗红色，鼻粘膜肿胀以下鼻甲为主。",
				"应与鼻鼽、鼻渊相鉴别。"
			],
			"症候分类": {
				"肺虚邪滞": "鼻塞多为间歇性，时轻时重，鼻涕白粘、量多，遇寒加重。或伴气短乏力、大便溏薄等症。鼻粘膜肿胀，色淡红。舌苔薄白，脉细弱。",
				"气滞血瘀": "鼻塞多为持续性，鼻涕粘稠，不易擤出，嗅觉迟钝。伴头昏、耳鸣、记忆力减退等症。鼻粘膜充血，呈暗红或深红色。鼻甲肿大，表面不平滑，如桑椹样，触之较硬，缺乏弹性，对一般滴鼻剂收缩反应较差。舌质紫暗或有瘀点，脉涩。"
			},
			"疗效评定": {
				"治愈": "鼻塞、流涕等症状消失，鼻腔检查正常。",
				"好转": "鼻塞、流涕等症状减轻，局部体征明显改善。",
				"未愈": "症状和体征无明显改善。"
			}
		},
		{
			"病症": "鼻槁",
			"病机": "鼻槁是因津液不能上濡鼻窍所致，以鼻中干燥、粘膜萎缩为特征的慢性鼻病。主要指萎缩性鼻炎。",
			"诊断依据": [
				"以鼻中干燥，鼻塞，无涕或少涕，或鼻腔有脓痂，有恶臭为主要症状。伴有头痛、头昏、记忆力下降、嗅觉丧失、鼻衄等症。",
				"起病缓慢，症状逐渐加重，病程较长。常易并发慢喉痹、干燥综合征等。",
				"多见于女性。气候干燥、寒冷、环境空气污染、体质虚弱等因素容易发病。",
				"鼻腔检查：鼻粘膜干燥，鼻甲萎缩，鼻腔空旷，鼻腔内可有黄绿色痂皮。"
			],
			"症候分类": {
				"燥热外犯": "鼻干无涕，鼻腔痂皮积聚，时作鼻衄。伴口渴喜饮，小便短黄，大便干燥。鼻腔粘膜干燥充血。舌红，苔黄燥，脉数。",
				"肺阴亏虚": "鼻中干燥，痂皮积聚，鼻塞失嗅，口干不欲多饮，或有午后潮热、盗汗、头晕、手足：心热。鼻甲萎缩，粘膜暗红。舌红，苔薄，脉细数。",
				"肺脾气虚": "鼻燥少涕，头晕，神疲乏力，语声低弱，食少，便溏。鼻粘膜干燥萎缩，色淡红。舌淡，苔白润，脉细弱。"
			},
			"疗效评定": {
				"治愈": "鼻中干燥无涕等症状消失，鼻粘膜及鼻甲恢复正常。",
				"好转": "鼻中干燥症状及鼻甲萎缩减轻。",
				"未愈": "症状和体征无明显改善。"
			}
		},
		{
			"病症": "鼻鼽",
			"病机": "鼻鼽是因禀质特异，邪犯鼻窍所致，以阵发性鼻痒、连续喷嚏为特征的疾病。相当于变应性鼻炎（过敏性鼻炎）。",
			"诊断依据": [
				"以阵发性鼻痒，连续喷嚏，鼻塞，鼻涕清稀量多为主要症状。伴有失嗅、眼痒、咽喉痒等症。",
				"起病迅速。症状一般持续数分钟至数十分钟。间歇期无喷嚏及鼻塞。可并发荨麻疹、哮喘等病。",
				"常因接触花粉、烟尘、化学气体等致敏物质而发病，有时环境温度变化亦可诱发。",
				"鼻腔检查粘膜多为苍白，少数充血，鼻甲肿胀。发作时有较多清稀分泌物。",
				"有条件时做鼻分泌物涂片检查、变应原皮试、血清或鼻分泌物IgE检查等，有助明确诊断。",
				"应与伤风鼻塞、鼻窒、血管运动性鼻炎等鉴别。"
			],
			"症候分类": {
				"肺虚感寒": "常因感受风冷异气发病，恶风寒，面白，气短，咳嗽，咯痰色白。舌苔薄白，脉浮。",
				"脾气虚弱": "鼻痒而喷嚏连作，清涕量多，四肢乏力，大便溏薄。鼻粘膜色淡红。舌淡，苔白，脉细弱。",
				"肾阳亏虚": "鼻痒，鼻塞，喷嚏较多，遇风冷则易发作。畏寒肢冷，小便清长，大便溏薄。鼻粘膜淡白，鼻甲水肿。舌淡，苔白，脉沉细。"
			},
			"疗效评定": {
				"治愈": "症状、体征消失，3个月以上无复发。",
				"好转": "发作时症状、体征减轻，发作次数减少。",
				"未愈": "症状与体征无明显改善。"
			}
		},
		{
			"病症": "鼻渊",
			"病机": "鼻渊是因邪犯鼻窦，窦内湿热蕴积，酿成痰浊所致，以鼻流浊涕量多为特征的鼻病。主要指急、慢性鼻窦炎。",
			"诊断依据": [
				"以大量粘性或脓性鼻涕，鼻塞，头痛或头昏为主要症状。急性鼻渊伴发热及全身不适。",
				"急性鼻渊发病迅速，病程较短。若治疗不彻底，则迁延为慢性鼻渊，病程较长。",
				"鼻腔检查粘膜充血、肿胀，鼻腔或后鼻孔有较多的粘性或脓性分泌物。",
				"X线鼻窦摄片有阳性表现。急性发作时血白细胞总数及中性粒细胞增高。",
				"应与鼻窒相鉴别。"
			],
			"症候分类": {
				"胆经郁热": "多见于急性鼻渊，或慢性鼻渊急性发作。鼻塞、头痛较甚，涕多色黄而浊。身热，口渴，大便干燥。鼻粘膜充血明显，且肿胀，鼻腔内可见较多脓性分泌物。舌红，苔黄腻，脉弦数。",
				"脾胃湿热": "多见于急性鼻渊后期。鼻塞，流涕缠绵不愈。伴头昏，食欲不振，大便溏薄。鼻粘膜充血肿胀，鼻腔内有较多黄浊分泌物。舌苔黄腻，脉濡数。",
				"肺脾气虚": "多见于慢性鼻渊。鼻塞，头昏，记忆力减退，鼻涕混浊，时多时少。面色萎黄或白，少气乏力，大便溏薄。鼻腔粘膜不充血，但肿胀，并有粘性或脓性分泌物。舌淡，苔白，脉细弱。"
			},
			"疗效评定": {
				"治愈": "症状消失，X线鼻窦片无异常。",
				"好转": "症状明显改善，鼻腔检查见充血、粘膜肿胀等表现减轻。X线鼻窦摄片有明显改寿。",
				"未愈": "症状和体征无改善。"
			}
		},
		{
			"病症": "鼻衄",
			"病机": "鼻衄是由肺热上蒸，逼血逆行，或燥气外袭所致，以鼻腔出血为主要症状的病证。是耳鼻喉科常见急症。",
			"诊断依据": [
				"以鼻腔出血为主要症状。一般发病较急，出血严重者可致休克。",
				"气候干燥、恼怒、饮酒、鼻部外伤等所致或诱发。",
				"鼻腔检查有出血病灶。",
				"尽可能作引起鼻衄疾病的有关实验室检查。",
				"应与出血性疾病、肿瘤引起鼻衄相鉴别。"
			],
			"症候分类": {
				"肺经热盛": "鼻衄点滴渗出，血色鲜红，伴鼻塞，咳嗽，或有发热。舌质偏红，脉数。",
				"胃火炽盛": "鼻中出血量多，血色深红。身热，口渴，便秘。鼻腔粘膜充血。舌红，苔黄，脉洪数。",
				"肝火上炎": "鼻衄起于恼怒之后，头痛头晕，口苦咽干，胸胁苦满。舌红，苔黄，脉弦数。",
				"阴虚火旺": "鼻衄量少，口干咽燥，头晕眼花，手足心热。舌红，苔少，脉细数。",
				"脾不统血": "鼻衄量少，面白肢冷，大便溏薄，鼻粘膜色淡。舌淡，苔白，脉细弱。"
			},
			"疗效评定": {
				"治愈": "鼻衄停止，鼻腔内出血点或溃疡、糜烂愈合。",
				"好转": "鼻衄量及发作次数减少。",
				"未愈": "鼻衄症状无改善。"
			}
		},
		{
			"病症": "急喉痹",
			"病机": "急喉痹是国外邪客于咽部所致，以咽痛、咽粘膜肿胀为特征的急性咽病。主要指急性咽炎。",
			"诊断依据": [
				"咽痛，病情重者有吞咽困难及恶寒、发热等症。",
				"咽部检查：粘膜充血、肿胀，咽侧索红肿，咽后壁淋巴滤泡增生。",
				"起病较急，病程较短。",
				"应与乳蛾、急喉风鉴别。"
			],
			"症候分类": {
				"风寒外袭": "咽痛，口不渴，恶寒，不发热或微发热，咽粘膜水肿，不充血或轻度充血。舌质淡红，苔薄白，脉浮紧。",
				"风热外侵": "咽痛而口微渴，发热，微恶寒，咽部轻度充血，水肿。舌边尖红，苔薄白，脉浮数。",
				"肺胃实热": "咽痛较剧，口渴多饮，咳嗽，痰粘稠，发热，大便偏干，小便短黄。咽部充血较甚。舌红，苔黄，脉数有力。"
			},
			"疗效评定": {
				"治愈": "咽痛、发热等症状消失，咽部检查恢复正常。",
				"好转": "咽痛及咽部肿胀明显减轻。",
				"未愈": "咽部症状和体征无明显变化。"
			}
		},
		{
			"病症": "慢喉痹",
			"病机": "慢喉痹是因脏腑虚弱，咽部失养，或邪滞于咽所致，以咽部不适，咽粘膜肿胀或萎缩为特征的慢性咽病。主要指慢性咽炎。",
			"诊断依据": [
				"以咽部干燥，或痒、疼、异物感，胀紧感等为主要症状。",
				"病程较长，咽部不适症状时轻时重。",
				"常有急喉痹反复发作史，或因鼻窒而长期张口呼吸，或囚烟酒过度，环境空气干燥、粉尘异气刺激等导致发病。",
				"咽部检查粘膜肿胀，或有萎缩，或有暗红色斑块状、树枝状充血。咽侧索肿大，咽后壁淋巴滤泡增生。",
				"应与咽喉部及食道肿瘤相鉴别。"
			],
			"症候分类": {
				"阴虚肺燥": "咽喉干疼、灼热，多言之后症状加重，呛咳无痰，频频求饮，而饮量不多，午后及黄昏时症状明显。咽部充血呈暗红色，粘膜干燥、或有萎缩，或有淋巴滤泡增生。舌红，苔薄，脉细数。",
				"肺脾气虚": "咽喉干燥，但不欲饮，咳嗽，有痰易咯，平时畏寒，易感冒，神倦乏力，语声低微，大便溏薄。咽部充血较轻。舌苔白润，脉细弱。",
				"痰热蕴结": "咽喉不适，因受凉、疲劳、多言之后症状较重。咳嗽、咯痰粘稠，口渴喜饮。咽粘膜充血呈深红色，肥厚，有黄白色分泌物附着。舌红，苔黄腻，脉滑数。"
			},
			"疗效评定": {
				"治愈": "咽部症状消失，检查正常。",
				"好转": "咽部症状和体征明显减轻。",
				"未愈": "症状和体征无明显变化。"
			}
		},
		{
			"病症": "乳蛾",
			"病机": "乳蛾是因邪客喉核（扁桃体），核内血肉腐败所致，以咽痛、喉核红肿或化脓为特征的咽部疾病。分急乳蛾和慢乳蛾两类，相当于急、慢性扁桃体炎。",
			"诊断依据": [
				"以咽痛、吞咽困难为主要症状。急乳蛾有发热，慢乳蛾不发热或有低热。",
				"急乳蛾起病较急，病程较短；反复发作则转化为慢乳蛾，病程较长。",
				"咽部检查",
				"．l 急乳蛾：扁桃体充血呈鲜红或深红色、肿大、表面有脓点，严重者有小脓肿。",
				"．2 慢乳蛾：扁桃体肿大、充血呈暗红色，或不充血，表面有脓点，或挤压后有少许脓液溢出。",
				"急乳蛾及部分慢乳蛾患者血白细胞总数及中性粒细胞增高。",
				"应注意与烂喉痧（猩红热）、喉关痈相鉴别。"
			],
			"症候分类": {
				"风热外侵": "急乳蛾初起，咽痛，轻度吞咽困难。伴发热、恶寒、咳嗽、咯痰等症。咽粘膜及扁桃体充血，未成脓。舌苔薄白，脉浮数。",
				"胃火炽盛": "咽痛较甚，吞咽困难。身热，口渴，大便秘结。咽部及扁桃体充血红肿，上有脓点或小脓肿。舌红，苔黄，脉滑数。",
				"肺肾阴虚": "咽部干燥、灼热，微痛不适。干咳少痰，手足心热，精神疲乏，或午后低热，颧赤。扁桃体暗红、肿大，或有少许脓液附于表面。舌红，苔薄，脉细数。",
				"脾气虚弱": "咽部不适，微痒或干燥，或有异物感，咯痰色白，面色少华，声音低怯，神疲乏力，食少，便溏。扁桃体肿大，充血较轻或不充血，挤压时有少许脓液。舌质淡胖，苔白润，脉细弱。"
			},
			"疗效评定": {
				"治愈": "咽部症状消失，扁桃体不充血，无脓点，或被摘除。",
				"好转": "咽部症状减轻，扁桃体脓点消除。",
				"未愈": "症状和体征无明显改善。"
			}
		},
		{
			"病症": "喉关痈",
			"病机": "喉关痈是因邪客乳蛾，热毒蔓及周围所致，以咽痛剧烈、喉核（扁桃体）旁红肿隆起为特征的咽病。相当于扁桃体周围脓肿。",
			"诊断依据": [
				"以咽痛偏于一侧，吞咽困难明显，发热为主要症状。伴张口受限，口涎外流，言语含混等症。",
				"多继发于急乳蛾之后，起病较急。咽痛在3～4天左右达到高峰，脓液排出后症状减轻。",
				"乳蛾发病后因劳累、饮酒、进食辛辣，热性食物等易致本病。",
				"咽部检查充血、肿胀、扁桃体红肿，有脓点；扁桃体周围红肿隆起，触痛明显，悬雍垂被推向对侧。3～4日后脓肿成熟，触之软而有波动感。",
				"血白细胞总数及中性粒细胞增高。"
			],
			"症候分类": {
				"胃火炽盛": "咽痛，吞咽困难，发热。扁桃体旁充血，隆起，悬雍垂被推向对侧。舌红，苔黄，脉数有力。",
				"阳明腑实": "咽痛剧烈，汤水难下，口涎外流，语言含混，发热，口渴，小便短黄，腹胀便秘，咽部充血，扁桃体周围隆起明显，触之软。舌红，苔黄而厚，脉数有力。",
				"阴虚邪恋": "脓液排出，发热渐退，咽痛渐减，口渴，尿黄，便结。舌红，苔薄少，脉细数。"
			},
			"疗效评定": {
				"治愈": "咽痛、发热等症状消失，咽部检查及血白细胞总数、分类恢复正常。",
				"好转": "咽痛及发热等症减轻。咽部红肿范围缩小。",
				"未愈": "症状和体征无明显变化。"
			}
		},
		{
			"病症": "急喉喑",
			"病机": "急喉喑是因邪犯于喉所致，以声音嘶哑、声带水肿为特征的急性喉病。主要指急性喉炎。",
			"诊断依据": [
				"以声音嘶哑，喉内干燥或疼痛为主要症状，重者伴发热、恶寒。婴幼儿患者可有呼吸困难。",
				"起病较急，病程较短。",
				"常以疲劳、感寒、发声过度为发病诱因。",
				"喉部检查粘膜充血、肿胀，声带水肿，或有充血，声门闭合不密。"
			],
			"症候分类": {
				"风寒袭肺": "声音嘶哑，发音低沉，咽喉胀紧，鼻塞、流清涕，咳嗽，咯痰清稀。声带肿胀而不、充血、舌苔薄白，脉浮紧。",
				"风热犯肺": "声音粗糙，嘶哑，咽喉干燥，疼痛，咳嗽，咯痰粘白或微黄，咽喉粘膜充血，肿胀。舌边尖红，苔薄白，脉浮数。",
				"肺热壅盛": "声嘶，咽痛，口渴，咳嗽，咯痰色黄，身热，便秘。咽喉粘膜充血深红、肿胀，有黄白色分泌物粘附于表面。舌红，苔黄，脉数。"
			},
			"疗效评定": {
				"治愈": "发音恢复正常，喉部检查正常。",
				"好转": "发音基本恢复正常，声带及喉部其他部位充血肿胀减轻。",
				"未愈": "症状和体征无明显变化。"
			}
		},
		{
			"病症": "慢喉喑",
			"病机": "慢喉喑是因脏腑虚弱，声门失养，或气血瘀滞，痰浊凝聚于声门所致，以长期声音嘶哑为特征的慢性喉病。主要指慢性喉炎，亦包括声带小结、声带息肉。",
			"诊断依据": [
				"以长期声音嘶哑，喉部干燥不适为主要症状。伴有咳嗽、咯痰等症。",
				"病程较长，声音嘶哑时轻时重。",
				"从事教师、演员、营业员等用嗓较多职业者易患本病。多因急喉喑反复发作而转化为慢性，亦有长期发声过度，缓慢起病者。",
				"喉部检查粘膜多有暗红色充血、肿胀或萎缩，声带肿胀、肥厚，声门闭合不密，或有室带肥厚、超越。",
				"．1 声带小结：两侧声带边缘在前中1/3处有对称性隆起。",
				"．2 声带息肉：一侧或两侧声带上有赘生物，质软，表面光滑。",
				"应与喉癌相鉴别。"
			],
			"症候分类": {
				"肺肾阴虚": "声嘶日久，咽喉干燥、锨热微痛，口干，干咳无痰，或痰少而粘。声带微红。舌红，少苔，脉细数。",
				"肺脾气虚": "语声低沉，气短懒言，咳嗽咯痰，色白略稀，体倦乏力，纳少便溏。声带肿而不红，声门关闭不密。舌淡，苔白，脉细弱。",
				"气滞血瘀": "声音嘶哑，咳嗽痰少，多言后喉中觉痛，痛处不移，胸胁胀闷。声带暗红、增厚，或有声带小结、声带息肉，或室带肥厚、超越。舌质紫暗或有瘀点，脉涩。",
				"痰浊凝聚": "声音粗浊，喉中痰多，痰白而粘，声带水肿，或有声带小结、声带息肉，色灰白。舌苔白腻，脉滑。"
			},
			"疗效评定": {
				"治愈": "发音恢复正常。喉部检查正常。",
				"好转": "声音嘶哑及喉部不适感减轻，喉部体征改善。声带小结或声带息肉缩小。",
				"未愈": "声音嘶哑及喉部体征无变化。"
			}
		},
		{
			"病症": "梅核气",
			"病机": "梅核气是因情志波动，气机不畅所致，以咽中似有梅核阻塞感为特征的疾病。相当于咽神经官能症。",
			"诊断依据": [
				"以咽中似有梅核或炙脔，或其他异物梗塞感，并随情志波动而发作为主要症状。",
				"一般见于成人，多见于女性。",
				"对咽喉、食道及其他有关器官检查，均无器质性病变。"
			],
			"症候分类": {
				"痰气互结": "咽中如有炙脔或其他异物感，咽之不下、吐之不出。时作嗳气、呃逆、恶心、泛泛欲吐，胸脘胀满。舌苔白腻，脉弦滑。",
				"肝郁气滞": "咽中梗阻感，嗳气频频，或作呃逆，胁下胀闷，嗳气后稍舒。舌苔薄白，脉弦。",
				"心脾气虚": "咽中异物感，不思饮食，口中无味，面白神疲，少气懒言，或时时悲伤欲哭，夜寐不实，易惊醒或惶恐不安，小便清长，大便溏薄。舌淡，苔白，脉弱。"
			},
			"疗效评定": {
				"治愈": "咽部异物感等症状消除。",
				"好转": "咽部异物感等症状减轻。",
				"未愈": "咽部异物感无明显变化。"
			}
		},
		{
			"病症": "牙宣",
			"病机": "牙宣是因邪犯牙床，或脏腑虚损，龈肉失养所致，以龈肉肿胀或萎缩，牙根宣露，龈齿间渗出脓血为特征的疾病。主要指牙周炎，亦包括牙龈炎等其他牙周组织病。",
			"诊断依据": [
				"以牙龈出血或龈齿间溢脓，牙齿松动，影响咬嚼为主要症状。",
				"缓慢起病，逐渐加重，严重者发展为全口牙齿松动。病程中可有急性发作的牙周脓肿，局部红肿热痛，脓液量多，伴有发热。",
				"口腔检查：牙龈红肿或萎缩，易出血，牙根宣露，牙齿松动。牙齿上附着牙垢、牙石。龈齿间有逐渐扩大的牙周袋，袋内溢脓。有口臭。",
				"牙根周围X线片，示牙槽嵴吸收、牙间隙增宽等表现。"
			],
			"症候分类": {
				"胃火炽盛": "牙龈作痛、出血，口气热臭，渴喜冷饮，大便干结。牙龈红肿疼痛，溢出脓血。舌红，苔黄，脉数。",
				"肾阴亏虚": "牙龈萎缩，牙根松动，牙龈粘膜微红肿。或有头晕，耳鸣，腰膝酸软。舌红少津，苔薄，脉细数。",
				"气血亏虚": "牙龈萎缩，颜色淡白，牙根宣露，牙齿松动，咀嚼无力，牙龈时有渗血。面白或萎黄，倦怠乏力。舌淡，苔白，脉弱。"
			},
			"疗效评定": {
				"治愈": "症状及体征消失，牙周袋小于4mm。",
				"好转": "症状和体征部分消失或减轻。",
				"未愈": "症状和体征无明显变化。"
			}
		},
		{
			"病症": "口疮",
			"病机": "口疮是口腔粘膜受邪热蒸灼，或失于气血荣养所致，以局部出现小溃疡，灼热疼痛为特征的口腔粘膜病。包括复发性口疮和口疮性口炎。",
			"诊断依据": [
				"以口腔粘膜出现单个或数个直径3～5mm的溃疡，灼热疼痛为主要症状。",
				"起病较快，一般7天左右愈合，若此伏彼起，则病程延长。愈后常易复发。",
				"口腔检查：口腔粘膜溃疡较表浅，圆形或椭圆形，数量少则1～2个，多则10余个，表面有淡黄色分泌物附着，溃疡周围粘膜大多充血。",
				"应与狐惑病（白塞氏综合症）、复发性坏死性粘膜周围炎及疱疹性口腔炎相鉴别。"
			],
			"症候分类": {
				"心脾积热": "口内疼痛，口渴，口臭，尿短黄，便秘。口疮数量多，周围充血明显。舌红，苔黄，脉数。",
				"阴虚火旺": "口内疼痛，口干，手足心热，乏力。口疮1～2个或2～3个，周围轻微充血。舌红，苔少，脉细数。",
				"气血亏虚": "口不渴，或伴畏寒，便溏。口疮数量不多，周围粘膜不充血。舌淡，苔薄白，脉细弱。"
			},
			"疗效评定": {
				"治愈": "口腔溃疡愈合，局部无不适感。",
				"好转": "口疮虽然时有复发，但数量减少，程度减轻。",
				"未愈": "口疮症状及溃疡无明显变化。"
			}
		}
	],
	"眼科": [
		{
			"病症": "针眼",
			"病机": "针眼是因感受外邪，胞睑边缘生小硬结，红肿疼痛，形如麦粒的眼病。相当于麦粒肿。",
			"诊断依据": [
				"初起胞睑痒痛，睑弦微肿，按之有小硬结，形如麦粒，压痛明显。",
				"局部红肿疼痛加剧，逐渐成脓，起于睑弦者在睫毛根部出现脓点，发于睑内者，睑内面出现脓点，破溃或切开排出脓后，症情随之缓解；",
				"严重针眼，胞睑漫肿，皮色暗红，可伴有恶寒发热，耳前常有臖核，发于外眦部，每易累及白睛浮肿，状如鱼胞。",
				"本病有反复发作和多发倾向。"
			],
			"症候分类": {
				"风热外袭": "针眼初起，痒痛微作，局部硬结，微红微肿，触痛明显。苔薄黄，脉浮数。",
				"热毒炽盛": "胞睑红肿疼痛，有黄白色脓点，或见白睛壅肿，口渴便秘。舌红，苔黄或腻，脉数。",
				"热毒内陷": "胞睑肿痛增剧，伴见头痛，身热，嗜睡。局部皮色暗红不鲜，脓出不畅。舌质绛，苔黄糙，脉洪数。",
				"脾虚湿热": "针眼屡发，面色少华，多见于小孩，偏食，便结。舌质红，苔薄黄，脉细数。"
			}
		},
		{
			"病症": "胞生痰核",
			"病机": "胞生痰核是因痰湿凝集胞睑皮下生核状硬结，不红不痛，皮色如常，推之能移的眼病。相当于霰粒肿。",
			"诊断依据": [
				"胞睑皮下可触及圆形大小不等核状硬结，按之不痛，皮肤推之能移，核大者皮肤面稍隆起，睑内呈紫红色。",
				"若自行破溃，在睑内排出胶样物，并可在睑内形成肉芽。",
				"核小者无不适，核大者有重坠感，若复感外邪，可出现红、肿、痛；若自睑内穿破者、可引起磨疼。"
			],
			"症候分类": {
				"痰湿结聚": "胞睑内生硬结，隆起，不红不痛，皮肤推之能移，病程缓慢，逐渐增大。苔薄腻，脉滑。",
				"痰热搏结": "痰核处皮色微红肿，初硬渐软，按压疼痛，相应睑结膜面呈紫红色。舌红苔薄黄腻，脉滑数。"
			},
			"疗效评定": {
				"治愈": "痰核消散，创口愈合。",
				"好转": "痰核缩小。",
				"未愈": "痰核大小无改变，或反复发作。"
			}
		},
		{
			"病症": "睑弦赤烂",
			"病机": "睑弦赤烂是由风湿热邪蕴结引起，以胞睑边缘赤肿溃烂，刺痒灼痛为主要表现的眼病。相当于睑缘炎。",
			"诊断依据": [
				"睑弦红赤，肿胀，睫毛根部有脓泡，结痴皮，清除后可见溃疡、出血、溢脓，睫毛脱落稀疏，日久形成睫毛乱生、秃睫、睑弦肥厚、变形。或睑弦、睫毛根部有鳞屑，无溃疡无脓点，睫毛脱落可复生。亦有红赤糜烂仅限于两眦者。",
				"患眼刺痒灼痛，伴有干涩、羞明。"
			],
			"症候分类": {
				"风热外袭": "睑弦红赤，有鳞屑脱落，刺痒灼痛，干涩不适。舌红，苔薄黄，脉数。",
				"湿热壅盛": "睑弦红肿溃烂，垢腻胶粘，或有小出血，睫毛脱落，痒痛兼作。舌红，苔黄腻，脉数。",
				"心火上炎": "内外眦部为主，睑弦红赤，刺痛皲裂，小便短赤。舌红，苔黄腻，脉数。",
				"血虚风燥": "睑弦红赤反复发作，皮肤燥裂，或有脱屑，痒涩不舒。舌淡，苔薄黄，脉细。"
			},
			"疗效评定": {
				"治愈": "睑弦红赤消退，溃疡愈合，诸症消除。",
				"好转": "睑弦红赤减轻，溃疡缩小，诸症好转。",
				"未愈": "睑弦红赤溃烂无好转，反复发作。"
			}
		},
		{
			"病症": "眼丹",
			"病机": "眼丹是因热毒内蕴，引起胞睑红肿高起，质硬，边界清楚，皮色光滑，鲜红如徐丹砂的眼病。相当于眼睑丹毒。",
			"诊断依据": [
				"初起胞睑肿胀，高起，色红如丹，肿硬重坠，睁眼困难，患部边界清楚，有小疱疹。若病情加重，深部出现硬结，化脓破溃。",
				"患部疼痛，压痛，伴有发热，头痛。甚则神昏。"
			],
			"症候分类": {
				"风热外袭": "胞睑红肿，边界清，边缘有小疱疹。发热，恶寒，头痛。苔薄白，脉浮数。",
				"热毒炽盛": "胞睑漫肿暗红，肿硬重坠，剧痛，或深部硬结处变软，成脓。身壮热，口渴欲饮，溲赤便干。舌红，苔薄黄，脉数。"
			},
			"疗效评定": {
				"治愈": "患部红肿消退，症状消失。",
				"好转": "患部红肿减轻，症状减轻。",
				"未愈": "病变未控制，或引起周围组织、眼眶及颅内病变，症状加重。"
			}
		},
		{
			"病症": "风赤疮痍",
			"病机": "风赤疮痍是因脾胃湿热，复感风邪，客於胞睑，以致胞睑皮肤红肿疼痛，起丘疹，小泡，继则引起脓疱，溃烂的眼病。相当于某些眼睑皮肤炎症。",
			"诊断依据": [
				"胞睑皮肤红亦，肿胀.出现小泡或丘疹，继则成脓疱，破溃出脓血，或溃烂浸淫。",
				"局部刺痒或灼痛，或有畏光，流泪，初起或有发热，头痛等症。重症、变症可见高热、头痛、恶心、呕吐。"
			],
			"疗效评定": {
				"治愈": "胞睑红肿消退，溃烂愈合，症状消失。",
				"好转": "胞睑红肿减轻，溃烂逐渐收敛，症状减轻。",
				"未愈": "胞睑红肿，溃烂加重，症状加剧，或迁延不愈。"
			}
		},
		{
			"病症": "沙眼",
			"病机": "沙眼是由沙眼衣原体感染引起的传染性结膜角膜炎。",
			"诊断依据": [
				"本病始发于上睑内面，尤以两眦为先，椒疮、粟疮相杂布生。表面粗糙，血管模糊，继之睑内面漫布，波及风轮，赤膜下垂，赤膜前端星翳迭起。后期，上睑内面，出现白色条状瘢痕。",
				"起病缓慢，双眼罹患，初起睑内微痒，稍有干涩及少量粘眵。病情重者，羞明流泪，沙涩难睁，视物模糊，白睛红赤，眼眵粘稠等。"
			],
			"症候分类": {
				"风热壅盛": "睑内面血管模糊，眦部红赤颗粒累累，目痒涩痛，生眵、流泪。舌红，苔薄黄，脉浮数。",
				"湿热蕴结": "睑内面红赤及颗粒丛生，血管模糊，垂坠难开，或有赤脉下垂，痒痛交作，羞明泪粘。舌红，苔黄腻，脉濡数。"
			},
			"疗效评定": {
				"治愈": "症状消失，无活动性病变，椒疮、粟疮消退，瘢痕形成。",
				"好转": "症状减轻，椒疮、粟疮大部消失，疤痕形成。",
				"未愈": "症状无改善。"
			}
		},
		{
			"病症": "目刽",
			"病机": "目刽是风邪侵目或精血不足，目失濡养引起的以胞睑频频眨动，不能自主控制的状态，常见于沙眼、浅层点状角膜炎、角膜软化症等。",
			"诊断依据": [
				"双眼胞睑频频眨动，不能自主。或感痒涩，畏光。",
				"轻者眼外观如常人，重者可兼见睑内面红赤，颗粒丛生，白睛干燥无泽或黑睛星翳等。",
				"多见于小儿。"
			],
			"症候分类": {
				"肝经风热": "胞睑频频眨动，干涩，刺痒，畏光，白睛微红，睑内面颗粒丛生或有眵干结。舌红，苔薄，脉数。",
				"脾虚肝旺": "双眼胞睑频频眨动，眼干涩，常喜揉拭，白睛微红，干燥无泽，形体消瘦，烦躁喜怒，饮食偏嗜。舌红，苔薄白，脉弦细。",
				"肺阴不足": "胞睑频频眨动，干涩刺痒，白睛淡红，泪少，畏光，口咽干燥。舌红少津，脉细数。"
			},
			"疗效评定": {
				"治愈": "胞睑开合正常，目涩及其他症状消除。",
				"好转": "胞睑频频眨动次数明显减少，目涩及其他症状基本消除。",
				"未愈": "胞睑频频眨动，不能自主，目涩等症状无改善。"
			}
		},
		{
			"病症": "胞肿如桃",
			"病机": "胞肿如桃是因实热雍盛，脉络阻滞，以胞睑高度红肿。垂肿如桃，疼痛等为主要表现的眼病。相当于重度眼睑炎性水肿。",
			"诊断依据": [
				"胞睑赤肿高起，睑闭不开。",
				"甚则并见突起睛高，转动不灵，白睛赤肿高起。",
				"初起胀痛，或有畏光、流泪，伴发热、恶寒、头痛身疼。重症恶心呕吐，甚则神昏、抽搐。"
			],
			"症候分类": {
				"风热邪毒": "胞睑红肿如桃，睑闭不开，目赤、畏光、流泪，身热恶风、头痛。舌红，苔薄、脉浮数。",
				"热毒炽盛": "胞肿如桃，白睛赤肿高起，热泪频流，口渴引饮，溲赤便秘。舌红，苔薄黄，脉数。",
				"热毒内陷": "胞睑漫肿，皮色暗红，灼热疼痛，眼珠突起，转动不灵，壮热口干，头痛或见神昏谵语。舌绛，苔薄，脉数。"
			},
			"疗效评定": {
				"治愈": "胞睑红肿消退，其他症状消失。",
				"好转": "胞睑红肿减退，眼部及其他症状减轻。",
				"未愈": "胞睑红肿如故，诸症无好转或加重。"
			}
		},
		{
			"病症": "胞虚如球",
			"病机": "胞虚如球是因脾虚气弱，水湿上泛，以胞睑肿胀，皮色正常，虚软如球，按之不痛为主要症状的眼病。相当于眼睑非炎性水肿。",
			"诊断依据": [
				"胞睑肿胀，皮色正常，按之虚软，无压痛。",
				"眼部自觉症状不明显，可为某些全身性疾病的眼部症状。",
				"起病缓，多数为双眼发病。"
			],
			"症候分类": {
				"脾虚气弱": "胞肿虚软如球，皮色正常，喜按，喜热熨，时发时止，神疲乏力，咳嗽气短，食少便溏。舌淡，苔白，脉弱。",
				"心脾两虚": "胞肿虚软如球，神气困顿，虚烦失眠，怔忡健忘。舌淡红，苔白，脉细无力。",
				"脾肾阳虚": "胞虚如球，皮色发白，或兼面肿，腰膝酸痛，倦怠无力，小便清长。舌淡胖嫩，脉细弱无力。"
			},
			"疗效评定": {
				"治愈": "双眼胞睑肿胀消退，胞睑开合正常。",
				"好转": "双眼胞睑肿胀减轻，胞睑开合尚有不适。",
				"未愈": "胞睑肿胀无改善。"
			}
		},
		{
			"病症": "上胞下垂",
			"病机": "上胞下垂是因气虚不能上提，血虚不能养筋，或风邪中络而致，以上睑提举无力或不能抬起以致睑裂变窄，甚至遮盖部分或全部瞳神，影响视力的一种眼病。即上睑下垂。",
			"诊断依据": [
				"上胞下垂，两眼自然睁开向前平视时，上胞遮盖黑睛上缘超过2mm，甚至遮盖瞳神，影响视觉，紧压眉弓部，上胞抬举困难。",
				"患者视物时，呈仰头，眉毛高耸，额部皱纹加深等特殊姿势。",
				"单侧上胞下垂者，可伴有其他眼外肌麻痹，目偏视，视一为二，瞳神散大。",
				"两侧上胞下垂，朝轻暮重，神疲乏力，劳累后加重。作新斯的明试验阳性者，可能为重症肌无力。"
			],
			"症候分类": {
				"脾虚气弱": "上胞提举乏力，掩及瞳神，晨起或休息后较轻，午后或劳累后加重，每伴神疲肢倦，食欲不振等症。舌淡，苔薄，脉弱。",
				"风邪袭络": "多为单侧上胞下垂，起病突然，多伴有目珠转动失灵，目偏视，视一为二，常伴眉额酸胀。舌红，苔薄，脉弦。",
				"先天不足": "多自幼单侧或双侧上胞下垂，常与遗传有关。"
			},
			"疗效评定": {
				"治愈": "上胞下垂消除，双侧者向前平视睑缘遮盖黑睛不超过2mm，单侧者与健眼眼睑位置基本对称。",
				"好转": "上胞下垂程度改善。",
				"未愈": "上胞下垂无改善。"
			}
		},
		{
			"病症": "胞轮振跳",
			"病机": "胞轮振跳是因气血不和致眼睑不自主牵拽跳动的疾病。即眼睑轮匝肌痉挛。",
			"诊断依据": [],
			"症候分类": {
				"血虚生风": "胞睑振跳牵拽面颊，眉紧肉跳，头昏目眩。舌质淡红，苔薄，脉弦紧。",
				"心脾两虚": "胞睑跳动，时疏时频，劳累或情绪紧张时加重，虚烦失眠，怔忡健忘。舌质淡，脉细弱。",
				"肝风内动": "胞轮振跳，牵拽面颊或口角，耳鸣头胀，烦躁易怒。舌红，苔薄，脉弦。"
			},
			"疗效评定": {
				"治愈": "胞睑振跳消除。",
				"好转": "胞睑振跳明显减轻。",
				"未愈": "胞睑振跳如故。"
			}
		},
		{
			"病症": "冷泪症",
			"病机": "冷泪症是因肝虚泪窍约束无力，或风邪引起泪液频频外溢，但无热感目无赤痛的眼病。又分“无时冷泪”，“迎风冷泪”。相当于泪道不通或不畅，及泪囊功能不全引起的溢泪。",
			"诊断依据": [
				"泪液清稀，重者时时频流，轻者时作时止，入冬或遇风增剧。",
				"其泪窍无异常，按压睛明穴，无粘液溢出。",
				"冲洗泪道不畅或不通，但无粘液外溢。"
			],
			"症候分类": {
				"肝肾亏损": "溢泪清稀，视物模糊，头晕耳鸣，腰膝酸楚。舌红，苔薄，脉细。",
				"气血两虚": "无时泪下，不耐久视，面无华色，心悸健忘，神疲乏力，或产后失血过多。舌淡，苔薄，脉细弱。",
				"风邪外袭": "冷泪绵绵，平日双眼常感隐涩不爽，见风头痛，迎风泪出增剧。舌红，苔薄，脉弦。"
			},
			"疗效评定": {
				"治愈": "溢泪终止。",
				"好转": "冷泪溢出减少。",
				"未愈": "冷泪不止。"
			}
		},
		{
			"病症": "漏睛疮",
			"病机": "漏睛疮是因热毒蕴结内眦部近睛明穴下方，突发红肿高起，继而破溃出脓的一种眼病。即急性泪囊炎。",
			"诊断依据": [
				"发病较急，睛明穴下方红肿高起，疼痛拒按。红肿甚者，可波及下睑、面颊与鼻梁，耳前、颌下扪们及眷核。数日后，红肿局限，逐渐成脓，质软皮薄，隐见黄白色，继之破溃出脓，症情缓解，但易反复，疮口经久不收口者，形成瘘管。",
				"患部胀痛，有恶寒。发热，头痛等症。",
				"常有漏睛病史。"
			],
			"症候分类": {
				"风热外袭": "患部红肿疼痛，初起泪热生眵，或见恶寒发热。舌红，苔薄黄，脉浮数。",
				"热毒炽盛": "患处红肿高起，疼痛拒按，红肿可蔓延至面颊及胞睑，耳前或颔下有眷核及压痛，可伴有身热口渴，大便秘结，小便赤涩。舌质红，苔黄厚，脉数有力。",
				"正虚邪留": "患处时发微红微肿，微有压痛，但不溃破。或溃后漏口难敛，脓汁常流不绝。面色苍白，神疲食少。舌淡，苔薄，脉细弱。"
			},
			"疗效评定": {
				"治愈": "脓液排尽，红肿消退，疮口平复，症状全部消除。",
				"好转": "患部红肿减轻，病灶局限，或有脓液排出，诸症减轻。",
				"未愈": "患部红肿无改善或加重。"
			}
		},
		{
			"病症": "暴风客热",
			"病机": "暴风客热是因风热之邪突然侵目，白睛粹然红赤，生眵流泪的眼病。相当于某些急性卡他性结膜炎和过敏性结膜炎。",
			"诊断依据": [
				"骤然发病，胞睑红肿，白晴红赤，甚则白睛赤肿隆起，高于黑睛，多眵。治不及时，叶致黑睛边缘生翳。",
				"睑内面红赤，粟粒丛生。严重者可见附有灰白色伪膜，易于擦去，但又复生。",
				"患眼沙涩，灼痛，刺痒，畏光，眵泪胶粘。可伴恶寒发热，鼻塞流涕等症。"
			],
			"症候分类": {
				"风重于热": "胞睑微红，白睛红赤，痒涩并作，羞明多泪，伴见头痛鼻塞，恶风发热。舌红，苔薄白，脉浮数。",
				"热重于风": "胞睑红肿，白睛红赤壅肿，热泪如汤。或眵多胶结，怕热畏光，口干溺黄。舌红，苔黄，脉数。",
				"风热俱盛": "胞睑红肿，白睛红赤壅肿，睑内面或有伪膜。患眼沙涩，灼热，疼痛。舌红，苔黄，脉数。"
			},
			"疗效评定": {
				"治愈": "白睛红肿消退，症状消失。",
				"好转": "白睛红肿减退，症状减轻。",
				"未愈": "诸症不减，甚或发生变证。"
			}
		},
		{
			"病症": "天行赤眼",
			"病机": "天行赤眼是因外染天行疫疠之气，白睛红赤，相互传染易引起流行的眼病。相当于流行性角膜结膜炎，流行性出血性结膜炎等。",
			"诊断依据": [
				"白睛红赤，或见白睛溢血呈点、呈片，胞睑红肿，黑睛可见星翳。耳前或颔下可扪及眷核。",
				"眼沙涩，灼痛，畏光流泪，甚者热泪如汤，或眵多清稀。",
				"起病迅速，邻里相传，易成流行。"
			],
			"症候分类": {
				"风热外袭": "白睛红赤，沙涩灼热，羞明流泪，眵多清稀，头额胀痛。舌红，苔薄白或薄黄，脉象浮数。",
				"热毒炽盛": "胞睑红肿，白睛赤肿，白睛溢血，黑睛生星翳。羞明刺痛，热泪如汤，口渴引饮，溲赤便结。舌红，苔黄，脉数。"
			},
			"疗效评定": {
				"治愈": "白睛红赤消退，症状消失，黑睛荧光素染色阴性。",
				"好转": "白睛红赤减轻，症状好转，黑睛荧光染色减少。",
				"未愈": "症状未减，诸症同前。"
			}
		},
		{
			"病症": "时复症",
			"病机": "时复症是因时邪与湿热交阻，发病时白睛红赤，奇痒难忍，每年至期而发，过期乃愈，呈周期性反复发作的眼病。相当于春季卡他性结膜炎等病。",
			"诊断依据": [
				"眼奇痒难忍，碜涩不适。甚则畏光、流泪。",
				"眼部检查，睑结膜型见上睑结膜充血污浊，肥大乳头呈铺路石状排列，不侵犯穹窿部结膜，球结膜型，结膜污浊充血，常见于睑裂部，角膜缘成灰黄色胶样隆起，严重者可见角膜点状混浊，甚则角膜溃疡。眵呈白色，粘丝状。",
				"周期性反复发作，春季发病，夏季加重，秋冬缓解，有自愈趋向。",
				"结膜刮片可见嗜酸性细胞或嗜酸性颗粒。",
				"多见儿童及青少年，男性较多，常双眼发病。",
				"有条件者作致敏原检查。"
			],
			"症候分类": {
				"风热挟湿": "痒如虫行，白睛红赤污浊，黑睛与白睛交界处，有黄褐色胶样隆起，眼睑胶粘。舌红，苔薄，脉数。",
				"湿热壅盛": "眼痒难忍，碜涩流泪，睑内卵石样，白睛红赤，色泽污秽或兼黑睛边缘胶样隆起，甚则黑睛起翳疼痛，畏光流泪。舌红，苔薄黄腻，脉数。"
			},
			"疗效评定": {
				"治愈": "角结膜病变消退，眼痒消除。",
				"好转": "角结膜病变缓解。眼痒减轻。",
				"未愈": "角结膜病变、眼痒均无好转。"
			}
		},
		{
			"病症": "神水将枯",
			"病机": "神水将枯是气郁化火，津液亏损，泪液减少以致目珠干燥失泽的眼病，相当于泪腺分泌降低引起的结膜干燥症。",
			"诊断依据": [
				"目珠干燥失却莹润光泽，白睛微红，有皱褶，眵粘稠拉呈丝状，黑睛暗淡，生翳。",
				"眼干涩、磨痛、畏光、视力下降，同时口鼻干燥，唾液减少。",
				"泪液分泌量测定，多次Schirmer法少於5毫米／5分钟。虎红染色试验阳性，荧光素染色试验阳性。",
				"多见于50岁左右女性，双侧发病，常伴有多发性关节炎。",
				"必要时作自身抗体（类风湿因子、抗核抗体）及免疫球蛋白IgG、 IgM、 IgA测定。血沉检查。"
			],
			"症候分类": {
				"肺阴不足": "目珠干燥乏泽，干涩、、磨痛、口干鼻燥，大便干。舌红少津，脉细数。",
				"阴虚湿热": "目珠干燥乏泽、干涩、疼痛、畏光，视力模糊，口鼻干燥，关节疼痛，溲黄，便干。舌红，苔薄黄，脉数。",
				"气阴两虚": "目珠干燥乏泽、干涩、畏光，眼疲劳，视力模糊，口干唇燥裂，神疲乏力。"
			},
			"疗效评定": {
				"治愈": "症状消失， Schirmer多次测定多於10毫米/5分钟。",
				"好转": "症状减轻， Schirmer多次测定泪液分泌量有所增加。",
				"未愈": "症状、体征无好转，泪液分泌未增加。"
			}
		},
		{
			"病症": "金疳",
			"病机": "金疳是因燥热伤阴，肺失肃降，白睛表层生圆形小泡如玉粒，周围绕以赤脉的眼病。相当于泡性结膜炎。",
			"诊断依据": [
				"白睛表面见灰白色小泡或灰黄色颗粒隆起，顶端形成小凹，颗粒周围可见赤脉环绕。",
				"畏光，碜涩不适轻重不等或畏光流泪。"
			],
			"症候分类": {
				"肺燥郁热": "颗粒小泡每发于白睛，赤脉较粗，干涩不舒，或多眵。舌红，苔黄，脉数。",
				"气火郁结": "颗粒小泡侵及黑睛，并有赤膜伸入，畏光流泪，涩痛难开，口苦咽干，烦躁不宁。舌红，少苔，脉弦数。",
				"肺阴不足": "小泡颗粒经久不退，：或反复发作，赤脉纤细，或红赤不甚，自觉眼干涩，口鼻干燥。舌质红，少苔，脉细数。"
			},
			"疗效评定": {
				"治愈": "颗粒小泡平复，症状消失。",
				"未愈": "颗粒小泡、赤脉均如故，症状无改善。"
			}
		},
		{
			"病症": "火疳",
			"病机": "火疳是因火邪郁结，白睛深层有结节隆起，色紫红，疼痛拒按的眼病。相当于前巩膜炎。",
			"诊断依据": [
				"白睛里层起结节，呈小扁圆形隆起，或融合成环，色紫红，推之不动，压痛拒按。",
				"患眼疼痛、畏光、流泪。",
				"病程长，易反复发作，常致白睛青兰或并发瞳神紧小，瞳神干缺。",
				"多发于成年女性。"
			],
			"症候分类": {
				"肺经郁火": "白睛结节隆起，色紫红，压痛，眼痛。舌红，苔薄黄，脉数。",
				"火毒蕴结": "结节隆起较大，或连缀成环，红赤压痛，眼灼痛，口苦，溲黄。苔黄，舌红，脉数。",
				"风湿凌目": "白睛结节隆起反复发作，伴有关节痛，肢节肿胀。舌红，苔黄腻，脉滑数。",
				"肺阴不足": "白睛红赤节结时隐时现，反复发作，眼干涩，形体消瘦，盗汗低热。舌质红，苔薄，脉细数。"
			},
			"疗效评定": {
				"治愈": "白睛结节红肿消退，疼痛消失。",
				"好转": "白睛结节红肿减轻，疼痛等症状减轻。",
				"未愈": "白睛结节红肿如故，疼痛等症状无改善。"
			}
		},
		{
			"病症": "聚星障",
			"病机": "聚星障是因外感风邪，挟热化火，致黑睛上生细小星翳伴有涩疼、畏光、流泪的眼病。相当于单疱病毒性角膜炎。",
			"诊断依据": [
				"黑睛星点缀障，或聚或散，或连缀成片，形如树枝或地图状。抱轮红赤。",
				"干涩畏光，刺痛流泪，视物模糊。",
				"黑睛荧光素染色阳性。",
				"病变区黑睛知觉减退。",
				"常有外感风热或眼部外伤等诱困。"
			],
			"症候分类": {
				"肝经风热": "黑睛猝起星点散翳，色灰白，抱轮微红，畏光流泪，碜痛，或伴鼻塞，头痛、咽痛。舌红，苔薄黄，脉浮数或弦数。",
				"肝胆火炽": "黑睛星点密集，或成树枝状、地图状，抱轮红赤显著，畏光流泪，灼热疼痛，口干口苦，溲黄赤。舌质红，苔黄，脉弦数。",
				"湿热蕴伏": "黑睛星翳，反复发作，缠绵不愈，头重胸闷，溲黄便结，口腻。舌红，苔黄腻，脉滑。",
				"正虚邪留": "星翳不敛，抱轮微红，干涩羞明，视物模糊，常易外感，以致病变反复时好时剧，神疲乏力。舌淡，苔薄，脉细。"
			},
			"疗效评定": {
				"治愈": "黑睛星翳消失，荧光素染色阴性。症状消失。",
				"好转": "黑睛星翳减少或缩小，荧光素染色阳性。畏光刺痛、红赤流泪等症状减轻。",
				"未愈": "黑睛星翳无变化或加重，荧光素染色阳性，症状无改善。"
			}
		},
		{
			"病症": "凝脂翳",
			"病机": "凝脂翳是由风热邪毒入侵，致风轮黑睛生翳，表面色白或黄，状如凝脂，发病迅速，或伴黄液上冲的眼病。相当于匐行性角膜溃疡和绿脓杆菌性角膜溃疡。",
			"诊断依据": [
				"黑睛外伤后生翳，初起细小色灰隆起，胞睑红肿，抱轮红赤，数日后，扩大成圆盘状，色黄浮嫩如凝脂，边缘不清，黄液上冲，瞳神紧小，病情加重可致黑睛破溃，形成蟹睛。",
				"黑睛翳障迅速扩大破溃，重度黄液上冲，凝脂及眵泪呈黄绿色者，病势尤凶。",
				"眼剧痛，畏光、流泪，视力下降。",
				"有条件者，病变部位作刮片，作真菌、细菌培养。"
			],
			"症候分类": {
				"肝经风热": "黑睛翳呈点片，略形隆起，周围黑睛晦浊，抱轮红赤，羞明流泪，沙涩刺痛。舌红，苔薄白或薄黄，脉浮数或弦数。。",
				"肝胆火炽": "黑睛翳障成片而陷下，色如凝脂，黄液上冲，胞睑红肿，白睛混赤，神水混浊，瞳神紧小，疼痛如锥，口苦咽干，溺赤便结。舌红，苔黄，脉象弦数。",
				"阳明腑实": "黑睛凝脂深陷如窟，黄液上冲日增，小便短赤，大便硬结，数日不解。舌红，苔黄腻，脉数。",
				"正虚邪实": "黑睛凝翳久未平复，抱轮红赤，羞明，流泪，刺痛等症，时轻时重。舌红少津，苔薄黄，脉弦细数。"
			},
			"疗效评定": {
				"治愈": "黑睛翳障平复，荧光素染色阴性，症状消失。",
				"好转": "黑睛翳障日渐缩小，症状减轻。",
				"未愈": "病变无改善，甚或发生蟹睛等变症。"
			}
		},
		{
			"病症": "花翳白陷",
			"病机": "花翳白陷是因肝经结热，或感外邪，致黑睛生翳、混浊灰暗，四周高起，中央低陷，形如花瓣的眼病。相当于某些角膜溃疡。",
			"诊断依据": [
				"黑睛生翳，混浊灰暗，四周凸起，中间低陷，甚则蔽幔黑睛，并见胞脸肿胀，白睛混赤，或抱轮红赤。",
				"眼剧痛，畏光流泪，视物模糊。",
				"有条件者，病变部位作刮片，作真菌、细菌培养。"
			],
			"症候分类": {
				"肝经风热": "黑睛生翳，胞睑红肿，白睛混赤，眼痛，畏光流泪。苔薄黄，脉数。",
				"肝胆火炽": "翳障侵蚀扩大，瞳神紧小，目赤剧痛，畏光难睁，热泪如汤，溲赤便秘。舌红，苔黄，脉数。",
				"阴虚火旺": "病程迁延，翳障时起时伏，抱轮微红，目刺痛，畏光流泪，口干咽燥。舌红，苔薄，脉数。",
				"阳虚寒凝": "黑睛四周起翳，形如花瓣，抱轮暗红，眼痛，发於高龄体弱，或过用寒凉，迁延不愈，口不渴。舌淡，苔薄，脉细。"
			},
			"疗效评定": {
				"治愈": "黑睛翳平光洁，荧光素染色阴性，诸症消失。",
				"好转": "黑睛翳障范围静止，渐趋平复，荧光素染色阳性，诸症减轻。",
				"未愈": "黑睛翳障如故或扩大，或引起其它变症，眼痛、畏光、流泪等诸症未减。"
			}
		},
		{
			"病症": "混睛障",
			"病机": "混睛障是因邪伏风轮，气血瘀滞，黑睛深层漫珠一片翳障混浊，以致黑睛呈镜面哈气状的眼病。相当于基质性角膜炎等病。",
			"诊断依据": [
				"黑睛深层混浊，灰白色，表面晦暗，呈圆盘状或从四周向中央发展，逐渐漫及整个黑睛。",
				"黑睛深层有赤脉从边际向中央延伸，以至翳障呈暗红色，最后黑睛留下宿翳。",
				"荧光素染色阴性。",
				"眼痛、畏光、流泪、视力模糊。",
				"作梅毒血清反应和胸透、OT试验等检查有助诊断。"
			],
			"症候分类": {
				"肝经风热": "初起黑睛生翳混浊，抱轮红赤，眼疼，畏光，流泪，头痛。舌红，苔薄，脉浮数。",
				"湿毒蕴结": "黑睛漫珠混浊，赤脉伸入，呈毛刷状，黑睛后壁有沉着物，神水混浊，白睛混赤，眼痛、畏光、流泪，口干口苦，溲黄便结。舌红，苔黄腻，脉滑数。",
				"阴虚火旺": "黑睛混浊，呈斑片状，灰黄色，赤脉蔓入，位浅者呈分枝状，迁延日久，抱轮微红，干涩隐痛，口干咽燥，五心烦热。舌红少苔，脉细数。"
			},
			"疗效评定": {
				"治愈": "黑睛遗下宿翳、疼痛、畏光、流泪等诸症消除。",
				"好转": "黑睛翳障缩小、变薄，症状减轻。",
				"未愈": "黑睛翳障、症状无改善。"
			}
		},
		{
			"病症": "风轮赤豆",
			"病机": "风轮赤豆是因脾虚挟痰，肝经积热，黑睛生翳，有赤脉从白睛追随环绕状如赤豆的眼病。相当于束状角膜炎。",
			"诊断依据": [
				"黑睛有颗粒隆起，白睛赤脉追随缠绕，形似赤豆。",
				"眼痛，畏光，流泪。",
				"本病好发于儿童。常合并颈部瘰疠。"
			],
			"症候分类": {
				"肝经火盛": "风轮赤豆猝起，畏光，流泪，沙涩疼痛。舌红，苔黄，脉弦数。",
				"阴虚火旺": "风轮赤豆乍起乍伏，畏光少泪，隐隐涩痛，形体瘦羸，午后潮热，颈部瘰疠。舌红，苔薄，脉细。",
				"脾虚挟痰": "风轮赤豆反复牵延，畏光流泪，面色恍白，纳食不馨，瘰疠成串。舌淡，苔薄，脉细。"
			},
			"疗效评定": {
				"治愈": "风轮赤豆消退，或留云翳，症状消失。",
				"好转": "风轮赤豆渐退，诸症减轻。",
				"未愈": "风轮赤豆如故，或增剧。"
			}
		},
		{
			"病症": "疳积上目",
			"病机": "疳积上目是由小儿疳积引起的，初为于涩、夜盲，日久黑睛生翳，甚则溃破穿孔的眼病。相当于维生素A缺乏引起的角膜软化症。",
			"诊断依据": [
				"眼部干涩，羞明频频眨目，暗处或入暮视物不清。",
				"白睛表面干燥失泽，黑睛混浊晦暗不泽，感觉减退，眼珠向内外转动时，白睛可出现向心性皱纹圈。",
				"重症白睛粗糙无泽，出现银白色干燥斑，黑睛混浊，状如云雾，知觉丧失，甚则继发凝脂翳及黄液上冲。",
				"有喂养不当、营养不良或慢性泄泻史。",
				"早期有夜盲称\"肝虚雀目\"，当与高风雀目相鉴别。"
			],
			"症候分类": {
				"脾虚气弱": "白睛干燥，夜盲，胃纳不振，形体消瘦，面色无华。舌质淡，苔薄，脉细弱。",
				"虫积化疳": "眼珠晦暗不泽，毛发枯槁稀疏，咬甲挖鼻，寝则磨牙，便溏腹痛，大便有虫卵。舌淡，苔薄，脉细。",
				"脾虚肝热": "白睛干燥，黑睛溃疡，黄液上冲，抱轮红赤，畏光闭目。烦躁不宁。舌红，苔薄，脉弦。",
				"脾肾阳虚": "白睛干燥无泽，黑睛混浊呈乳白色，形寒面白，四肢不温，大便溏薄，完谷不化。舌淡少津，脉细无力。"
			},
			"疗效评定": {
				"治愈": "眼珠形态气色如常，夜盲等症状消除。",
				"好转": "眼珠干燥现象减轻，夜盲等症状有所好转。",
				"未愈": "眼部及全身诸症无明显改善。"
			}
		},
		{
			"病症": "血翳包睛",
			"病机": "血翳包睛是由风热壅盛，气血瘀滞，以致赤脉从黑睛四周侵入，密集形成翳膜，漫散黑睛的一种眼病。相当于全角膜血管翳。",
			"诊断依据": [
				"黑睛四周赤脉侵及，赤脉蔟集成膜掩及整个黑睛。",
				"患眼刺痛沙涩，视物昏蒙，或畏光，流泪。",
				"常由椒疮变生而成，或因化学烧伤而致。"
			],
			"症候分类": {
				"风热壅盛": "赤膜侵及黑睛，怕热羞明，沙涩刺痒，甚则疼痛。舌红，苔黄，脉数。",
				"血热瘀滞": "黑睛满布血翳，甚则堆积如肉，白睛红赤，畏热羞明，目珠疼痛，口苦咽干。舌红，苔黄，脉数。"
			},
			"疗效评定": {
				"治愈": "血翳赤脉消退，或遗下宿翳，症状消除。",
				"好转": "血翳赤脉减少或变淡，症状减轻。",
				"未愈": "血翳如故，症状未减。"
			}
		},
		{
			"病症": "宿翳",
			"病机": "宿翳是在黑睛疾患痊愈后，结成搬痕，表面光滑，边缘清楚，无红赤疼痛的眼病。古代根据瘢痕的厚薄、形状，有\"冰暇翳\"、\"云翳\"、\"厚翳\"、\"斑脂翳\"等命名。",
			"诊断依据": [
				"黑睛疾患遗下瘢痕。经荧光素染色阴性。",
				"黑睛疾患结瘢，瘢痕菲薄，如冰上之瑕，须在集光下方能察见者，为冰瑕翳。",
				"黑睛疾患结瘢，瘢痕稍厚，如蝉翅，如浮云，自然光线下可见者，为云翳。",
				"黑睛疾患结瘢，瘢痕较厚，色白如瓷，一望则见者，为厚翳。",
				"黑睛疾患结瘢，瘢痕与黄仁粘着，其色白中带黄黑，或有细小赤脉牵绊，瞳神敬侧不圆者，为斑脂翳。"
			],
			"症候分类": {
				"余邪未尽": "翳障边清，变薄，表面光滑，眼红、眼痛、畏光及流泪始退，仅感眼紧涩，轻微羞明，无其他不适。舌红，苔薄，脉弦。",
				"阴津不足": "宿翳已成，眼干涩，口干。舌红无苔，脉细。",
				"气血凝结": "宿翳日久或赤脉长入，形如毛刷，或呈分枝状，视力昏蒙，无其他症状。舌红，苔薄，脉弦。"
			},
			"疗效评定": {
				"好转": "瘢痕减薄，范围缩小，视力提高二排以上（含二排）。",
				"未愈": "瘢痕厚度及范围无变化。"
			}
		},
		{
			"病症": "瞳回神紧小",
			"病机": "瞳神紧小是因邪热灼伤黄仁以致瞳神缩小，展缩失灵，伴抱轮红赤，黑睛后壁有沉着物，神水混浊，视力下降的眼病。相当于前部色素膜炎。",
			"诊断依据": [
				"瞳神紧小，抱轮红赤，黑睛后壁有灰白色细小或如羊脂状物附着，神水混浊，黄仁纹理不清，甚或黄液上冲，血灌瞳神。或黄仁与晶珠粘连，形成瞳神干缺。或见白膜粘着瞳神边缘，甚则闭封神瞳。",
				"可有畏光，流泪，目珠坠痛，视物模糊，或见眼前有似蚊蝇飞舞。",
				"可有目珠破损或其它黑睛疾患史，或有结核、风湿等病史。",
				"抗\"O\"、血沉、RA、CRP、OT试验、华康氏反应、X线胸片等实验室检查，有助病因诊断。"
			],
			"症候分类": {
				"肝经风热": "瞳神紧小，抱轮红赤，黑睛后壁有灰色点状沉着物，神水不清，畏光，流泪，目珠坠痛，头额痛。舌红，苔薄白或微黄，脉浮数或弦数。",
				"肝胆湿热": "瞳神紧小，抱轮红赤，黑睛后壁灰色沉着物密集，神水混浊，目珠坠胀疼痛，畏光。灼热，多泪，视物模糊，口舌生疮，阴部溃疡，口干苦，溺赤便结。舌红，苔黄而糙，脉弦数。",
				"风湿化火": "瞳神紧小，抱轮红赤持久不退或反复发作，黑睛后有灰色沉着物，神水浑浊，瞳神有白膜粘着，骨节酸楚，或小便不利，或短涩灼痛。苔黄腻，脉滑数。",
				"阴虚火旺": "瞳神紧小或干缺，赤痛时轻时重，干涩昏花，口干咽燥，口舌生疮，心烦失眠。舌红，苔薄，脉细数。",
				"脾肾阳虚": "瞳神紧小或干缺，视物模糊，眼疲劳，或长期应用皮质类固醇，体胖乏力，动辄心悸，气短。舌淡，苔薄，脉细。"
			},
			"疗效评定": {
				"治愈": "眼部病变消退，畏光疼痛流泪等症状消除。",
				"好转": "眼部病变减轻，畏光疼痛流泪减轻。",
				"未愈": "畏光疼痛流泪及眼部病变无变化或加重。"
			}
		},
		{
			"病症": "黄液上冲",
			"病机": "黄液上冲是因黄仁为邪热所伤，灼津为脓、黑睛与黄仁之间，积有黄色脓液的眼病。即前房积脓。",
			"诊断依据": [
				"黑睛与黄仁之间，下方有黄色脓液积聚，呈水平面或月牙形，随病情轻重而增减。",
				"胞脸红肿，白睛抱轮红赤或混赤，或黑睛生翳，溃疡混浊，或瞳神紧小。",
				"头眼疼痛，畏光，流泪，视力模糊。"
			],
			"症候分类": {
				"脾胃积热": "黄液上冲，抱轮红赤，目珠赤涩疼痛，羞明流泪，大便秘结，小便赤涩。舌红，苔黄腻，脉滑数。",
				"肝胆湿热": "黄液上冲，白睛混赤，黑睛翳障混浊，瞳神紧小，头目剧痛，羞明流泪，口苦咽干，阴部溃疡。舌红，苔黄，脉弦数。"
			},
			"疗效评定": {
				"治愈": "积脓全部吸收，眼痛，畏光，流泪症状消失。",
				"好转": "积脓基本吸收，眼痛，畏光，流泪症状明显减轻。",
				"未愈": "积脓未减少，症状无好转。"
			}
		},
		{
			"病症": "血灌瞳神",
			"病机": "血灌瞳神是因目内之血不循经而行，溢于瞳神前后的眼病。即前房积血或玻璃体积血。",
			"诊断依据": [
				"黑睛与黄仁之间，有血液积聚，积血呈液平面。瞳神之后积血者，瞳神无红光反射，眼底看不见。",
				"视力模糊，畏光，流泪，眼疼，若头目剧痛者恐有绿风内障之变。",
				"多有眼外伤及手术史。"
			],
			"症候分类": {
				"肝胆火炽": "血灌瞳神，血色鲜红，口苦咽干。舌红，少苔，脉弦数。",
				"阴虚火旺": "血灌瞳神，积血时有反复，眼珠隐痛，头晕耳鸣，失眠多梦，舌红，少苔，脉细数。",
				"外伤目络": "发生于撞击伤目或手术之后，血灌瞳神，目珠胀痛牵及头额，视力下降。舌红，苔薄，脉弦。"
			},
			"疗效评定": {
				"治愈": "积血吸收，症状消失，视力恢复。",
				"好转": "积血明显吸收，视力部分恢复。",
				"未愈": "积血如故，症状未减。"
			}
		},
		{
			"病症": "绿风内障",
			"病机": "绿风内障是因暴怒忿郁，气郁化火，风火痰浊上攻，或脾胃虚寒，饮邪上泛，致黑睛气色混浊，瞳神散大不清呈隐隐绿色，伴有头痛眼胀，恶心呕吐，视力急剧下降的眼病。相当于闭角型青光眼急性发作期。",
			"诊断依据": [
				"瞳神散大，风轮气色混浊，呈哈气状，隐隐呈淡绿色，抱轮红赤。",
				"发病急骤，视力锐减，头眼剧烈疼痛，恶心呕吐。",
				"眼压升高可至6.7～10. 7kPa（50～80mmHg），前房浅，房角关闭。",
				"本病应与瞳神紧小，天行赤眼相鉴别。"
			],
			"症候分类": {
				"风火攻目": "黑睛混浊如哈气，瞳神散大，隐隐绿色，头痛如劈，目胀欲裂，视力锐减，烦躁口干。舌红，苔薄黄，脉弦。",
				"饮邪上泛": "瞳神散大，气色混浊，头痛眼胀，干呕吐唾沫，食少神疲，四肢厥冷。舌淡，苔薄，脉细弦。"
			},
			"疗效评定": {
				"治愈": "眼压恢复低于2. 74kPa（21mmHg)。",
				"好转": "眼压下降至2. 74kPa～3.25kPa（21～24mmHg），加点降眼压药可基本正常。",
				"未愈": "眼压未降，眼部诸症及全身症状无改善。"
			}
		},
		{
			"病症": "圆翳内障",
			"病机": "圆翳内障是因高年体弱，精气日衰，目失涵养所致晶珠混浊，视力渐降，最终瞳神内呈圆形银白色翳障，视力障碍的眼病。相当于老年性白内障。",
			"诊断依据": [
				"视力模糊，逐渐加重，渐至不辨人物，仅存光感。无眼红、眼痛、流泪等症。",
				"裂隙灯检查见晶状体混浊，皮质性老年性白内障分四期。",
				".1 初发期：皮质中出现水隙，空泡和板层分离，周边部皮质首先可见楔状混浊，逐渐向中央进展。",
				".2 膨胀期：晶状体混浊加重，饱满，前房变浅。",
				".3 成熟期：晶状体全部混浊，虹膜投影阴性，前房恢复正常。",
				".4 过熟期：晶状皮质混浊呈液化状乳白色、核下沉、前房加深。"
			],
			"症候分类": {
				"肝肾阴虚": "晶珠混浊，视物昏蒙，头晕耳鸣，腰膝酸软。舌红，苔薄，脉细。",
				"脾肾阳虚": "晶珠混浊，视物昏蒙，形寒肢冷，面色恍白，喜热恶冷，大便溏薄，小便清长。舌质淡，苔薄，脉细。",
				"气血两虚": "晶珠混浊，视物昏花，不耐久视，眉棱骨酸痛，神疲懒言，肢软乏力。舌淡，苔白，脉细。",
				"脾虚湿热": "晶珠混浊，干涩昏花，口干不欲饮。舌红，苔黄腻，脉滑数。"
			},
			"疗效评定": {
				"好转": "视力稳定或有提高，晶体混浊未见进展或有减轻，观察6个月以上。",
				"未愈": "视力进行性下降，混浊加重。"
			}
		},
		{
			"病症": "云雾移睛",
			"病机": "云雾移睛是因神膏为邪所乘，混浊不清所致，眼外观端好，自觉眼前有蚊蝇或云雾样黑影飞舞飘移，甚者视物昏蒙的眼病。即玻璃体混浊。",
			"诊断依据": [
				"自视眼前有黑影，形状不一，或浓或淡，眼珠转动时呈无规律之运动。",
				"轻者不影响视力，重者影响视力。",
				"眼底镜彻照法检查，令被检眼上下、左右转动时，可见有黑色或半透明之点状、条状、块状混浊飘动。",
				"裂隙灯显微镜加前置镜检查，可观察混浊物的位置及性状：",
				".1 弥漫性棕黄色点状，间有暗红色凝块或条索者为出血性混浊。",
				".2 淡黄色点状、白色絮状、白色雪球样混浊，并伴有见葡萄膜炎症者为炎性混浊。",
				".3玻璃体活动度增加，其间有黑色的光学空间，混浊呈半透明膜状者为玻璃体变性混浊。",
				"必要时作眼超声检查及眼电生理检查，有助了解玻璃体混浊的性质及视网膜状况。"
			],
			"症候分类": {
				"湿热蕴结": "自觉眼前黑影浮动。检查玻璃体有尘状、絮状、团状混浊。视物昏蒙，胸闷纳呆，口苦心烦，头重。舌红，苔黄腻，脉滑数。",
				"气滞血瘀": "自见眼前黑花，呈点状、块状红色混浊，视力突降。情志不舒，胸闷胁胀，口苦。舌有瘀斑或紫暗，苔黄，脉弦涩。",
				"肝肾阴虚": "眼前黑花飘动，时隐时现，如环状，或有闪光感，逐渐进展，或伴能近怯远，视物昏蒙，眼干涩，易疲劳。舌红，苔薄，脉细。"
			},
			"疗效评定": {
				"治愈": "混浊基本吸收，原发病变已控制，症状消失，视力进步。",
				"好转": "混浊部分吸收，症状减轻，或视力略有增进。",
				"未愈": "混浊程度无变化，及症状无好转。"
			}
		},
		{
			"病症": "视瞻昏渺",
			"病机": "视瞻昏渺是因气血失调，精气不能上荣於目所致，自觉视力下降，视物昏蒙而外眼无异的眼病。相当于慢性球后视神经炎、中心性浆液性脉络膜视网膜病变等。",
			"诊断依据": [
				"视物模糊，逐渐加重，或眼前有暗影遮挡，外眼无翳障气色。",
				"眼底检查，视神经乳头、黄斑区及其他部位可查见相关病变。",
				"视野、眼电生理和荧光眼底血管造影可助诊断。"
			],
			"症候分类": {
				"肝郁气滞": "视物模糊，目珠胀痛，头晕目眩，伴情志不舒，胸闷叹息，口干口苦。舌质红，苔薄，脉细。",
				"肝肾阴虚": "视物昏蒙，眼前有暗影遮挡，眼干涩不爽，病程日久或伴五心烦热，头晕耳鸣。舌质红，苔薄，脉细。",
				"气血两虚": "视物昏蒙，目涩难睁，神疲乏力，面色无华，心悸怔忡，纳食不馨。舌质淡，脉细。",
				"湿浊上泛": "视物模糊，眼前有灰黄色暗影遮挡，或头目胀痛，恶心呕吐，伴胸闷纳呆。舌红，苔薄腻，脉缓。"
			},
			"疗效评定": {
				"治愈": "视力、视野基本恢复正常，眼底检查病变全部消退。",
				"好转": "视力、视野部分恢复，眼底检查病变趋向好转。",
				"未愈": "视力、视野无改善，眼底病变无好转。"
			}
		},
		{
			"病症": "视直如曲",
			"病机": "视直如曲是因视衣津液输布失调或血溢络外，导致患眼视正直之物如弯曲之状的眼病。相当于中心性浆液性脉络膜视网膜病变等黄斑部疾病。",
			"诊断依据": [
				"患眼在视正直之物体时，皆呈弯曲之形态，视物昏蒙，视力下降。",
				"眼底检查：表现为黄斑水肿，出血，渗出。",
				"眼底荧光血管造影及电生理检查可助诊断。"
			],
			"症候分类": {
				"痰湿结聚": "视直如曲，视物昏蒙或视大为小，胸闷纳呆，口渴不欲饮。舌质红，苔黄腻，脉弦滑。",
				"阴虚火旺": "视直物为弯曲之状，视物昏花，眼干涩不适，头晕耳鸣，口咽干燥，心烦少寐，腰酸腿软。舌红，少苔，脉细数。",
				"瘀血内滞": "视直如曲，视物模糊不清或有暗影遮挡。舌色紫暗，有瘀斑，苔薄，脉细涩。"
			},
			"疗效评定": {
				"治愈": "眼底病变消退，视力基本恢复。",
				"好转": "眼底病变减轻，视力部分恢复，视直如曲减轻。",
				"未愈": "黄斑区病变无改善，视直如曲无好转，视力不提高或减退。"
			}
		},
		{
			"病症": "暴盲",
			"病机": "暴盲是由视衣目系脉络阻滞，气机郁闭，导致神光离散，而出现视力急骤下降失明的内障眼病。多见于西医之许多急性视力障碍眼底病，主要有视网膜中央动脉阻塞，眼内出血和急性视神经炎等，兹分述如下："
		},
		{
			"病症": "青盲",
			"病机": "青盲是指眼外观端好，而视力逐渐下降，以致失明的眼病。多由视瞻昏渺，高风雀目等瞳神疾病日久失治演变而来。相当于视神经萎缩。",
			"诊断依据": [
				"单眼或双眼视力逐渐下降。直至不辨人物，甚至不分明暗，而外眼轮廓无异常。",
				"眼底检查可见视神经乳头色淡或苍白，边界清楚或模糊。",
				"视野检查中心暗点或视野缺损。",
				"瞳孔直接对光反应迟钝或消失。",
				"色觉减退先红后绿。",
				"VEP检查有助于诊断。",
				"全身检查除外颅内占位性病变和神经脱鞘病变。"
			],
			"症候分类": {
				"肝郁气滞": "双眼先后或同时发病，视物模糊，中央有大片暗影遮挡，日渐加重而盲无所见，曾有日珠转动时牵拉痛和压痛。心烦、郁闷，口苦胁痛。舌红，苔薄，脉弦。",
				"脾虚湿泛": "视力昏蒙，头重眼胀，或有胸闷泛恶，眼压偏高，久则视野缩小，以至失明。舌淡，苔薄白，脉滑。",
				"肝肾阴虚": "双眼昏蒙，眼前有黑影遮挡，渐至失明，双眼干涩，头晕耳鸣，遗精腰酸。舌质红，苔薄，脉细。",
				"气血两虚": "视力渐降，日久失明，面乏华泽，神疲乏力，懒言少语，心悸气短。舌质淡，苔薄，脉细。",
				"脾肾阳虚": "久病虚羸，目无所见，畏寒肢冷，面色发白，腰膝酸软，大便溏薄，阳萎早泄，女子带下清冷。舌淡，苔薄白。"
			},
			"疗效评定": {
				"好转": "视力提高二排以上（含二排），视野中心暗点缩小或绝对暗点变为相对暗点。",
				"未愈": "视力、视野无改善或退步。"
			}
		},
		{
			"病症": "高风雀目",
			"病机": "高风雀目是由先天禀赋不足，脉络细涩，神光衰微所致。眼外观端好，是以夜盲和视野缩小为主要症状的眼病。相当于原发性视网膜色素变性。",
			"诊断依据": [
				"夜盲，入暮及暗处看不见，暗适应检查阈值升高。",
				"视野缩小，视野检查早期可见环状暗点，逐渐向内外两侧扩大，晚期呈10°以内管状视野，进而影响黄斑，中心视力减退可致失明。",
				"眼底检查可见视网膜血管显著变细，早期在赤道部散布骨细胞样色素，随病情进展。视乳头呈蜡黄色，色素向周边和后极部扩展，可覆盖于视网膜血管上。视网膜呈青灰色可透见硬化的脉络膜血管。",
				"ERG、a波、b波振幅降低，峰时延迟，以致消失呈熄灭型。",
				"常有家族史，有常染色体显性、常染色体隐性、伴性连锁隐性及散发性四种遗传类型。"
			],
			"症候分类": {
				"脾肾阳虚": "夜盲，视野缩小，面色萎黄，神疲乏力，畏寒肢冷，耳鸣耳聋，阳萎早泄，女子月经不调，量少色淡。舌质淡，苔薄，脉细无力。",
				"肝肾阴虚": "夜盲，视野缩小，眼干涩，头晕耳鸣，失眠梦扰，口干，腰膝酸软。舌红，少苔，脉细数。",
				"脾虚气弱": "夜盲，视野缩小，面乏华泽，肢体乏力，纳食不馨，口淡无味，视物疲劳，不能久视，或有便溏泄泻。舌质淡，有齿痕，苔薄白，脉细弱。",
				"气虚血瘀": "夜盲，视野狭窄，视力模糊，病程日久，视神经乳头腊黄色，视网膜血管纤细，脉络膜血管硬化。舌质暗，苔薄，脉细。"
			},
			"疗效评定": {
				"好转": "环状暗点缩小或中心视野扩大5°以上，视力提高2排（含）以上。",
				"未愈": "视野、视力无改善。"
			}
		},
		{
			"病症": "能近怯远",
			"病机": "能近怯远是由神光不足，表现为视近物清晰，视远物模糊的眼病。即屈光不正的近视眼。",
			"诊断依据": [
				"近视力正常，远视力低于1.0，但能用凹球透镜矫正。小于-3D为轻度近视，-3D～-6D为中度近视，-6D以上为高度近视。",
				"青少年远视力在短期内下降，休息后视力又有提高，使用阿托品麻痹睫状肌后，检影近视度数消失或小于0. 5D，为假性近视。",
				"眼底检查，中度以上轴性近视，视乳头颞侧出现弧形斑，高度近视眼底易发生退行性变性、黄斑出血、萎缩斑等。"
			],
			"症候分类": {
				"心阳不足": "视近清晰，视远模糊，或伴心烦失眠健忘，神倦乏力。舌淡，苔白，脉弱。",
				"脾虚气弱": "视近清晰，视远模糊，视疲劳，喜垂闭。或病后体虚，食欲不振，四肢乏力。舌淡红，苔薄白，脉弱。",
				"肝肾亏虚": "远视力下降，眼前黑花飞舞，头昏耳鸣，腰膝酸软。舌淡红，无苔，脉细。",
				"肝血不足": "远视力下降，视疲劳，视物变形，眼底检查可见黄斑部萎缩斑或出血，面色不华。舌淡，苔薄白，脉弱。"
			},
			"疗效评定": {
				"治愈": "远、近视力正常，近视屈光度消失。",
				"好转": "远视力提高2排以上，近视屈光度降低1D。",
				"未愈": "远视力提高小于2排，屈光如故。"
			}
		},
		{
			"病症": "目偏视",
			"病机": "目偏视系邪中经络，气血不和，筋脉失养，弛张不收，在双眼注视目标时，呈现一眼眼位偏斜的眼病。相当于显斜，主要指麻痹性斜视。",
			"诊断依据": [
				"眼位偏斜，患眼向麻痹肌作用的相反方向偏斜。",
				"眼球活动障碍，患眼向麻痹肌作用方面活动受限。",
				"第二斜视角大于第一斜视角。",
				"代偿头位，头向麻痹肌方向偏斜。",
				"复视、双眼视一为二，（复视象检查确定麻痹肌）。",
				"头晕目眩，或有恶心呕吐。"
			],
			"症候分类": {
				"风邪袭络": "目偏斜，复视，或伴上胞下垂，发病急骤或有眼疼，头痛发热。舌红，苔薄，脉弦。",
				"风痰入络": "目偏斜，复视，头晕，呕恶。舌红，苔腻，脉弦。",
				"肝风内动": "突发目偏斜，头晕耳鸣，面赤心烦，肢麻。舌红，苔黄，脉弦。",
				"外伤瘀滞": "外伤后目偏斜，或有胞睑、白睛瘀血，眼疼，活动受限，视一为二。舌红，苔薄，脉弦。"
			},
			"疗效评定": {
				"治愈": "眼位正，眼球运动自如，复视消失。",
				"好转": "患眼偏斜度减轻，复视象距离缩小，眼球运动受限部分恢复。",
				"未愈": "眼位仍偏斜，程度无好转，症状未减轻。"
			}
		},
		{
			"病症": "辘轳转关",
			"病机": "辘轳转关是由先天禀赋不足或风邪扰动，致筋脉振惕，出现两眼不自主地颤动的眼病。即眼球震颤。",
			"诊断依据": [
				"两眼不自主颤动，或垂直或水平摆动或旋转，往复不定。",
				"自感视力模糊，或有耳鸣，耳聋，头晕恶心，步态不稳等症。",
				"可有相关病史，如自幼视力不良、急性中耳炎、颅内病变等。并有特征性其他症状出现。",
				"有条件者作内耳前庭和神经内科检查，以利病因诊断。"
			],
			"症候分类": {
				"先天不足": "眼球颤动，左右摇摆，视力模糊，自幼禀赋不足有胎患内障，视物易色等病。舌淡，苔薄，脉细。",
				"肝风内动": "眼球颤动，头晕目眩，耳聋耳鸣，或伴见站立不稳，摇晃不定，或步态不稳，动作不协调等。舌红，苔薄黄，脉弦。",
				"湿浊上泛": "眼球震颤，头晕耳鸣，甚则头晕如旋，恶心呕吐唾沫，胸闷。舌淡，苔薄腻，脉滑。"
			},
			"疗效评定": {
				"治愈": "眼球震颤停止，症状消失。",
				"好转": "眼球震颤减轻，症状缓解。",
				"未愈": "眼球震颤无改善，症状、视力无变化。"
			}
		},
		{
			"病症": "眉棱骨痛",
			"病机": "眉棱骨痛是因经气不通致眉棱骨部或兼眼眶深部胀痛的眼病。相当于眶上神经痛。",
			"诊断依据": [
				"眉棱骨部疼痛，白天较轻，晚间疼痛明显。",
				"攒竹穴处（眶上切迹）压痛。",
				"视力疲劳，畏光羞明，常欲闭目。"
			],
			"症候分类": {
				"风热上扰": "眉棱骨部疼痛，鼻塞，身热，恶风。舌红，苔薄，脉浮数。",
				"肝火上炎": "眉棱骨痛，眼胀痛，或有头晕目赤，胸胁胀痛，烦躁易怒，口苦咽干，小便短赤，大便干燥。舌质红，苔薄白或薄黄，脉弦数。",
				"风痰上攻": "眉棱骨痛，甚则眼眶深部胀痛，白天症状较轻，暮后症状加重，头目眩晕，目喜闭，胸闷泛恶，纳食不馨。舌红，苔薄白腻，脉弦滑。",
				"肝血不足": "眉棱骨痛，羞明畏光，干涩，不欲睁眼，不能久视，妇女月经期间症状有加重趋势。舌质淡，苔薄，脉细弱。"
			},
			"疗效评定": {
				"治愈": "眉棱骨痛消失，无压痛。",
				"好转": "眉棱骨痛减轻，压痛减轻。",
				"未愈": "眉棱骨痛及压痛均无改善。"
			}
		},
		{
			"病症": "鹘眼凝肋",
			"病机": "鹘眼凝睛是由痰湿凝滞，气血瘀阻，或热毒内攻，双眼突出，凝视，白睛瘀滞红赤的眼病。主要见于血栓性海绵窦炎和重症内分泌突眼。",
			"诊断依据": [
				"眼珠突起红赤，睁眼时，上睑与眼球问露出眼白，上睑活动滞缓，甚则眼睑不能闭合。",
				"有凝视现象，眼珠活动受限，视一为二。",
				"眼球突出计检查测突出度。",
				"甲状腺饥能检查，如131I吸收率，或T3、 T4含量及T3抑制率测定。",
				"必要时作眼眶CT及超声检查。"
			],
			"症候分类": {
				"热毒炽盛": "眼珠高起，红赤凝定，眼疼头痛，高热寒战，恶心呕吐，昏睡。舌红，苔黄，脉弦数。一",
				"痰瘀博结": "眼珠突出，眼睑不能闭合，胞睑肿胀，白睛红肿，热泪频流，神疲乏力，胸闷纳呆。舌淡.苔薄腻，脉细。"
			},
			"疗效评定": {
				"治愈": "眼珠平复，测眼球突出度恢复正常，症状消失。",
				"好转": "眼珠突起减轻。转动好转，症状减轻。",
				"未愈": "眼部病变和症状无好转。"
			}
		},
		{
			"病症": "突起睛高",
			"病机": "突起睛高是由风热火毒攻目，发病较急，以单侧患眼突起、疼痛，白睛红赤、肿胀的急性眼病。相当于急性眶内炎症如眼眶蜂窝织炎、眶骨膜炎和眼筋膜炎或全眼球炎等。",
			"诊断依据": [
				"起病急速，眼球突起，转动不灵，胞睑肿胀，白睛红赤肿胀，甚则脱出睑外，，多见于单眼。",
				"初起眼珠剧痛，视力下降，头痛发热，重症恶心呕吐，甚则神昏瞻语。波及目系引起失明。",
				"有感冒，眼球、眼眶周围或全身感染史。",
				"X线，眼超声及CT等检查可协助诊断。"
			],
			"症候分类": {
				"风火热毒": "眼球突出，白睛红肿，发热恶寒，头痛剧烈。舌红，苔黄，脉弦数。",
				"热毒炽盛": "眼球突起，眼睑红肿，白睛红赤壅盛，眼球不能转动，头眼剧痛，恶心呕吐，壮热神昏，面赤气粗，溲赤。舌红绛，苔黄糙，脉数。"
			},
			"疗效评定": {
				"治愈": "眼珠恢复正常，诸症消除。",
				"好转": "病情得到控制，诸症悉减。",
				"未愈": "病变症状均无改善。"
			}
		},
		{
			"病症": "振胞瘀痛",
			"病机": "振胞瘀痛是指眼部受钝器撞伤后，胞睑肿胀，瘀血内停，色呈青紫，疼涌难睁的眼病。相当于眼睑挫伤。",
			"诊断依据": [
				"上睑或上下睑呈青紫色肿胀，疼痛难睁，或见穹窿部白睛溢血。",
				"扪及眼睑肿胀处有捻发音，眶缘有高低不平，多为眼眶壁骨折。",
				"伤后24小时出现下睑皮下出血。及鼻侧球结膜下出血，合并有口、鼻、耳出血者，多为颅底骨折。",
				"疑有眼眶，或颅底有骨折者，可作X光摄片或CT检查。"
			],
			"症候分类": {
				"络伤出血": "胞睑青紫肿胀，重坠难睁，或白睛溢血，眼珠完好，视力如常，或头额作痛。舌质正常，苔薄白，脉平。",
				"瘀血化热": "胞睑青紫肿胀，日久难消，疼痛灼热，眼珠端好，视力正常，口渴喜饮，溲黄，便结。舌红，苔黄，脉数。"
			},
			"疗效评定": {
				"治愈": "胞睑皮色如常，开合自如，视力正常。",
				"好转": "胞险微青紫，闭合如常。",
				"未愈": "胞脸青紫肿胀，日久难消，疼痛灼热。"
			}
		},
		{
			"病症": "物损真睛",
			"病机": "物损真睛是指外物伤目，而致眼珠破损，视力减退，甚至失明的眼病。相当于穿孔性眼外伤。",
			"诊断依据": [
				"视力减退，严重者则无光感。",
				"角膜、巩膜或角巩膜缘有伤口或角膜伤口相对应处虹膜上有破口，或见白睛有溢血。",
				"前房变浅，或消失。巩膜穿破时前房可能变深。",
				"眼内容脱出，如有虹膜脱出时，瞳孔常变形成偏位。",
				"眼压低。",
				"有以下症状音，可能有眼内异物存留。",
				".1 铁锈或铜锈沉着症；",
				".2 外伤后1～3天迅速出现眼内感染；",
				".3 单侧原因不明的青壮年白内障；",
				".4 单侧原因不明的青光眼；",
				".5 单侧反复发作的顽固性葡萄膜炎。",
				".6 单侧继发性视网膜脱离；",
				".7 前房内孤立的肉芽肿；",
				".8 眼底见有机化包裹物等。",
				"X光摄片或B超检查有助诊断。"
			],
			"症候分类": {
				"气滞血瘀": "视力剧降，眼珠刺痛，或胀痛，白睛或黑睛破裂，或白睛溢血，或血灌瞳神，或晶珠混浊，或伴头痛。舌质红，苔薄黄，脉弦或数。",
				"脓毒侵袭": "目珠疼痛难忍，热泪频流，畏光难睁，视力剧将，胞睑红肿，白睛抱轮红赤或混赤，白睛或黑睛破损。或珠内组织脱出，创口污秽，或黄液上冲。眼珠变软，拒按。舌红，苔黄，脉数。",
				"感伤健眼": "伤眼白睛或黑睛破损，红赤难退，或反复发作，迁延难愈。或眼内异物存留，而健眼自觉视物模糊不清或视力剧降，羞明流泪，白睛抱轮红赤，黑睛后有沉着物，神水混浊，瞳神缩小，或干缺，神膏混浊。眼底视乳头充血，水肿，视网膜反光增强等。舌质红，苔薄黄，脉细数。"
			},
			"疗效评定": {
				"治愈": "伤眼创口愈合，自觉症状消失，视力恢复如常。",
				"好转": "伤眼创口愈合，自觉症状大部消失，视力有一定恢复。",
				"未愈": "伤眼创口愈合，眼球变软，自觉症状减轻，视力未恢复。"
			}
		}
	],
	"骨伤科": [
		{
			"病症": "锁骨骨折",
			"诊断依据": [
				"有外伤史。",
				"多发于锁骨中1／3或中外1／3交界处。",
				"骨折局部肿胀压痛明显，有移位骨折可触及异常活动及骨擦音。",
				"X线摄片检查可确定骨折类型及移位情况。"
			],
			"症候分类": {
				"青枝型骨折": "多见于幼儿，骨折处形成向上弯曲的弓形。",
				"横断型骨折": "多见成年人，骨折端可具有典型的重叠，近端向上后方移位，远端向下前方移位。",
				"粉碎型骨折": "多为直接暴力引起，常于中1／3处有小骨片呈垂直移位。"
			},
			"疗效评定": {
				"好转": "对位及对线尚可，或骨折对位不佳，但功能恢复尚好。",
				"未愈": "骨折不愈合成局部明显畸形，功能障碍。"
			}
		},
		{
			"病症": "肩胛骨骨折",
			"诊断依据": [
				"有外伤史。",
				"主要由直接暴力引起，常见肩胛体部骨折。",
				"肩胛部常有皮下瘀斑，疼痛，肩关节活动障碍，活动时疼痛加剧，不能充分外展。3．1．4X线摄片检查可确定骨折类型及部位。"
			],
			"症候分类": {
				"肩胛体骨折": "肩胛部软组织肿胀明显，皮下瘀斑，压痛，活动受限，充分外展受限。",
				"肩胛冈骨折": "局部肿胀，压痛，或可触及折端异常活动。",
				"肩胛颈骨折": "多由间接外力所致。无移位型：肩活动疼痛，肩部、腋窝有压痛。移位型：肩外型变平，肩峰突出，锁骨下窝处饱满，呈固定畸形，从外向内顶压肱骨头可使疼痛加重。",
				"肩胛盂骨折": "肩部肿胀，活动受限。",
				"肩峰骨折": "肿胀，肩峰端压痛，外展上臂时疼痛加剧。",
				"喙突骨折": "抗阻力内收肩及屈肘时疼痛加剧。"
			},
			"疗效评定": {
				"治愈": "骨折对位满意，骨折线模糊，功能完全或基本恢复。",
				"好转": "对位尚可，或骨折对位欠佳，功能恢复尚可。",
				"未愈": "骨折对位差，功能障碍。"
			}
		},
		{
			"病症": "肱骨大结节骨折",
			"诊断依据": [
				"有外伤史。",
				"多发于成人。",
				"肩部肿胀，大结节处有压痛，肩外展活动明显受限。",
				"X线摄片检查可确定骨折类型及移位情况。"
			],
			"症候分类": {
				"裂缝骨折": "大结节处轻到中度肿胀，压痛。",
				"无移位粉碎性骨折": "大结节处肿胀，压痛，可扪及骨擦音。",
				"撕脱性骨折": "大结节压痛，肿胀，肩前外方常可触及骨折块，肩外展活动受限。"
			},
			"疗效评定": {
				"治愈": "骨折愈合，对位满意，功能及外形完全或基本恢复。",
				"好转": "骨折愈合对位良好，或骨折对位欠佳，功能恢复尚可。",
				"未愈": "骨折不愈合或畸形愈合，功能障碍。"
			}
		},
		{
			"病症": "肱骨外科颈骨折",
			"诊断依据": [
				"有外伤史。",
				"好发于老年人，亦可发生于成年人及儿童。",
				"局部肿胀，上臂内侧可见瘀斑，疼痛，压痛，功能障碍，可触及骨擦音和异常活动。",
				"X线摄片检查可确定骨折类型及移位情况。"
			],
			"症候分类": {
				"裂缝骨折": "骨裂多为骨膜下，骨膜增粗，肩部轻度肿胀，压痛。",
				"嵌插骨折": "骨折端相互嵌插，伤肩肿胀，压痛，纵轴叩击痛，无明显骨擦音。",
				"外展型骨折": "伤肩疼痛，压痛，中度肿胀，内侧有瘀斑，断端外侧嵌插内侧分离，向前内侧突起成角畸形，或远端完全向内侧移位，可有骨擦音，肩关节功能受限。",
				"内收型骨折": "伤肩肿胀，疼痛，压痛，纵轴叩击痛，可触及骨擦音，断端外侧分离内侧嵌插，向外侧突起成角，肩关节功能受限。",
				"骨折合并关节脱位": "方肩畸形，肩峰下空虚，晓突下或腋窝部常可触及脱位的肱骨，头，上计无固定的外展畸形。"
			},
			"疗效评定": {
				"治愈": "骨折愈合，对线对位满意、功能及外形完全或基本恢复。",
				"好转": "骨折愈合对位尚满意或骨折复位欠佳，功能恢复尚可。",
				"未愈": "骨折不愈合或畸形愈合，局部疼痛，功能障碍。"
			}
		},
		{
			"病症": "肱骨干骨折",
			"诊断依据": [
				"有外伤史。",
				"多发于青年人。",
				"注意是否合并桡神经损伤。",
				"X线摄片检查可确定骨折部位、类型及移位情况。"
			],
			"症候分类": {},
			"疗效评定": {
				"治愈": "骨折对线对位满意，骨折有连续性骨痂形成，完全愈合，功能完全或基本恢复。",
				"好转": "骨折对位在1／2以上，成角在20°以内，骨折基本愈合，功能恢复尚可。",
				"未愈": "骨折畸形愈合或不愈合，持续疼痛，功能障碍。"
			}
		},
		{
			"病症": "肱骨髁上骨折",
			"诊断依据": [
				"有外伤史。",
				"多发生于儿童。",
				"肘部有肿胀，疼痛，畸形，压痛，功能障碍，甚则有张力性水泡，肘后三角关系正常。",
				"注意有无神经、血管损伤。",
				"X线摄片检查可确定骨折情况和类型。"
			],
			"症候分类": {
				"伸直型骨折": "伤肢肘部肿胀或靴样畸形，髁上处压痛敏锐，时屈伸功能障碍，骨折远端向后上移位，折线多从前下方斜向后上方。可合并血管、神经损伤。",
				"屈曲型骨折": "伤肢肿胀，髁上处压痛，功能受限，骨折远端向前上方移位，折线从后下方斜向前上方。"
			},
			"疗效评定": {
				"治愈": "骨折解剖复位或骨折远折端向桡侧移位1／5以内，有连续性骨痂形成，功能完全或基本恢复，携带角正常。",
				"好转": "骨折对位尚满意，骨折愈合，肘关节伸屈受限在30°以内，携带角减少在20°以内。",
				"未愈": "伤肢畸形，携带角减少20°以上，功能障碍。"
			}
		},
		{
			"病症": "肱骨髁间骨折",
			"诊断依据": [
				"有外伤史。",
				"多发于5～10岁儿童。",
				"肘外侧肿胀，疼痛，外踝压痛可扪及骨擦音，功能受限。9．1．4X线摄片检查可确定骨折类型及移位情况。"
			],
			"症候分类": {
				"Ⅰ型": "无移位骨折，肘外侧轻度肿胀，压痛，肪桡关节关系良好。",
				"Ⅱ型": "折块轻度外移，肢桡关节解剖关系良好，肘外侧肿胀，可扪及外髁轻度隆突。",
				"Ⅲ型": "折块倾斜移位，肢桡关节倾斜，肘外侧可扪及外踝隆突，弹性固定，或可扪及骨擦音。",
				"Ⅳ型": "翻转移位，根据折块移位方向分：a前移翻转型：折块向前翻转，于肘前外侧可扪及折块。b后移翻转型：折块向后翻转，于肘后外侧可扪及折块。"
			},
			"疗效评定": {
				"治": "愈：骨折愈合，对位满意，功能及外形完全或基本恢复。",
				"好转": "骨折对位欠佳，骨折愈合，肘关节活动受限在45°以内。",
				"未愈": "骨折畸形愈合，或不愈合，功能障碍。"
			}
		},
		{
			"病症": "肱骨内上髁骨折",
			"诊断依据": [
				"有外伤史。",
				"常见于儿童及青少年。",
				"肘内侧肿胀，疼痛，压痛明显，有皮下瘀斑，肘关节屈曲功能障碍。",
				"注意有无神经损伤。",
				"X线摄片检查可明确骨折类型及移位方向。"
			],
			"症候分类": {},
			"疗效评定": {
				"治愈": "骨折解剖复位或接近解剖复位，骨折愈合，功能完全或基本恢复。",
				"好转": "骨折愈合对位欠佳，功能恢复尚可。",
				"未愈": "骨折畸形愈合，或不愈合，功能障碍。"
			}
		},
		{
			"病症": "肱骨头骨折",
			"诊断依据": [
				"多发于青少年。",
				"肘外侧肿胀，前臂纵向叩击肱骨小头部疼痛严重，活动受限。",
				"X线摄片检查可：确定骨折类型及移位情况。"
			],
			"症候分类": {
				"完全骨折": "骨折发生在肱骨小头基底部，骨折线在冠状面上，骨折块本身包含全部肱骨小头及滑车外1／3或外侧1／2．或只限于肱骨小头本身，肘外侧肿胀，肘前可扪及折块。",
				"部分骨折": "骨折块仅包含肱骨小头关节软骨及其下方少量骨质，肘外侧可扪及较小折块。",
				"肱骨小头关节软骨挫伤": "肘外侧肿胀，活动功能受限。"
			},
			"疗效评定": {
				"治愈": "骨折对位良好，骨折愈合，功能完全或基本恢复。",
				"好转": "骨折对位欠佳，功能恢复尚可。",
				"未愈": "骨折畸形愈合，或骨折不愈合，功能障碍。"
			}
		},
		{
			"病症": "尺骨鹰嘴骨折",
			"诊断依据": [
				"有外伤史。",
				"肘后鹰嘴部肿胀，压痛，肘关节活动功能障碍。",
				"X线摄片检查可确定骨折类型及移位情况。"
			],
			"症候分类": {
				"无移位型": "骨折端分离小于2mm，肘后肿胀，主动伸肘功能障碍不明显。",
				"移位型": "折端分离大于3mm，伸时活动障碍。12．2．2．1 Ⅰ°：撕脱骨折。折块小，仅为三头肌腱止点部肿胀，伸时障碍。12．2．2．2 Ⅱ°：横骨折或斜骨折。可剂及折块较大，分离移位，肿胀。12．2．2．3 Ⅲ°：粉碎骨折。肿胀明显，可扪及明显骨擦音。12．2．2．4 Ⅳ°：骨折合并肘关节脱位。上臂缩短，时三角关系改变，屈时90°畸形，时屈伸受限。"
			},
			"疗效评定": {
				"治愈": "骨折对位良好，骨折愈合，功能完全或基本恢复。",
				"好转": "骨折愈合对位欠佳，功能恢复尚可。",
				"未愈": "骨折畸形愈合或不愈合，功能障碍。"
			}
		},
		{
			"病症": "桡骨小头骨折",
			"诊断依据": [
				"有外伤史。",
				"前臂和肘部肿胀、压痛，时屈伸及前臂旋转运动功能不同程度障碍。",
				"X线摄片检查可确定骨折类型及移位情况。"
			],
			"症候分类": {
				"伸直型": "尺骨任何水平骨折，向掌侧成角，合并桡骨头前脱位，于肘关节前外侧可扪及桡骨头圆滑之关节面。",
				"屈曲型": "尺骨干骨折，向背侧成角，合并桡骨头后脱位，于肘关节后方或后外侧可扪及桡骨头圆滑之关节面。",
				"内收型": "尺骨近侧干能端骨折，合并桡骨头的外侧或前侧脱位，仅可见'HL袁，症见尺骨干骺部有明显压痛，于肘关节外侧可扪及桡骨头隆突。",
				"特殊型": "桡骨头前脱位，桡骨头近1／3骨折，尺骨任何水平骨折，于肘前方可扪及桡骨头圆滑之关节面，前臂双骨干力消失。"
			},
			"疗效评定": {
				"治愈": "骨折及脱位已复位，骨折有连续骨痂形成已愈合，肘关节屈伸功能正常，前臂旋转功能正常或活动受限在15°以内。",
				"好转": "骨折对位对线欠佳，有骨痂形成，脱位已复位，肘关节屈伸受限在15°以内，前臂旋转受限在45°以内。",
				"未愈": "桡骨头未复位，或尺骨骨折不愈合，或伤肢畸形愈合，功能障碍。"
			}
		},
		{
			"病症": "尺桡骨干双骨折",
			"诊断依据": [
				"有外伤史。",
				"伤肢前臂肿胀，桡骨下1／3压痛，成角或重叠畸形，异常活动，并可扪及异常隆突，腕横径增宽，下尺桡关节松弛，前臂旋转及腕屈伸功能障碍，尺骨小头突出。",
				"X线摄片检查可确定骨折类型及移位情况。"
			],
			"症候分类": {
				"Ⅰ型": "桡骨远端青枝骨折并尺骨下端骨骺分离，儿童骨折多为本型。",
				"Ⅱ型": "桡骨干下1／3横断，螺旋或斜形骨折，骨折端移位较大，下尺桡关节明显脱位。症见桡下1／3压痛，畸形，可扪及骨擦音，尺骨头隆突，稳定性差，腕横径增宽。",
				"Ⅲ型": "桡骨下1／3骨折，下尺桡关节脱位，尺骨干骨折或不完全性骨折，桡骨下1／3可扪及骨擦音，或尺骨成角畸形。"
			},
			"疗效评定": {
				"治愈": "骨折对位对线良好，下尺桡关节复位，骨折愈合，腕背伸掌屈正常，前臂旋转功能恢复正常或旋转受限在15°以内。",
				"好转": "骨折对线对位欠佳，下尺桡关节复位或半脱位，腕背伸掌屈受限在30°以内，前臂旋转功能受限16～30°。",
				"未愈": "伤肢畸形愈合，或不愈合，腕臂部活动功能明显障碍。"
			}
		},
		{
			"病症": "桡骨下端骨折",
			"诊断依据": [
				"有外伤史，多为间接暴力所致。",
				"伤后腕关节周围肿胀，疼痛，前臂下端畸形，压痛明显，腕臂活动功能障碍。",
				"X线摄片检查可明确诊断。"
			],
			"症候分类": {
				"无移位型": "骨折无移位，或可为轻度嵌入骨折，腕关节轻度肿胀，无明显畸形，折端有环形压痛，纵轴冲击痛，前臂旋转功能障碍。",
				"屈曲型": "远折端向掌侧移位，可并尺桡下关节脱位，腕关节掌侧可扪及骨折远端骨突，畸形与伸直型相反。",
				"半脱位型": "桡骨远端背侧缘骨折，合并腕关节半脱位，腕关节肿胀，畸形呈半脱位状，腕横径增宽。"
			},
			"疗效评定": {
				"治愈": "骨折对位满意，有连续性骨痂形成和局部无明显畸形，无疼痛肿胀，功能完全或基本恢复，或腕掌屈、背伸及前臂旋转受限在15°以内。",
				"好转": "骨折对位欠佳，局部轻度疼痛，轻度畸形，腕背伸、掌屈及前臂旋转受限在45°以内。",
				"未愈": "骨折不愈合或畸形愈合，压痛、叩击痛存在，功能障碍。"
			}
		},
		{
			"病症": "腕舟骨骨折",
			"诊断依据": [
				"有外伤史，多为间接暴力造成。",
				"腕部肿胀，以\"鼻咽壶\"部为明显，压痛明显，拇指外展并沿拇指纵轴向腕部叩击时疼痛加剧，腕关节功能受限。",
				"X线摄片检查可确定骨折类型及移位情况，必要时10～14天后摄片以明确诊断。"
			],
			"症候分类": {
				"Ⅰ型": "结节部骨折。",
				"Ⅱ型": "远端骨折。",
				"Ⅲ型": "腰部骨折。",
				"Ⅳ型": "近端骨折。"
			},
			"疗效评定": {
				"治愈": "骨折对位满意愈合，功能完全或基本恢复。",
				"好转": "骨折基本愈合，对位良好，功能恢复尚可。",
				"未愈": "骨折不愈合，局部压痛、叩击痛，腕部功能障碍、"
			}
		},
		{
			"病症": "掌骨骨折",
			"诊断依据": [
				"有外伤史。",
				"局部肿胀，压痛或纵轴叩击痛，功能障碍，可有掌骨头凹陷。",
				"X线摄片检查可确定骨折部位和性质。"
			],
			"症候分类": {
				"掌骨头骨折": "指掌关节处瘀肿，疼痛，指掌关节活动功能受限。",
				"掌骨颈骨折": "指掌关节畸形，掌骨头向掌侧屈曲，掌指关节过伸。",
				"掌骨干骨折": "掌骨中段处瘀肿，压痛，纵轴叩击痛，骨折多向背侧成角及侧方移位，掌骨头可有凹陷。",
				"掌骨基底部骨折": "手掌腕处瘀肿，压痛，腕关节活动功能障碍。"
			},
			"疗效评定": {
				"治愈": "骨折对位对线良好，骨折愈合，功能及外形完全或基本恢复。",
				"好转": "骨折愈合，对线对位尚可，无明显畸形，功能恢复尚可。",
				"未愈": "骨折畸形愈合或不愈合，功能障碍。"
			}
		},
		{
			"病症": "指骨骨折",
			"诊断依据": [
				"有外伤史。",
				"局部有明显肿胀，疼痛或骨擦音，手指功能障碍。",
				"X线摄片检查可明确骨折部位和类型。"
			],
			"症候分类": {
				"指骨头骨折": "局部肿胀，疼痛，指间关节侧向活动可增大。",
				"指骨颈骨折": "骨折向掌侧成角，远端可向背侧旋转，伤指背侧可扪及圆滑之指骨头。",
				"指骨干骨折": "骨折多向掌侧成角，局部压痛，纵轴冲击痛，有异常活动。",
				"末节指骨基底部骨折": "骨折处肿胀，压痛，指屈伸功能受限，可呈锤状指。"
			},
			"疗效评定": {
				"治愈": "骨折对位满意已愈合，手指功能及外形完全或基本恢复。",
				"好转": "骨折愈合，有轻度旋转或成角畸形，手指功能尚能满足一般生活及工作需要。",
				"未愈": "骨折不愈合或畸形愈合，功能障碍明显。"
			}
		},
		{
			"病症": "股骨颈骨折",
			"病机": "2l．1诊断依据",
			"症候分类": {
				"外展型": "伤肢呈外旋畸形，骨折线与股骨干纵轴的垂直线所成的夹角小于30°。",
				"内收型": "伤肢呈内收外旋、短缩畸形，骨折线与股骨干纵轴的垂直线所成的夹角大于30°。"
			}
		},
		{
			"病症": "股骨粗隆间骨折",
			"诊断依据": [
				"有外伤史。",
				"多发于老年人。",
				"髋部疼痛，肿胀明显，大粗隆处压痛，功能障碍。",
				"X线摄片检查可明确诊断及类型。"
			],
			"症候分类": {
				"顺粗隆间型": "伤肢有短缩，内收，外旋畸形，骨折线自大粗隆顶点开始，斜向内下方行走，达小粗隆部。",
				"反粗隆间型": "伤肢有短缩，外展，外旋略形，骨折线自大粗隆下方斜向内上方，达小粗隆的上方。",
				"粗隆下型": "骨折线经过大小粗隆的下方。"
			},
			"疗效评定": {
				"治愈": "骨折对位满意，有连续性骨痂通过骨折线，无跛行及疼痛，能恢复正常行走、下蹲及劳动者。",
				"好转": "骨折线模糊，对位尚满意，脸内翻在25°以内，短缩畸形在2cm以内，轻度跛行及下蹲受限，能参加一般劳动及自理生活者。",
				"未愈": "骨折畸形愈合，髋内翻25°以上，患肢缩短2cm以上，或骨折不愈合，伤肢不能负重。"
			}
		},
		{
			"病症": "股骨干骨折",
			"诊断依据": [
				"有明显外伤史。",
				"多发于青壮年和儿童。",
				"局部肿胀，疼痛，压痛敏锐，功能丧失，出现短缩，成角或旋转畸形。可扪及骨擦音及异常活动。下1／3骨折时，可合并血管神经损伤。"
			],
			"症候分类": {},
			"疗效评定": {
				"治愈": "骨折对线对位满意，骨折愈合，功能完全或基本恢复。",
				"好转": "对位对线尚满意，骨折愈合，患肢短缩2cm以内，髓、膝关节伸屈受限在45°以内，生活能自理。",
				"未愈": "骨折对线对位差，或骨折不愈合，有明显疼痛及异常活动，生活不能自理者。"
			}
		},
		{
			"病症": "股骨髁上骨折",
			"诊断依据": [
				"有明显外伤史。",
				"多发于成年人。",
				"伤肢局部有明显肿胀和疼痛，压痛敏锐，功能丧失，出现缩短，成角或旋转畸形，可扪及骨擦音、异常活动。严重者可损伤血管神经。",
				"X线摄片检查可明确诊断及类型。"
			],
			"症候分类": {
				"屈曲型": "骨折远端向后移位，呈横断或斜形，骨折线由后上斜向前下方。",
				"伸直型": "骨折远端向前移位，骨折线从前上斜向后下。"
			},
			"疗效评定": {
				"治愈": "骨折对线对位满意，有连续性骨痂通过骨折线，功能完全或基本恢复。",
				"好转": "对位对线良好，或骨折对位基本满意已愈合，行走尚有轻度疼痛，膝关节屈伸受限在45°以内者。",
				"未愈": "骨折对位差，骨折畸形愈合，局部疼痛及跛行明显，膝关节屈伸受限超过45°，不能下蹲及负重者。"
			}
		},
		{
			"病症": "髌骨骨折",
			"诊断依据": [
				"有外伤史。",
				"多见于30～50岁的成年人。",
				"局部肿胀，疼痛，压痛，皮下瘀斑，膝关节不能伸直。有移位者可在髌骨骨面摸到裂隙。",
				"X线摄片检查可明确诊断及类型。"
			],
			"症候分类": {
				"无移位型": "骨折端无移位，可有纵型、横型、斜型、边缘、星状及粉碎等多种形态的骨折线出现。",
				"移位型": "以骸骨的中1／3或下1／3为多见，骨折端分离，骨折远端可向前下方翻转。"
			},
			"疗效评定": {
				"治愈": "骨折对位满意，骨折愈合，行走无疼痛，膝关节功能完全或基本恢复。",
				"好转": "对位尚满意，骨折愈合，行走有疼痛，膝关节自主伸直受限5～10°，屈曲受限45°以内者。",
				"未愈": "行走疼痛，骨折对位差，膝关节伸直受限10°以上，屈曲受限45°以上。"
			}
		},
		{
			"病症": "胫骨平台骨折",
			"诊断依据": [
				"有外伤史。",
				"多发于成年人。",
				"局部肿胀，疼痛，膝部畸形，有时可扪及骨擦音，伤肢功能障碍。",
				"X线摄。片检查可明确诊断及类型。"
			],
			"症候分类": {
				"外髁劈裂": "肿痛以外侧为主，可呈外翻畸形，骨折片多向外侧移位，常伴有内侧的韧带损伤。",
				"外髁塌陷": "疼痛，肿胀以外侧为主，骨折片下陷，常合并腓骨小头骨折。",
				"内髁塌陷": "肿胀以内侧为主，可呈内翻畸形，骨折下陷。",
				"内外髁劈裂": "膝部肿胀较严重，骨折线通过髁间部。"
			},
			"疗效评定": {
				"治愈": "对位满意、骨折线模糊，局部无压痛及叩痛，功能及外形完全或基本恢复。",
				"好转": "对位良好，或对位尚可已愈合，行走时轻度疼痛，膝关节活动轻度受限。",
				"未愈": "骨折对位差，行走疼痛，功能障碍。"
			}
		},
		{
			"病症": "胫腓骨干骨折",
			"病机": "27．l诊断依据",
			"症候分类": {
				"胫腓骨上段骨折": "小腿上段肿胀，压痛明显，骨折线在胫腓骨上1／3处。",
				"胫腓骨中段骨折": "小腿中段肿胀，压痛明显，骨折线在胫腓骨中１／3处。",
				"胫腓骨下段骨折": "小腿下段肿胀，压痛明显，骨折线在胫腓骨下1／3处。"
			},
			"疗效评定": {
				"治愈": "对线对位满意，有连续性骨痂通过骨折线，局部无压痛、叩痛，伤肢无明显短缩，骨折成角小于5°，膝关节屈伸功能受限在15°内，踝关节屈伸活动受限在5°以内。",
				"好转": "对线对位尚可，骨折线模糊，伤肢短缩小于2cm，成角小于15°，膝关节活动受限在30～45°以内，踝关节屈\"伸受限有10～15°以内。",
				"未愈": "骨折对位对线差或不愈合，患肢短缩3cm以上，膝关节活动受限在450以上，踝关节伸屈活动受限在15°以上，伤肢不能负重者。"
			}
		},
		{
			"病症": "踝部骨折",
			"诊断依据": [
				"有外伤史，",
				"踝部肿胀，疼痛，压痛，皮下瘀斑，踝部可呈内翻或外翻畸形，可扪及骨擦音，活动功能障碍。",
				"X线摄片检查可明确诊断及移位情况。"
			],
			"症候分类": {
				"外旋骨折": "暴力使足部极度外旋所致。",
				"外翻骨折": "暴力使足部极度外翻所致。",
				"内翻骨折": "暴力使足部极度内翻所致。",
				"纵向挤压骨折": "由高处跌落，足部着地所致。",
				"侧方挤压骨折": "直接暴力打击或挤压踝部，造成双踝粉碎性骨折，骨折移位不大，常合并有皮肤穿伤。"
			},
			"疗效评定": {
				"治愈": "骨折解剖或接近解剖复位，有连续性骨痂通过骨折线，功能完全或基本恢复。",
				"好转": "对位良好，骨折线模糊，踝部轻微疼痛，劳累后加重，内外踝侧方移位在2mm以内，前后移位在2～4毫米以内，后踝向后上移位在2～5毫米之间。",
				"未愈": "踝关节畸形，骨折不愈合，经常疼痛，踝关节功能障碍。"
			}
		},
		{
			"病症": "距骨骨折",
			"诊断依据": [
				"有明显外伤史。",
				"多发于成年人。",
				"局部肿胀，疼痛明显，畸形，被动活动踝部时距骨剧痛。",
				"X线摄片检查可明确骨折类型及移位情况。"
			],
			"症候分类": {
				"无移位的骨折": "踝部肿胀，疼痛，距骨有敏锐压痛，踝关节关系尚属正常。",
				"有移位的骨折": "踝部肿胀明显，局部皮肤红肿，有瘀斑，可扪及骨折块，异常隆突，压痛敏锐。"
			},
			"疗效评定": {
				"治愈": "骨折线模糊或消失，骨折对位满意，功能完全或基本恢复。",
				"好转": "骨折对位尚满意已愈合，行走仍有轻度疼痛，踝关节活动受限。"
			}
		},
		{
			"病症": "足舟骨骨折",
			"诊断依据": [
				"有外伤史。",
				"局部肿胀，疼痛，将第1～3跖骨向舟骨挤压时疼痛加剧，步行困难，时常以足跟着地行走。",
				"X线摄片检查可明确骨折类型及移位情况。"
			],
			"症候分类": {
				"舟骨结节骨折": "为胫后肌牵拉所致。",
				"舟骨背侧缘撕脱样骨折": "多为扭伤，距舟关节囊撕脱所致，骨折块位于舟骨的近端背侧。",
				"舟骨横行骨折": "直接暴力和扭转挤压的暴力所致。"
			},
			"疗效评定": {
				"治愈": "骨折对位满意，骨折线模糊或消失，局部无肿胀，无压痛，走路无疼痛，功能完全或基本恢复。",
				"好转": "骨折对位良好。或骨折对位满意，骨折愈合，但行走时略有疼痛，踝关节功能尚可。",
				"未愈": "骨折对位差不愈合，局部仍肿胀，行走困难，踝关节功能障碍。"
			}
		},
		{
			"病症": "跟骨骨折",
			"诊断依据": [
				"有明确外伤史。",
				"好发于青壮年，多由高处坠下致伤。",
				"跟部肿胀，疼痛剧烈，压痛和冲击痛敏锐，明显皮下瘀斑，骨折严重者可呈现足底扁平，增宽或外翻畸形。"
			],
			"症候分类": {
				"不波及跟距关节面的骨折": "结节部纵行骨折或呈\"鸭嘴样\"骨折，骨折片可向后上方移位，甚至有翻转移位，但不触及跟距关节面。",
				"关节面轻度受累的骨折": "跟骨体部粉碎性压缩性骨折，结节关节角减少，但骨折线未直接进入关节面。"
			},
			"疗效评定": {
				"治愈": "足跟外观无畸形，对位满意，骨折线模糊或消失，行走无不适，功能完全或基本恢复。",
				"未愈": "足跟畸形明显，足弓塌陷。或骨折未愈合疼痛明显，行走困难，距下关节活动障碍。"
			}
		},
		{
			"病症": "跖骨骨折",
			"诊断依据": [
				"有明确外伤史，多由直接暴力或足内翻扭伤所致。",
				"足背部肿胀，疼痛明显，可见瘀斑，纵轴冲击痛明显。",
				"X线摄片检查可明确骨折诊断和分类。"
			],
			"症候分类": {
				"跖骨干骨折": "多为开放性，多发性骨折，常并发跖跗关节脱位，足背瘀肿明显。",
				"第五跖骨基底部骨折": "常无明显移位，足背外侧肿胀为主，局部压痛敏锐。",
				"跖骨颈疲劳骨折": "第二、三跖骨颈部骨折，折段不完全断离，同时可见新骨产生。"
			},
			"疗效评定": {
				"好转": "骨折对位良好，已愈合，走路仍有疼痛。",
				"未愈": "骨折不愈合或骨折对位差，足弓消失或畸形，局部肿胀，行走困难。"
			}
		},
		{
			"病症": "趾骨骨折",
			"诊断依据": [
				"有明确外伤史。",
				"伤趾肿胀，疼痛，骨折处压痛敏锐，可有成角畸形，常并发趾甲周围软组织挫裂伤。",
				"X线摄片检查可明确骨折诊断和分类。"
			],
			"症候分类": {
				"无明显移位骨折": "常见于末节趾骨骨折。",
				"有移位骨折": "常见于趾骨干或第一、二节近段骨折。"
			},
			"疗效评定": {
				"治愈": "骨折对线对位满意已愈合，外观无畸形，无肿胀，无压痛，功能完全或基本恢复。",
				"好转": "骨折对位良好，或骨折对线好，对位差，已愈合，外观轻度畸形，微肿胀，无压痛，行走时略有疼痛。",
				"未愈": "骨折对线对位差，未愈合，足趾外观严重畸形，肿胀，功能障碍。"
			}
		},
		{
			"病症": "胸骨骨折",
			"诊断依据": [
				"有明确外伤史。",
				"局部肿胀，疼痛，深呼吸或咳嗽时疼痛加重，胸骨压痛明显，胸廓挤压征阳性。",
				"严重者可并发胸腔脏器损伤。",
				"X线摄片检查可明确骨折部位及类型。"
			],
			"症候分类": {
				"无移位骨折": "骨折无移位。"
			},
			"疗效评定": {
				"治愈": "骨折愈合，局部肿痛消失，咳嗽或深吸气时无不适。",
				"好转": "骨折基本愈合，肿痛减轻，咳嗽或深吸气时尚有轻度疼痛。",
				"未愈": "骨折未愈合，局部肿痛及畸形无改善。"
			}
		},
		{
			"病症": "肋骨骨折",
			"诊断依据": [
				"有明确外伤史。",
				"局部肿痛，压痛，畸形，功能障碍，严重者可合并脊髓损伤。",
				"X线正、侧、斜位摄片检查可明确骨折部位及类型。"
			],
			"症候分类": {
				"椎体压缩性骨折": "局部肿痛，压痛，叩击痛，屈曲型骨折可见后突畸形，腰部活动障碍。",
				"附件骨折": "局部肿痛，压痛，活动障碍。X光斜位片可明确骨折部位及移位情况。"
			},
			"疗效评定": {
				"治愈": "压缩椎体大部分恢复正常形态，骨折愈合，胸腰部无不适，截瘫消失，功能完全或基本恢复。",
				"好转": "骨折愈合，胸腰痛基本消失，胸腰段外观及椎体形态较治疗前改善，截瘫好转。",
				"未愈": "局部疼痛，局部畸形无改变，截瘫无改善，功能障碍。"
			}
		},
		{
			"病症": "骨盆骨折",
			"诊断依据": [
				"有外伤史，多为尾椎受到直接暴力，如滑倒臀部着地所致。",
				"女性伤员较为多见。",
				"骶尾部肿胀、疼痛、压痛，可触及异常活动。",
				"X线摄片检查可明确诊断。"
			],
			"症候分类": {
				"单纯尾椎骨折": "骶尾部肿胀、疼痛、坐位及行走困难。X线检查可见尾椎骨折线。",
				"尾椎骨折合并脱位": "骶尾部肿胀、疼痛，坐位及行走困难，肛门指检可触及脱位之骨块，X线侧位摄片可显示尾骨脱位。"
			},
			"疗效评定": {
				"治愈": "骨折愈合，脱位已复位，局部无疼痛，无压痛。",
				"好转": "骨折愈合，脱位基本复位，局部疼痛减轻。",
				"未愈": "脱位未复位，骨折未愈合，局部症状无改善。"
			}
		},
		{
			"病症": "开放性骨折",
			"诊断依据": [
				"有外伤史。",
				"局部肿痛，出血，骨折端与外界相通，有开放性创口。",
				"X线摄片检查可确诊骨折类型。"
			]
		},
		{
			"病症": "陈旧性骨折",
			"诊断依据": [
				"有外伤史。",
				"就诊时间超过2周。",
				"伤肢畸形，功能受限。",
				"X线摄片检查可确诊。"
			],
			"症候分类": {
				"畸形愈合": "局部肿痛明显，活动功能障碍，外观畸形，可扪及骨性隆突。X线片见骨折对位对线差，有大量骨痂生长。",
				"迟缓愈合": "局部轻度肿胀，压痛，X线片见骨痂少，出现迟，不能连接，骨折端吸收明显，间隙增宽，边缘模糊。",
				"骨不连": "局部肿痛不明显，可扪及骨折端的异常活动。X线片示：骨端硬化，髓腔封闭或骨端萎缩，骨质疏松，骨折间隙增宽，断端间互成为杵臼状假关节。"
			},
			"疗效评定": {
				"治愈": "骨折愈合，畸形矫正，对线对位良好，达到功能复位的要求，局部肿胀疼痛消失，活动功能基本正常。",
				"好转": "骨折接近愈合，骨折线模糊，有较多连续性骨痂形成，对线对位欠佳，但接近功能复位要求。局部肿胀、疼痛及活动功能改善。",
				"未愈": "骨折未愈合，畸形未矫正，局部肿胀、疼痛较明显，活动功能障碍严重。"
			}
		},
		{
			"病症": "颞颌关节脱位",
			"病机": "43．1诊断依据43．1．1有外伤史。43. 1．2颞颌关节部疼痛，轻度肿胀，口呈半开合状态，在耳前方可摸到凹陷，颧弓前可摸到髁状突，压痛，口不能主动闭合或张开。",
			"症候分类": {
				"单侧颞颌关节脱位": "口半开合，口角歪斜，下颌骨由健侧向患侧歪斜，一侧耳前方可摸到凹陷，并在颧弓下可摸到髁状突。",
				"双侧颖颌关节脱位": "颊部向前下突出，面颊变成扁平状，咬肌痉挛呈块状，语言不清，流涎，吞咽困难，在双侧耳前方可摸到凹陷，并在颧弓下可摸到髁状突。"
			},
			"疗效评定": {
				"治愈": "颞颌关节结构正常，局部无肿痛，咀嚼有力，功能完全或基本恢复。",
				"好转": "颞颌关节结构正常，局部轻微疼痛，功能大部恢复。",
				"未愈": "脱位未复位，症状无改善，功能障碍。"
			}
		},
		{
			"病症": "胸锁关节脱位",
			"诊断依据": [
				"有外伤或劳损病史。",
				"胸锁关节肿胀，疼痛，局部畸形，压痛，头倾向伤侧，伤肩下垂，伤肢功能障碍。",
				"X线摄片检查可明确诊断。"
			],
			"症候分类": {
				"胸锁关节前脱位": "锁骨内侧端向前隆起，上肢被动活动时，可摸到脱出的锁骨内侧端有异常活动。",
				"胸锁关节后脱位": "锁骨内侧向内移位、局部凹陷，可摸到胸骨边缘的锁骨切迹。"
			},
			"疗效评定": {
				"治愈": "关节结构恢复正常，症状消失，功能完全或基本恢复。",
				"好转": "关节结构恢复正常，症状改善，功能大部恢复。",
				"未愈": "脱位未复位，关节疼痛、不稳定，功能障碍。"
			}
		},
		{
			"病症": "肩锁关节脱位",
			"诊断依据": [
				"有外伤史。",
				"肩部肿胀，疼痛，活动受限，特别是外展活动受限。",
				"锁骨外端隆起压痛，向下按之可回复，松手后又隆起。",
				"X线摄片检查可明确诊断。"
			],
			"症候分类": {
				"肩锁关节半脱位": "向上隆起畸形不明显，可摸到锁骨外端高于肩峰。",
				"肩锁关节全脱位": "局部肿胀较严重，锁骨外端隆起明显，可形成梯状畸形，上肢向下牵拉时，锁骨外端隆起更明显。"
			},
			"疗效评定": {
				"治愈": "关节结构恢复正常，症状与体征消失，肩关节活动范围正常，能从事体力劳动。",
				"好转": "关节结构恢复正常，症状改善。或肩关节轻微疼痛，肩关节活动大部恢复正常，尚能从事体力劳动。",
				"未愈": "脱位未复位，症状无改善，功能障碍。"
			}
		},
		{
			"病症": "肩关节脱位",
			"诊断依据": [
				"有外伤史。",
				"多发于青壮年。",
				"肩部肿胀，疼痛，压痛，功能障碍。上臂弹性固定于外展30～40°，呈方肩畸形，肩峰下凹陷空虚，在喙突、锁骨下或腋窝处可扪到脱出的肱骨头。搭肩试验阳性，直尺试验阳性。",
				"X线摄片检查可明确诊断及了解是否合并骨折。"
			],
			"症候分类": {},
			"疗效评定": {
				"治愈": "关节结构正常，合并之骨折愈合，症状消失，功能完全或基本恢复。",
				"好转": "关节结构正常，合并之骨折接近愈合，肩关节功能受限在40°以内。",
				"未愈": "脱位未复位，症状无改善，功能障碍。"
			}
		},
		{
			"病症": "肘关节脱位",
			"诊断依据": [
				"有外伤史。",
				"肘部肿胀，疼痛，压痛，畸形，弹性固定，肘后三点正常关系改变，肘外径增宽，功能障碍。",
				"X线摄片检查可明确诊断及了解是否合并骨折。"
			],
			"症候分类": {
				"后脱位": "肘关节肿胀，疼痛，弹性固定于135°左右，肘前后径增宽，肘窝前方饱满，可摸到肱骨滑车部，肘后鹰嘴异常后突，上方凹陷、空虚，肘后三点关系改变。",
				"前脱位": "肘后部空虚，前臂较健侧长，肘前方可触及尺骨鹰嘴，肘后三点关系改变。",
				"外脱位": "肘内外径变宽，前臂外移，可触及鹰嘴位于外髁外侧，桡骨小头突出。",
				"内脱位": "肘内外径增宽，在肘关节内侧可触及尺骨鹰嘴及桡骨小头。",
				"脱位合并骨折": "常合并肱骨内上髁骨折，肘部肿胀严重，肱骨内上髁压痛敏锐，可扪及骨擦音，或肱骨内上髁部平坦。"
			},
			"疗效评定": {
				"治愈": "关节结构正常，症状消失，功能完全或基本恢复。",
				"好转": "关节结构正常，症状改善，肘关节功能活动部分受限。",
				"未愈": "脱位未复位，或复位后关节无功能活动。"
			}
		}
	],
	"肛肠科": [
		{
			"病症": "内痔",
			"病机": "内痔系发生于齿线以上的静脉曲张团块，又称\"里痔\"。",
			"诊断依据": [
				"便血，色鲜红，或无症状。肛门镜检查：齿线上方粘膜隆起，表面色淡红。多见于一期内痔。",
				"便血，色鲜红，伴有肿物脱出肛外，便后可自行复位。肛门镜检查：齿线上方粘膜隆起，表面色暗红。多见于二期内痔。",
				"排便或增加腹压时，肛内肿物脱出，不能自行复位，需休息后或手法复位，甚者可发生嵌顿，伴有剧烈疼痛，便血少见或无。肛门镜检查：齿线上方有粘膜隆起，表面多有纤维化。多见于三期内痔。"
			],
			"症候分类": {
				"风伤肠络": "大便带血、滴血或喷射状出血，血色鲜红，或有肛门瘙痒。舌红，苔薄白或薄黄，脉浮数。",
				"湿热下注": "便血色鲜，量较多，肛内肿物外脱，可自行回缩，肛门灼热。舌红，苔黄腻，脉滑数。",
				"气滞血瘀": "肛内肿物脱出，甚或嵌顿，肛管紧缩，坠胀疼痛。甚则肛缘有血栓，水肿，触痛明显。舌质暗红，苔白或黄，脉弦细涩。",
				"脾虚气陷": "肛门坠胀，肛内肿物外脱，需手法复位。便血色鲜或淡，可出现贫血，面色少华，头昏神疲，少气懒言，纳少便溏。舌淡胖，边有齿痕，舌苔薄白，脉弱。"
			},
			"疗效评定": {
				"治愈": "症状消失，痔核消失或全部萎缩。",
				"好转": "症状改善，痔核缩小或萎缩不全。",
				"未愈": "症状和体征均无变化。"
			}
		},
		{
			"病症": "外痔",
			"病机": "外痔系发生于齿线以下的静脉曲张团块或赘皮。",
			"诊断依据": [
				"肛缘皮肤损伤或感染，呈红肿或破溃成脓，疼痛明显。多见于炎性外痔。",
				"肛缘皮下突发青紫色肿块，局部皮肤水肿，肿块初起尚软，疼痛剧烈，渐变硬，可活动，触痛明显。多见于血栓性外痔。",
				"排便时或久蹲，肛缘皮有柔软青紫色团块隆起（静脉曲张团），可伴有坠胀感，团块按压后可消失。多见于静脉曲张性外痔。"
			],
			"症候分类": {
				"气滞血瘀": "肛缘肿物突起，排便时可增大，有异物感，可有胀痛或坠痛，局部可触及硬性结节。舌紫，苔淡黄，脉弦涩。",
				"湿热下注": "肛缘肿物隆起，灼热疼痛或有滋水，便干或溏。舌红，苔黄腻，脉滑数。",
				"脾虚气陷": "肛缘肿物隆起，肛门坠胀，似有便意，神疲乏力，纳少便溏。舌淡胖，苔薄白，脉细无力。多见于经产妇、老弱体虚者。"
			},
			"疗效评定": {
				"治愈": "症状消失，痔消失。",
				"好转": "症状改善，痔缩小。",
				"未愈": "症状及体征均无变化。"
			}
		},
		{
			"病症": "混合痔",
			"病机": "混合痔系发生于同一方位齿线上下，形成一体的静脉曲张团块。",
			"诊断依据": [
				"便血及肛门部肿物，可有肛门坠胀、异物感或疼痛。",
				"可伴有局部分泌物或瘙痒。",
				"肛管内齿线上下同一方位出现肿物（齿线下亦可为赘皮）。"
			],
			"症候分类": {},
			"疗效评定": {
				"治愈": "症状消失，痔消失。",
				"好转": "症状改善，痔缩小。",
				"未愈": "症状、体征均无变化。"
			}
		},
		{
			"病症": "肛裂",
			"病机": "肛裂系指肛管皮肤及皮下组织裂开或形成溃疡。又名\"钩肠痔\"、\"裂肛\"。",
			"诊断依据": [
				"排便时疼痛明显，便后疼痛可加剧，常有便秘及少量便血。好发于肛门前后正中部位。",
				"肛管皮肤浅表纵裂，创缘整齐、基底新鲜、色红，触痛明显，创面富于弹性。多见于一期肛裂：",
				"有反复发作史。创缘不规则，增厚，弹性差，溃疡基底紫红色或有脓性分泌物。多见于二期肛裂。",
				"溃疡边缘发硬，基底色紫红，有脓性分泌物。上端邻近肛窦处肛乳头肥大；创缘下端有哨兵痔，或有皮下瘘管形成。多见三期肛裂。"
			],
			"症候分类": {
				"血热肠燥": "大便而三日一行，质干硬，便时滴血或手纸染血，肛门疼痛，腹部胀满，溲黄。裂口色红。舌质偏红，苔黄燥，脉弦数。",
				"阴虚津亏": "大便干燥数日一行，便时疼痛点滴下血， 口干咽燥，五心烦热。裂口深红。舌红，少苔或无苔，脉细数。",
				"气滞血瘀": "肛门刺痛，便时便后尤甚。肛门紧缩，裂口色紫暗。占质紫暗，脉弦或涩。"
			},
			"疗效评定": {
				"治愈": "症状消失，裂口愈合。",
				"好转": "症状改善，裂口或创面缩小。",
				"未愈": "症状无改善，裂口无变化。"
			}
		},
		{
			"病症": "肛痈",
			"病机": "肛痈系肛管直肠周围软组织间隙急性感染所形成的化脓性病变，又称肛门直肠周围脓肿。",
			"诊断依据": [
				"局部红肿疼痛，有波动感，一般无明显全身症状者，多位于肛提肌以下间隙，属低位肛痈。包括坐骨直肠间隙脓肿、肛周皮下脓肿、括约肌间隙脓肿。",
				"出现寒战，高热，乏力，脉数等全身症状，血白细胞总数及中性粒细胞增高，局部穿刺可抽出脓液者，多位于肛提肌以上间隙，属高位肛痈。包括骨盆直肠间隙脓肿、直肠后间隙脓肿、直肠粘膜下脓肿。"
			],
			"症候分类": {
				"火毒蕴结": "肛门周围突然肿痛，持续加剧，伴有恶寒、发热、便秘、溲赤。肛周红肿，触痛明显，质硬，表面灼热。舌红，苔薄黄，脉数。",
				"热毒炽盛": "肛门肿痛剧烈，可持续数日，痛如鸡啄，夜寐不安，伴有恶寒发热，口干便秘，小便困难。肛周红肿，按之有波动感或穿刺有脓。舌红，苔黄，脉弦滑。",
				"阴虚毒恋": "肛门肿痛、灼热，表皮色红，溃后难敛，伴有午后潮热，心烦口干，夜间盗汗。舌红，少苔，脉细数。"
			},
			"疗效评定": {
				"治愈": "症状及体征均消失，伤口愈合。",
				"好转": "症状改善，病灶或伤口缩小。",
				"未愈": "症状及体征均无变化。"
			}
		},
		{
			"病症": "肛漏",
			"病机": "肛漏系肛痈成脓自溃或切开后所遗留的腔道。义称痔漏、痔疮。",
			"诊断依据": [
				"有肛痈病史。病灶有外口、管道、内口可征。",
				"分类",
				"肛周溃破流脓，可暂时外口愈合，导致蓄脓呈急性发作的肛痈表现。"
			],
			"症候分类": {
				"湿热下注": "肛周经常流脓液，脓质稠厚，肛门胀痛，局部灼热。肛周有溃口，按之有索状物通向肛内。舌红，苔黄，脉弦或滑。",
				"正虚邪恋": "肛周流脓液，质地稀薄，肛门隐隐作痛，外口皮色暗淡，漏口时溃时愈，肛周有溃口，按之较硬，或有脓液从溃口流出，且多有索状物通向肛内，可伴有神疲乏力。舌淡，苔薄，脉濡。",
				"阴液亏虚": "肛周有溃口，颜色淡红，按之有索状物通向肛内，可伴有潮热盗汗，心烦口干。舌红，少苔，脉细数。"
			},
			"疗效评定": {
				"治愈": "症状及体征消失，创口愈合。",
				"好转": "症状及体征改善，创口未愈。",
				"未愈": "症状及体征均无变化。"
			}
		},
		{
			"病症": "脱肛",
			"病机": "脱肛主要指直肠粘膜或直肠全层脱垂，少数可发生部分乙状结肠脱垂，又称直肠脱垂。",
			"诊断依据": [
				"多见于排便或努挣时，直肠粘膜脱出，色淡红，长度小于4cm，质软，不出血，便后能自行回纳，肛门功能良好者，为不完全性脱垂。。",
				"排便或腹压增加时。直肠全层脱出，色红，长度在4～8cm，圆锥形，质软，表面为环状有层次的粘膜皱襞。便后需手法复位，肛门括约功能下降，为完全性脱垂。",
				"排便或增加腹压时，直肠全层或部分乙状结肠脱出，长度大于8cmi，圆柱形，丧面有较浅的环状皱襞，触之很厚，需手法复位，肛门松驰，括约功能明显下降，为重度脱垂。"
			],
			"症候分类": {
				"脾虚气陷": "便时肛内肿物脱出，轻重不一，色淡红，伴有肛门坠胀，大便带血，神疲乏力，食欲不振，甚则有头昏耳鸣，腰膝酸软。舌淡，苔薄白，脉弱。",
				"湿热下注": "肛内肿物脱出，色紫暗或深红，甚则表面部分溃破，糜烂，肛门坠痛，肛内指检有灼热感。舌红，苔黄腻，脉弦数。"
			},
			"疗效评定": {
				"治愈": "症状及体征消失，肛门括约功能良好。",
				"好转": "症状及体征改善。",
				"未愈": "症状及体征均无变化。"
			}
		},
		{
			"病症": "悬珠痔",
			"病机": "悬珠痔系正常肛乳头因慢性炎症刺激所致纤维结缔组织增生，又称肛乳头纤维瘤。",
			"诊断依据": [
				"肛门潮湿，瘙痒，便时可有肿物脱出，有坠胀不适感。",
				"可单发，也可多发，多与肛裂并发。",
				"肛门镜检查：齿线部可见白色肿物，有蒂或无蒂，肿物表面为皮肤组织。"
			],
			"症候分类": {
				"湿热下注": "肛周潮湿、潮红、有灼热感。肥大的肛乳头充血、水肿。舌红，苔黄，脉滑数。",
				"气滞血瘀": "排便后肛门部肿物脱出，表面色紫暗，伴有肛门坠胀。舌紫暗，苔薄，脉涩。"
			},
			"疗效评定": {
				"治愈": "症状消失，局部肿物消失。",
				"好转": "症状减轻，局部肿物明显缩小或减少。",
				"未愈": "症状和体征均无变化。"
			}
		},
		{
			"病症": "骶尾部畸胎瘤",
			"病机": "骶尾部畸胎瘤是起源于胚胎原始细胞，生长于骶尾部的肿瘤。",
			"诊断依据": [
				"肛门坠胀不适，早期可无任何症状。",
				"肛旁肿物向下后方逐渐生长，有异物感，腰骶酸胀。",
				"肿物溃破可流脓液，溃口经久不愈。",
				"X线钡剂灌肠检查：直肠后壁占位性病变，肠壁受压成被推挤到一侧。",
				"X线摄片示肿物内可见钙化点、钙化块、骨组织或牙齿样组织。",
				"B超检查示有坚硬的实质组织、软组织和囊腔。"
			],
			"症候分类": {
				"肾气亏虚": "肛门坠胀，腰骶酸软，乏力，毛发不荣，肿物溃后流液清稀，溃口凹陷不愈。舌淡，苔薄，脉细弱。",
				"湿热下注": "肛门胀痛，局部红肿，按之可有波动感，伴有恶寒发热。舌红，苔黄腻，脉数。"
			},
			"疗效评定": {
				"治愈": "症状消失，肿块消失或完全切除后伤口愈合。",
				"好转": "症状减轻，肿块缩小，或未能完全切除。",
				"未愈": "症状及体征均无变化。"
			}
		},
		{
			"病症": "骶尾部囊肿窦",
			"病机": "骶尾部囊肿窦指位于骶尾部的囊肿因感染所形成的窦道。",
			"诊断依据": [
				"可有损伤、感染病史。",
				"骶尾部有肿块胀痛，破溃后间歇溢出分泌物和脓液。",
				"骶尾部正中见一个或几个藏毛凹陷或窦道，有时有毛发伸出。",
				"骶尾部下方或偏于一侧可触及肿块。"
			],
			"症候分类": {
				"寒湿凝聚": "肿块生长缓慢，光滑活动，无压痛，伴口淡，畏寒。舌淡红，苔薄白，脉沉紧。",
				"湿热蕴结": "恶寒发热，局部红肿、疼痛拒按。舌质红，苔黄，脉数。",
				"气阴两虚": "肿块溃破，经久不愈，流液清稀，伴有精神萎靡，形体消瘦。舌质嫩红，苔薄，脉细无力。"
			}
		},
		{
			"病症": "息肉痔",
			"病机": "息肉痔指发生于直肠内粘膜上的赘生物，有蒂或无蒂，又称直肠息肉。",
			"诊断依据": [
				"多有便血，色鲜红，可伴有粘液或有肛门坠胀。",
				"排便后可有肿物脱出肛门外，可自行回纳或手法复位。",
				"肛门指诊：可触废低位息肉或高位带蒂息肉，肿物柔软或坚韧，光滑，可活动。",
				"直肠镜检查：赘生物有蒂或广基，表面为粘膜样组织，单发或多发。",
				"组织病理检查可助明确诊断。"
			],
			"症候分类": {
				"风伤肠络": "便血鲜红，滴血、带血。息肉表面充血明显，脱出或不脱出肛外。舌红，苔白或薄黄，脉浮数。",
				"气滞血瘀": "肿物脱出肛外，不能回纳，疼痛甚，表面紫暗。舌紫，脉涩。",
				"脾气亏虚": "肿物易于脱出肛外，表面增生粗糙，或有少量出血， 肛门松驰。舌淡，苔薄，脉弱。"
			},
			"疗效评定": {
				"治愈": "症状消失，肿块消失或完全切除后伤口愈合。",
				"好转": "症状减轻、肿块缩小，或未能完全切除。",
				"未愈": "症状和体征均无变化。"
			}
		},
		{
			"病症": "肛门直肠狭窄",
			"病机": "肛门直肠狭窄指任何原因所致肛门、直肠腔道变窄，并导致排便困难。",
			"诊断依据": [
				"排便困难，伴肛门坠胀，并有肛门阻塞感。重者可有腹胀，恶心呕吐。",
				"有肛周炎症、肛门损伤或肛门直肠手术病史，",
				"肛门指检，食指通过困难或不能通过，可触及镰状、环状或管状狭窄环。",
				"直肠镜检查，部分患者可见狭窄环，狭窄部位可有糜烂、溃疡。"
			],
			"症候分类": {
				"气滞血瘀": "肛门坠胀，疼痛，排便时加重，排便不畅，伴有腹胀、肠鸣。舌紫暗或有瘀斑，苔黄或白，脉弦。",
				"热结肠燥": "大便秘结，干硬难解，口干。舌红，苔黄少津，脉数。",
				"肠道湿热": "排便不畅，便溏次多，有粘液或脓血，低热，肛门潮湿。舌红，苔黄厚腻，脉滑数。"
			},
			"疗效评定": {
				"治愈": "症状消失，排便通畅，肛门指检肛管直肠腔通畅。",
				"好转": "症状减轻，排便欠畅，肛门指检食指通过欠畅。",
				"未愈": "症状及体征均无改善。"
			}
		},
		{
			"病症": "肛门失禁",
			"病机": "肛门失禁指肛门完全或不完全失去控制排便的能力。",
			"诊断依据": [
				"有肛门损伤或手术病史。",
				"肛周皮肤感觉迟钝，不能随意控制气体、液体甚至成形粪便的残留。",
				"肛门闭合不全，粘膜脱出。肛门指检可触及疤痕、缺损，肛管直肠收缩乏力。",
				"肛管压力测定，收缩压、静息压下降。",
				"肌电图检查，肛周肌肉兴奋性下降。"
			],
			"症候分类": {
				"脾虚不固": "大便不能完全控制，伴有神疲乏力，纳谷欠佳，或有泄泻、脱肛。肛门指检肛管松弛。舌淡，苔薄，脉弱。",
				"肾虚不固": "大便不能控制，病程较长，伴有头昏乏力，腰酸耳鸣，肛门指检肛管松弛。舌淡，脉沉细无力。"
			},
			"疗效评定": {
				"治愈": "能随意控制气体、液体、成形粪便排出。",
				"好转": "可控制成形粪便排出，不能控制气体、液体，肛门括约功能不全。",
				"未愈": "肛门控制能力无改善。"
			}
		},
		{
			"病症": "直肠前突",
			"病机": "直肠前突系抬直肠前下段向阴道方向突出，形成一个囊腔，尤在努挣排便时为甚，致粪便滞留，出现排便困难。",
			"诊断依据": [
				"排便困难，多为二日以上排便一次，每次排便时间明显延长，伴有肛门坠胀及便意不尽感。",
				"肛门指检示直肠前下方可触及明显凹陷。",
				"排粪造影示直肠下段呈囊袋状突向前方。"
			],
			"症候分类": {
				"脾气亏虚": "神疲乏力，纳食欠佳，排便困难，伴肛门坠胀及便意不尽感，大便日行数次，质稀软，但解时困难。舌淡，苔薄，脉弱。",
				"气阴两虚": "头昏乏力，口干欲饮，排便困难，排便时间延长，便意未尽感，大便数日一行，质较硬。舌淡红，苔薄，脉弱。"
			},
			"疗效评定": {
				"治愈": "症状消失，排粪造影正常。",
				"好转": "症状及排粪造影有改善。",
				"未愈": "症状及排粪造影无改善。"
			}
		},
		{
			"病症": "盆底肌痉挛综合征",
			"病机": "盆底肌痉挛综合征系由于盆底肌痉挛（反常收缩），出现以排便困难，肛门不适为主要症状的疾病。",
			"诊断依据": [
				"排便困难，3～4日排便一次，质多干结，每次排便时间延长，可伴有便时肛门疼痛及便意不尽感。",
				"肛门指检示肛管紧缩。",
				"排粪造影：用力排便时肛直角不增大，多小于90度。",
				"肌电图示盆底肌兴奋性增高。"
			],
			"症候分类": {
				"气滞血瘀": "排便困难，排便时间延长，便时肛门疼痛，大便2一3日一行，质干。舌暗淡或夹有瘀斑，脉涩。",
				"湿热下注": "排便困难，排便时间延长，大便3～4日一行，质干，便意不尽感，肛门坠胀。舌红，苔黄厚腻，脉滑数。",
				"阴虚火旺": "排便困难，排便时间延长，大便3～4日一行，质干结，口干欲饮，可有盗汗。舌红，苔少，脉细数、"
			},
			"疗效评定": {
				"治愈": "症状消失，排粪造影正常。",
				"好转": "症状及排粪造影有改善。",
				"未愈": "症状及排粪造影无改善。"
			}
		},
		{
			"病症": "肛门湿疡",
			"病机": "肛门湿疡是一种常见的非传染性皮肤病，病变多局限于肛门周围皮肤。相当于肛门湿疹。",
			"诊断依据": [
				"急性湿疡：发病较快，病程较长，初起时皮肤损害有红斑、丘疹、渗出、糜烂、结痴、脱屑等，一般表现一种。轻者微痒，重者瘙痒剧烈，难以忍受，呈间歇性或阵发性发作，夜间增剧。",
				"亚急性湿疡：多由急性湿疡迁延不愈，病情较缓慢。水疱不多，渗液少，尚可见红斑、丘疹、鳞屑、痴皮、糜烂等。",
				"慢性湿疡：常因急性湿疡日久不愈，转为漫性湿疡，或一开始表现为慢性者，肛缘皮肤增厚粗糙，呈苔藓样变，弹性减弱或消失。伴有皲裂，颜色棕红或灰白色，皮损界线不清楚，瘙痒剧烈。病程较长，常延久不愈，反复发作。"
			],
			"症候分类": {
				"湿热下注": "以急性、亚急性湿疡较为多见。起病较急，皮损为潮红、肿胀、糜烂、滋水浸淫成片，结痂。伴有瘙痒或大便秘结，小便短黄，苔黄腻，脉滑数等症状者，为热重于湿。若起病较缓慢，皮损以丘疹、疱疹为主，滋水较多，伴有倦怠无力，纳呆，大便溏，苔白腻，脉滑等症状者，为湿重于热。",
				"血虚风燥": "以慢性湿疡为多见，反复发作，病程较长。皮损肥厚，呈苔藓样变，色索沉着，结痂脱屑等，或伴有头昏乏力，腰酸腿软。舌淡红，苔薄白，脉细无力。"
			},
			"疗效评定": {
				"治愈": "症状消失，皮肤恢复正常。",
				"好转": "症状及皮肤损害有改善。",
				"未愈": "症状与体征无改善。"
			}
		},
		{
			"病症": "锁肛痔",
			"病机": "锁肛痔系发生在肛管直肠的恶性肿瘤。相当于肛管直肠癌。",
			"诊断依据": [
				"早期排便习惯改变，便次增多或减少，可伴有肛门坠胀。",
				"继则发生便血，色鲜红或暗红，伴有粘液，且便次增多。有里急后重感，或有脓血便。",
				"晚期排便困难，粪便变细变扁，甚至出现肠梗阻征象。",
				"可转移至肝、肺等部位。侵及骶丛时，可有剧烈疼痛，全身出现恶液质。",
				"肛门指检，多可触及肿块及溃疡，指套染血。",
				"直肠镜检查，可见肿块及溃疡。活组织病理检查，可明确诊断。"
			],
			"症候分类": {
				"湿热蕴结": "肛门坠胀，便次增多，大便带血，色泽暗红，或挟粘液，或有里急后重。舌红，苔黄腻，脉滑数。",
				"气阴两虚": "面色无华，消瘦乏力，便溏，或排便困难，便中带血，色泽紫暗，肛门坠胀，或伴心烦口干，夜间盗汗。舌红或绛，少苔，脉细弱或细数。",
				"气滞血瘀": "肛周肿物隆起，触之坚硬如石，坠痛不休。或大便带血，色紫暗，里急后重，排便困难。舌质紫暗，脉涩。"
			},
			"疗效评定": {
				"治愈": "症状消失，肿块消失或完全切除，伤口愈合。",
				"好转": "症状减轻，肿块缩小，或未能完全切除。",
				"未愈": "症状及体征均无变化。"
			}
		}
	]
}
