{
	"解表方剂类": [
		{
			"方剂名": "麻黄加术汤",
			"出处": "《千金要略》",
			"组方": "麻黄15，杏仁15，桂枝10，白术20，甘草10煎剂，一日一剂，日三服，温服。麻黄先煎。",
			"适应症": "适应于湿盛伴有小便不利者，以脉浮缓。头痛，咳喘，浮肿，小便不利，鼻塞为主要指征。可用于：风湿热，关节炎，急性肾炎，肾病综合症，以及煤气中毒，鼻源性头痛等病症。",
			"方解": "麻黄，桂枝解表；麻黄和杏仁一起，宣肺利水；甘草调和诸药；白术和麻黄、杏仁一起，加强利水作用且能治身痛。在煤气中毒时，这种发散，利水作用有利于解毒和排泄毒物。",
			"药物功效": "麻黄为止喘药，杏仁为止咳药，桂枝为温中药，白术为健脾利湿药，有利尿和降血糖作用。"
		},
		{
			"方剂名": "麻黄杏石甘汤",
			"出处": "《伤寒论》",
			"组方": "麻黄15  杏仁15   甘草10   石膏20\n煎剂一日一剂，一日三服早晚温服 麻黄先煎。",
			"适应症": "多汗，胸闷，口渴，咳喘，呼吸困难。如气管炎，支气管喘息，心源性喘息，肺炎和此类病症相类同的疾病。",
			"方解": "麻黄解表利湿，可治咳喘；杏仁和麻黄协同平喘利湿；石膏解热清肺，甘草调和诸药；麻黄和石膏协同，防止邪气上冲有止汗作用。麻黄止喘，升压，杏仁为止咳平喘，石膏清热利湿。"
		},
		{
			"方剂名": "麻杏薏甘汤",
			"组方": "麻黄15  杏仁15  薏苡仁10  炙甘草8",
			"适应症": "用天发汗后而受风体冷，头痛病症。如肌肉风湿，风湿性关节炎，神经痛，妊娠肾病，肌体麻木，喘息，冻疮等。",
			"方解": "麻黄解表，杏仁协同麻黄，平喘利水，薏苡米仁利湿，和甘草协同有止痛作用。主治 范围包括，风、湿、寒、发热，身痛，以及因血燥而致之病症。",
			"治例摘录": [
				"例一：病人为60多男性，主诉颈背痛而强硬，。经予葛根汤无效，脉浮有力，颈部僵直起床卧床皆需人协助，给予麻杏薏甘汤二剂后，病减半。四剂病全消",
				"病人为老身妇女，热天夜间露宿庭外，黎明起发现左肩剧烈疼痛。午后加重，给予麻杏薏甘仁汤二剂后病症消失。"
			],
			"附记": "本方为常用宣肺平喘利湿方，由麻黄汤去桂枝，加薏仁而成。"
		},
		{
			"方剂名": "柴葛解肌汤",
			"出处": "《伤寒论》六书",
			"组方": "柴胡15  葛根10   黄苓10   桂枝10   半夏10   芍药10   麻黄10\n石膏（碎）20   干姜8   甘草8   煎剂，一日一剂，一日三服，温服。",
			"适应症": "由于外感呈现病邪侵入少阳部位，出现严重呕吐口渴四肢痛，发烦狂，用麻黄汤，葛根汤不见效果的流行性感冒（下称流感，肺炎，各种热性病症）。",
			"方解": "本方将葛根和柴胡汤合并，另加石膏而成。治疗太阳病。阳明病和少阳病的合病，柴胡，黄苓。丰夏，芍药，甘草解少阳热，并缓解心下肝部，脑胁之不舒；葛根桂枝，麻黄，芍药解太阳热；石膏解阳阴热。柴胡为清热药，煎剂有解热和保护肝脏作用。柴胡有止咳，镇痛镇静作用。柴胡为解表药，桂枝为温中药。石膏为清热利尿药。\n以上四种药方均有很好的疗效。"
		}
	],
	"清热方剂类": [
		{
			"方剂名": "大青龙汤",
			"出处": "《伤寒论》",
			"组方": "麻黄10    杏仁10   桂枝10    大枣5枚  甘草8  干姜8   石膏（碎）20",
			"适应症": "适应于热性病的发热，恶寒，无汗，烦躁等。表实里热症，如肺炎，麻疹，脑膜炎，急性关节炎，急性肾炎，及荨麻疹和皮肤搔痒症等，（不宜于发汗体质的病人禁忌）。",
			"方解": "在麻黄汤中加重麻黄，杏仁之量，增加石膏，大枣，生姜，方中麻黄加大用量以利解表，和石膏一起。具有解热解除烦躁之作用；桂枝和杏仁协同麻黄，散表热；甘草，大枣干姜为辅肋药。同时起着协助主药的作用，麻黄为固表止喘药，有止汗，发汗止喘，升压等作用。桂枝为温中药，具有芳香健胃和止痛，解痉，消炎，镇静和抗过敏等作用。"
		},
		{
			"方剂名": "白虎汤",
			"出处": "《伤寒论》",
			"组方": "知母15   粳米20   石膏（碎）30   甘草10\n煎剂，一日一剂，煎米熟，去渣，将余药另煎后混合，一日三次温服。",
			"适应症": "本方解表热  适宜于下列性况者；\n（1）伤寒，麻疹性热性传染病的高烧。口渴，烦躁，谵妄。以及伴有脑部症状者。\n（2）日射病，尿毒症的高烧，口渴，烦躁者。\n（3）夏季喘息，遗尿，牙痛，糖尿病者。\n（4）精神病的谵语，狂走，大渴引饮等。",
			"方解": "石膏清热镇静；知母润燥除内热；粳米未补脾胃；甘草和粳米一起可补脾胃。通过诸药的协同作用，可解热，治烦躁。知母为清热滋阴药。石膏清热利尿药，解痉，消炎镇静和抗过敏作用。",
            "治例摘录": [
                "病人为一青年男性，眼痒2-3日羞明一日畏光身体发烧，给予白虎汤二剂各症消失。",
                "病人为一养鸡员，因鸡群生瘟病，而过份紧张发碌工作中突然高烧，烦渴，不进食，给予白虎汤三剂（冷服）。病症大减。再服三剂余症消退，继服竹叶石膏汤三剂痊愈。"
            ],
            "附记": "本方为古今沿用之解表热之要方，清热生津止渴降烦而不伤脾胃，临床上用于大热，大汗，大渴脉洪大等病症。对气虑,血虚发热,脉虚弱者禁用。"
		},
		{
			"方剂名": "白虎加人参汤",
			"出处": "《伤寒论》",
			"组方": "知母15   粳米15   石膏20   甘草8   人参10",
			"适应症": "类似白虎汤症，主要用于：\n（1）热性病，中暑，热射病等引起的高烧，烦渴和脑病。\n（2）糖尿病，脑出血，甲状腺功能亢进等引进烦渴脉动洪大等。\n（3）皮肤病引起的痒，充血，烦渴，以及肾炎胆囊炎，夜尿症等。",
			"方解": "本方由白虎汤加人参组成，知母清内热润燥；石膏清热镇静；粳米补胃缓解石膏之寒；甘草和粳补表；加人参用以补里。知母为清热滋阴药，石膏清热利尿药，人参补气。",
			"治例摘录": [
				"病人为44岁女干部，连续三年于炎暑日低热，口渴、身痒，尤以中午下班为甚，虽以长衫，草帽遮烈日而症状不减，甚为苦恼。救治于某专科医生，服过敏丸和复合维生素B1不效，无奈，求诊中医，给予白虎加人参汤三剂后显效。低热，烦渴、身痒消失。此后，病人根据自身经验，每于炎夏天，以上症状出现时，即服本方三～六剂痊愈。"
			]
		},
		{
			"方剂名": "茵陈蒿汤",
			"出处": "《伤寒论》",
			"组方": "茵陈蒿15   栀子10    大黄10",
			"适应症": "解胃肠实热要方。多用于黄疸初期，也用于治疗传染性肝炎，血清性肝炎，皮肤搔痒症，口腔炎，脚气，肾性浮肿，子宫出血症，植物神经功能失调等病症。",
			"方解": "本方具有泻郁热作用。茵陈有消炎，利尿作用，对消除黄疸有特殊作用；栀子能消炎利尿。大黄为消炎泻下药。经过三味药相配伍，对以黄疸和发热为主要临床表现疾病，有良好的治疗效果。茵陈为清热燥湿药，用于治疗黄疸，栀子，清热利胆作用。大黄有泻下、收敛，抗茵作用。降低胆固醇。"
		},
		{
			"方剂名": "黄连阿胶汤",
			"出处": "《伤寒论》",
			"组方": "黄连10    黄苓8     芍药10    阿胶10（烊化）  卵黄二个 煎剂一日一剂，一日三服。卵黄不煎，药煎好后与烊化的阿胶与旦黄共搅拌冲入药温服。",
			"适应症": "适用于热性虚症。如肺炎，伤寒，猩红热，丹毒，脑出血，脑膜炎等病引起的烦躁，失眠，谵妄症。对高血压的狂躁，以及精神分裂症亦可选用。对于消化道血，血尿，尿痛，皮肤瘙痒，结肠炎亦可选用。",
			"方解": "黄连、黄苓是本方的基础，黄连解热最好：黄苓清热破气滞；卵黄除烦热，和气血；阿胶的作用同卵黄一样，还可润血护肌肤；芍药散恶血，安脏腑。通过绪药的协调，可滋润体液，解心胸中热，除心中烦躁。",
			"药物功效": "黄连为清热解毒药，有杀菌消炎和泻下作用。黄苓为清热燥湿药，具有杀菌，利尿，降压镇静作用。芍药为祉血活血药，具有止血，止痛作用，阿胶为滋肾补血药。"
		},
		{
			"方剂名": "葛根黄苓黄连汤",
			"出处": "《伤寒论》",
			"组方": "葛根20    黄连10     黄苓10     甘草8",
			"适应症": "主治因里热，表热而引起的心下痞，痢喘。多汗小津，心悸，项背痛，促脉等症。适应于痢疾，细菌性痢疾的初期，急性肠炎，喘息，丹毒，口内炎，中风，神经衰弱等症。",
			"方解": "以葛根为主药，葛根能解痉而使心下痞硬和项背痛除。能固血液水分不流失，黄连解内热，黄芩解心腔之热，甘草调和诸药性能。黄连为清热解毒药，葛根解表药，黄芩为解热燥湿药，具有杀菌，利尿，降压镇静等作用。"
		},
		{
			"方剂名": "黄连解毒汤",
			"组方": "黄连，黄柏各10，黄芩15  栀子10  立春后加柴胡10  连翘10  芍药10",
			"适应症": "本方为治实热病方，特别是热性病的急性期，对转慢性实热病亦可用之。",
			"方解": "本方的四味药。都是苦寒解热剂，黄连。黄芩为去炎性充血和治心痞不安，山栀。黄柏消炎利尿，黄连黄芩一起协同作用，黄连主药，有解脾胃热和镇静作用；黄芩解肺、大肠、小肠之热、治咯血、吐血、便血；黄柏解膀胱肾脏之热，有利尿和治血尿作用；山栀解肝、心包、三焦之热，如加柴胡，可强化解除肝胆之热的作用。",
			"药物功效": "黄连为清热解毒药，黄芩为清热燥湿药。黄柏为清热利胆药，有杀菌消炎作用，黄栀子为清热利胆药。",
			"治例摘录": [
				"病人为56岁男性，工厂干部，体胖，面色丰满，鼻衄不安，血压190/100毫米汞柱，怕晕倒，夜不敢离家，用黄连解毒汤数剂，不安恐怖感消失，血压170/90毫米汞柱，病情好转。"
			]
		},
		{
			"方剂名": "清心莲子饮",
			"出处": "《和局方剂》",
			"组方": "莲肉20 麦冬20 茯苓20  车前子10 黄芩10 人参10 黄芪10  地骨皮10 甘草10",
			"适应症": "适用于虚症慢性泌尿系统疾病。即肾结核，慢性淋病，慢性膀胱炎，慢性肾孟炎，白带过多等。亦可治疗神经衰弱，口腔炎，糖尿病等症；",
			"方解": "本方具有清心肺热作用和补脾胃，补肾作用。即麦门冬和莲肉，具有补心和清心热之作用；车前子、地骨皮清热利尿；人参、黄芪、地骨皮、黄芩、麦冬组合一起，有清热和补肾作用；人参、茯苓、甘草有补脾胃之功能。",
			"药物功效": "莲肉为健脾止泻药，治失眠，遗精，尿浊，取其养心益肾作用，麦冬为滋阴药，车前子为利尿药，人参为补气药。\n治例摘录：\n例一：病人为23岁男青年，阴茎从未勃起过，常梦遗，有时一夜二次，一月中有白浊一次，\n面色苍白，乏力，合予清心莲子饮，间断服用一年，症状消失，体力恢复。\n例二：病人为52岁男性，多年前因发烧，尿频，尿痛，尿培养有大量大肠杆菌，而诊断为肾孟炎，给予清心莲子饮三月，食欲增进，乏力消失，尿清，体力大为改观。",
			"附记": "本方为具有清心肺热和补脾胃、补肾作用，对肾结核，慢性淋病，白带过多，神经衰弱，糖尿病等病症，有良好的治疗作用。古今为临床医生喜用。"
		},
		{
			"方剂名": "五淋散",
			"出处": "《和局方剂》",
			"组方": "茯苓20 当归10 黄芩15 甘草15 芍药15 栀子10  煎剂一日三服。",
			"适应症": "本方适用于肺气不足，膀胱有热，水道不通，或尿中含血或含石，尿湿浊和含脓者。具体施用于尿道炎，膀胱炎，膀胱结石，肾结石，淋病等。",
			"方解": "本方药物组成简明，为治尿道感染的首选药，当归，芍药补血活血，茯苓利水通小便，黄芩，栀子清热利下焦，甘草调和诸药。",
			"药物功效": "茯苓为利湿药，当归为补血药，黄芩为清热药。甘草为补气解毒药。",
			"治例摘录": [
				"病人为一中年妇女，尿痛，尿结。已一周。近二日加重，尿中有大量脓球，舌少苔质燥，脉沉，给予五淋散三剂，病人得治，称赞比打针还快。"
			]
		},
		{
			"方剂名": "升麻葛根汤",
			"出处": "《和局方剂》",
			"组方": "葛根15 芍药15 升麻10 干姜10 甘草10",
			"适应症": "用于热性发疹性疾病初期，或因流感头痛出现脑膜刺激症状者。用于流感，麻疹，猩红热，水痘。鼻衄，眼球充血。扁桃腺炎等。",
			"方解": "主药是升麻和葛根，升麻苦寒，清热解毒，可治一切热毒，咽痛等；葛根甘，平，清热解痉，常用其治口渴和肩背痛；芍药活血，甘草调和诸药。",
			"药物功效": "葛根为解毒药，解热，解痉，降糖尿病等作用。升麻为透疹药，有解热毒。治咽痛作用；芍药为活血药有止血止痛作用。",
			"附记": "本方为治疗发疹性疾病的良方之一。古今临床医生常用疗效良好，以升麻，葛根为主，不仅解肌清热，还善透疹。"
		},
		{
			"方剂名": "升阳散火汤",
			"出处": "《伤寒六书》",
			"组方": "人参10 当归10 芍药10 陈皮10 茯苓10 白术10 柴胡20 麦冬20 黄芩20 甘草10 干姜10，一日二至三服。温服，人参可单煎同服。",
			"适应症": "用于肝热犯肺，谵语沉睡，元气虚陷，小便不利者，如流行性脑膜炎；化脓性脑膜炎，脑炎综合症，脑型流感，脑型疟疾，流行性出血热等。",
			"方解": "人参补气强壮，当归，芍药补血活血。麦冬滋阴，柴胡。黄芩清热解毒，白术利湿和胃。茯苓利尿镇静，陈皮，干姜理气健胃，甘草调理诸药。",
			"药物功效": "柴胡清热药，麦冬为滋阴药，人参为补气药，当归补血药，陈皮为理气，止血，止痛，止咳等作用。"
		},
		{
			"方剂名": "龙胆泻肝汤",
			"组方": "当归15 熟地15 木通15 柴胡10 黄芩10  泽泻10 车前子10 龙胆草10 栀子10 甘草10 一日一剂，一日三服。",
			"适应症": "适用于下焦，下腹部盆腔脏器官的炎症，充血肿痛。不论是急性或亚急性炎症，或者肝经有湿热，急性或亚急性尿道炎，膀胱炎，子宫内膜炎，阴道炎，多带，含阴部痒痛或者睾丸炎，腹股沟淋巴结炎，软性下疳等。",
			"方解": "车前子。木通，泽泻，具有利尿作用，可清下焦之湿热，当归和熟地黄增进血运，可缓解下焦的炎症，龙胆草。山栀子，黄芩三味，有消炎和解毒。",
			"药物功效": "当归为补血药，生地黄为凉血药。木通清热利尿，有制菌，制癌作用，黄芩为清热药，利尿镇静，抗菌等作用，车前子为利尿药。",
			"附记": "本方为下焦清热利湿，治痛要方之一，治疗下腹部诸炎症，充血，疼痛等症，如泌尿，生殖道的急性或亚急性炎症，疗效甚佳。",
			"治例摘录": [
				"病人为55岁男性，一年前患淋病。近一个月尿湿，尿道口有灼热感，给予龙胆泻肝汤一月生尿湿，尿痛消失，尿检阴性。"
			]
		},
		{
			"方剂名": "辛夷清肺汤",
			"组方": "辛夷10 枇杷叶10 知母10 百合10 黄芩10 栀子10 麦冬15 石膏15 升麻10",
			"适应症": "本方适宜于肺热。鼻塞，鼻息肉，慢性肥厚性鼻炎，副鼻窦炎，副鼻窦积脓等。",
			"方解": "本方由清热解毒药组成，辛夷具有发散和兴奋作用，治头痛和鼻炎，枇杷叶，知母，麦冬清肺热，滋阴止咳，百合补肺气，黄芩，栀子，石膏清热解毒，泻下焦之火。升麻解毒，可治鼻咽肿胀疼痛。",
			"药物功效": "辛温解毒药，枇杷叶为润肺止咳药具有抗菌，利尿，降压，镇静作用，石膏为清热利湿。"
		},
		{
			"方剂名": "清热补血汤",
			"出处": "《证治准绳》",
			"组方": "当归15 川芎15 赤芍15 熟地15 麦冬15 元参10 知母10 黄柏10\n柴胡10 丹皮10  五味子10",
			"适应症": "因血虚，血内热而引起的舌，口腔粘膜溃疡，糜烂。口腔内溃疡，鹅口疮后的口腔粘膜和舌头糜烂，梅毒怀口腔炎等。",
			"方解": "本方为补血，润血，解血热为主旨。当归，川芎，赤芍，熟地用以补血，润血，五味子，麦冬生津润燥。元参，知母，黄柏，解肾热。元参解口内咽部之热。柴胡解肝热。丹皮凉血。"
		},
		{
			"方剂名": "清肺汤",
			"出处": "《万病回春》",
			"组方": "当归 熟地  川芎 芍药 地榆 黄芩 栀子 黄柏 黄连 侧柏 槐花 阿胶",
			"适应症": "本方用于实热倾向的痔出血，便前便后的出血，如肠出血特别有效，有人甚至认为是专治痔出血的方剂。",
			"方解": "当归 川芎 芍药 地黄 为四物汤，是补血基本方，地榆，侧柏，凉血止血，黄连，黄柏，黄芩，栀子，清热解毒，槐花凉血解痉。阿胶补血强壮。此方组成合理。以补血凉血，清热止血为重点。通过诸药协同。有止血效果，治肠出血，痔出血疗效显著。",
			"药物功效": "当归为补血药，生地黄为凉血，地榆为止血药，黄芩为清热药，有抗菌，利尿，降压镇静等作用。"
		},
		{
			"方剂名": "清肝明目汤",
			"出处": "《万病回春》",
			"组方": "当归15   芍药15克    川芎15    生地黄15    黄苓15    栀子10克\n连翘15   防风15    决明子15克    黄连10克    荆芥10克   薄荷10\n姜活10   蔓荆10    菊花10    蒺藜10   桔梗10   甘草10   石膏20克（碎）",
			"适应症": "用于实热证的眼疾、炎症、充血、疼痛引起的角膜和结膜疾病，如角膜炎、巩县膜炎，虹膜炎，白内障等。",
			"方解": "本方由补血，清热解毒，明目三类药物组成。当归，川芎、芍药，地黄为四物汤，决明子。菊花蒺藜，荆芥薄荷、蔓荆有明目和清上焦热的作用；防风，姜活有解表作用；黄苓、连翘、栀子、黄连、石高、桔梗有清热解毒作用；甘草调和诸药。",
			"药物功效": "生地黄为凉血药，黄苓为清热药，石高为清热利湿，蔓荆为清热药，菊花为清热药。决明子为清肝明目药。",
			"治例摘录": [
				"病人为一女人大学生。炎夏参加一次游泳比赛后回家，出现眼球发胀，畏光，双止红红肿，视物不清，医院诊断为胸膜一结膜炎，急性，经用青霉素肌肉注射和氯霉素液滴眼3日不见效。后给予服用清肝明目汤8剂，急性角膜结膜炎痊愈。"
			]
		},
		{
			"方剂名": "清上防风汤",
			"出处": "《万病回春》",
			"组方": "防风15克   连翘15克   桔梗15    白芷15    黄苓15克    川芎15克\n荆芥10     山栀10     黄连10     薄荷10    枳壳10     甘草10",
			"适应症": "本方具有解上焦，颜面部瘀热之功效，用于治面疮，颜面部充血、发疹、眼面充血、酒渣鼻",
			"方解": "本方为发散解热药。黄连、黄苓、山栀，为主要解热药；连翘、桔梗、荆芥、薄荷，为清热解表、解毒药；白芷和川芎、引诸药于面部，让其发挥作用",
			"药物功效": "防风为散表药，连翘为清热解毒药，桔梗为祛痰药。白芷为燥湿止痛药。黄苓为清热药，川芎为活血药。",
			"治例摘录": [
				"病人为一54岁男性。全身湿疹已10年病损从湿疹至苔藓仪。以肘、膝和全身伸屈部皮肤显著肥厚，呈橡皮样，头面部多发性疱疮，经治无效。给予清上防风汤二月后头面部疮全消。"
			]
		},
		{
			"方剂名": "柴胡枳桔汤",
			"出处": "《伤寒蕴要》",
			"组方": "柴胡15克   半夏15克   黄苓15克  栝楼仁15  桔梗15克  积实10克\n甘草10克    干姜8克",
			"适应症": "用于胸胁结满、心下痞痛，口苦、发热、寒热往来，头晕、耳鸣、耳聋等病症，胰腺炎等。",
			"方解": "半夏，口朴去湿助脾胃；栝楼仁、桔梗、柴胡、治痰饮，去胸中、胸胁之湿，且有解痉止痛之作用。\n黄苓解毒消炎；干姜、甘草和脾胃，助消化，诸药组成达到止痛去湿、消炎的治疗作用。",
			"药物功效": "柴胡为清热药，解热，镇静、止咳作用。半夏止咳痰药，黄苓清热药。具有抗菌，利尿降压镇静作用。栝楼仁为止咳化痰药。止咳和利痰和抗菌作用。桔梗为理气药。"
		},
		{
			"方剂名": "滋阴降火汤",
			"出处": "《万病回春》",
			"组方": "当归  芍药  生地  天冬   麦冬  陈皮  白术  知母  黄柏  甘草",
			"适应症": "滋阴降火，治泌尿系统、呼吸系统、高烧伤津而引起的疾患。如肺结核、肾孟炎抢救无效消耗性高烧疾病。具有解胸热。滋润肾水之作用。适应症为浸润性肺结核、干性胸膜炎。肾结核、急慢性支气管炎、急、慢性肾孟炎、淋病、糖尿病等。",
			"方解": "本方是补阴降火，将八珍汤给予加减，侧重润燥兼以降火。当归芍药、生地、润肝火、天冬，麦冬润肺；知母、黄柏、生地、清肾中之热；白术、陈皮、甘草、补脾胃助消化。陈皮理气，白术健脾。以上病症疗效甚佳。",
			"药物功效": "当归补血、芍药活血，生地清热凉血。天冬滋阴。"
		}
	],
	"泻下方剂类": [
		{
			"方剂名": "三黄泻心汤",
			"出处": "《千金要略》",
			"组方": "大黄15克 黄连10克黄芩10克",
			"适应症": "用于脑充血 脑溢血，咯血.鼻衄.胃肠出血，眼底出血，膀胱出血，牙龈出血等疾患；或者高血压，动脉硬化、更年期综合症引起怔忡，失眠和便秘等症。",
			"方解": "本方为苦味消炎、下泻剂。大黄为有显著泻下作用；黄连和黄芩有消散充血和消炎作用、以及镇静作用。",
			"药物功效": "大黄为泻下杀菌药，有降脂降压泻下、抗菌作用。黄连清热药、黄芩为清热燥湿药。有抗菌、利尿镇静降压等作用。",
			"治例摘录": [
				"病人为一50岁妇女、有高血压、日前、突然头痛、晕呕吐，颜面潮红，足发冷、耳呜，2-3日末大便，经服三黄泻心汤二周痊愈。"
			]
		},
		{
			"方剂名": "大黄附子汤",
			"出处": "《千金要略》",
			"组方": "大黄15克  附子5克  细辛10克",
			"适应症": "主治由于寒冷引起的单侧胁下痛实热而引起的疼痛,如肾结石胆结石.胰炎，坐骨神经痛，偏头痛，慢性阑尾炎，肋间神经痛，肠粘连和疝引起的疼痛，以及腰椎间盘脱出和令阴部外伤所致的尿闭。",
			"方解": "本方由三味药组成。附子温十二经，有散寒镇痛效果；细辛有良好的温经作用，和附子一起协同，温经利水，而达到良好的止痛作用；大黄泻实热，活血而缓解疼痛，三味协同，共收温下之功，这是沉寒挟滞的治法。",
			"药物功效": "大黄为泻下药，有泻下抗菌，收敛等作用，细辛为角表药，具有温经，止痛作用，附子为温中药、有强心镇痛。"
		},
		{
			"方剂名": "大承气汤",
			"出处": "《伤寒论》",
			"组方": "大黄10克   枳实15克  芒硝15克  厚朴20克",
			"适应症": "本方为阳明病的代表方。适用于急性热病，如肠寒的高烧期，杂病中的腹胀满而便秘者，大致是急性肺炎，伤寒，脑炎，商血压，精神病，食物中毒，便秘，尿闭，闭经，头痛和偏头痛等。",
			"方解": "本方药物四味，主药是大黄，大黄将胃肠之气泻下，起到承气和顺气的作用，如果胃，肠内有邪气停滞，大黄引导通利作用，芒硝协助大黄润肠，解热泻下；厚朴和枳实破胃肠之积气达到疗腹部胀满的效果。",
			"药物功效": "在黄为泻下药，芒硝为为峻泻药，厚朴理气药，解痉镇痛中枢性肌肉松弛作用。"
		},
		{
			"方剂名": "麻仁汤（丸）",
			"出处": "《伤寒论》",
			"组方": "麻仁20克  大黄15  芍药10克  枳实10  厚朴10克   杏仁10克\n将以上药制末，作蜜丸， 每次服二丸，一日服2-3次。",
			"适应症": "本方适用于老年人，虚证，胃肠有热津液变少，血燥而致之便秘，如习惯便秘，痔核，夜尿多，尿频所致大便秘结",
			"方解": "本方生活经验小承气汤，加麻仁，杏仁，芍药而成麻仁和杏仁，润胃，汤之燥热，芍药补血；枳实和大黄，除大肠之热，厚朴理气，厚朴和枳实，尚有通便之力，通过这些药物协同除胃肠之内热且有润肠作用。近世之润肠汤构思相同，唯在本方中去芍药加当归，生地，熟地，或加桃仁，黄苓，甘草而成。",
			"药物功效": "麻仁为泻下药，对肠壁和粪便有润滑作用。杏仁止咳健胃药，大黄为泻下\n消炎药，厚朴为理气药，具有解痉镇痛。",
			"附记": "本方为治疗便秘的常用方，具有清热，生津通便作用，主要施用于老年性便秘，多尿性便秘等病证。凡以上症者，使用后有良好疗效。"
		},
		{
			"方剂名": "防风通圣散（汤）",
			"组方": "当归15克  芍药15克   川芎15克   栀子15克   连翘 15克   薄荷10克\n生干姜10克   荆芥10克   防风15克  麻黄15克   白术15克  桔梗15克\n黄苓15克  甘草15克   石膏10克   滑石20克，煎剂，日剂三服次，石膏先碎，芒硝后入煎。",
			"适应症": "本方用于肥胖卒中病，有解毒作用，亦可用于某些皮肤病，肥胖症，习惯性便秘，高血压脑溢血，慢性胃病，糖尿病，秃发症，酒渣鼻脱屑等。",
			"方解": "本方由十八味药组成构思多样，是调胃承气汤。通过综合作用，可发挥解毒，解热，利尿作用。从药性上分析，麻黄，防网，干姜，荆芥为解表剂，大黄，芒硝，甘草为攻下剂，连翘，荆芥，防风，川芎，桔梗为解毒剂，黄苓，栀子，石膏，滑石为解热剂，白术，滑石为利尿剂，当归，川芎，赤芍，白术，薄荷为活血补血利湿剂。",
			"药物功效": "当归为补血药，栀子为清热利胆药，大黄为泻下药，石膏为清热利尿药，",
			"治例摘录": [
				"病人为56岁男性，右半身瘫痪三年，右口角发麻，语方不畅，且有头痛和腰痛， 素有便秘腹胀满发硬，经予防风通圣汤，一月后各症状迅速好转。"
			]
		},
		{
			"方剂名": "润肠汤",
			"出处": "《万病回春》",
			"组方": "当归15克   熟地15克    生地15克    桃仁10\n杏仁10克   厚朴10克    黄芩10    麻仁10\n枳壳10克   甘草10克    大黄10克",
			"适应症": "因虚症而引起的肠内燥热，体液枯燥所致的大便秘结、便秘、高血压动物硬化。",
			"方解": "当归、熟地性温、润燥血、生新血；生地、黄芩性寒、润燥，桃仁，麻仁、杏仁、\n润肠、利气血、枳壳、厚朴驱肠中积气、大黄、黄芩利肠热。本方为滋润性下泻剂。",
			"药物功效": "当归补血药，生地清热凉血，桃仁为活血药，大黄为下泻药。有降压、降脂、下泻、消炎作用于。\n治例摘录 1，病人为75岁男性老人、25年来烦于严重便秘、夜尿多、腰痛、失眠、皮肤干燥，服用润肠汤后其症状减轻。\n2 病人为72岁女性、便秘10年、眼底出血、腹满。服用润肠汤后一月排便轻快腹满，胀消失眼底出血亦好转。",
			"附记": "本方治疗大便秘结的常用良方。"
		}
	],
	"和解方剂类": [
		{
			"方剂名": "茯芩杏仁甘草汤",
			"出处": "《金匮要略》",
			"组方": "茯苓20克   杏仁15克   甘草10克  日服一剂  早晚温服",
			"适应症": "本方适用于因呼吸而引起的胸部压迫感和肺气肿、气胸、胸膜炎、肋间神经痛、心绞痛，食道狭窄引起胸部不适。本方是对胸部疾患所致的胸闷，喘咳、呼吸紧迫最好良方。",
			"方解": "茯苓可除去胃内停水和治呕气，杏仁去胸中停水，并温血、治喘息有效；甘草有调和诸药的作用。对食道癌病人之咽下困难，吐粘液、用利膈汤和本方可缓解症状作用，茯苓为利尿药，有镇静作用。杏仁为利痰健胃药、止咳、健胃作用。",
			"治例摘录": [
				"病人为63岁男性、因食道癌、曾开胸探查发现癌瘤侵及大动脉而未能做手术、闭胸待亡。主诉为吐食和咽下困难，给予茯苓杏仁汤和利膈汤（半夏10克，山桅10克，附子5克，甘草5克，茯令15克）三剂后咽下通利，10天后体力恢复。一月后诸症轻快。这些改善对病人来说是从来未有过的。"
			]
		},
		{
			"方剂名": "半夏泻心汤",
			"出处": "《伤寒论》",
			"组方": "半夏15克,黄芩10克 ,人参10 ,干姜10 ,甘草（炙）10克 ， 黄连5克，  大枣8枚。",
			"适应症": "适用于心下痞塞呕吐、食欲不振、胃内湿滞、肠鸣而无下痢者，如急慢性胃炎，溃疡病、神经性呕吐、便秘，神经衰弱、癞病症，舞蹈病等。",
			"方解": "黄连、黄芩泻心下部实热。黄芩治血热血便；黄连可缓解烦躁症状；通过黄连、黄芩的协同作用，可治心下部痞满；半夏、干姜是理气药。可治呕吐；人参、甘草、大枣调整讲药力，兴达到除热邪和水邪，使心下痞满解除，并有顺气作用。",
			"药物功效": "半夏为化痰药，黄芩清热并有利尿降压、抗菌镇静作用。干姜驱风健胃；甘草补气解毒药、大枣滋补药。",
			"治例摘录": [
				"一位神经性心脏病人，下部痞满乏力、烦躁、过敏、足发冷为主诉、曾用六君子汤半夏厚朴汤等不效，后用半夏泻心汤，心下痞消失，食欲增加，夜眠好转而治愈。"
			],
			"附记": "本方具有消炎健胃作用，可治疗急慢性胃炎消化不良慢性肠炎，腹泻神经衰弱病症等。"
		},
		{
			"方剂名": "竹叶石膏汤",
			"出处": "《伤寒论》",
			"组方": "麦冬15克   粳米20克  半夏10克 人参10克  竹叶10克  甘草10克 石膏20",
			"适应症": "高烧病后、低热稽留不退，津液枯燥的阳症或阳虚症。体力虚弱，胸中烦闷，口渴，呼吸迫促，呕吐等。如肺炎、麻疹、喘息、肺化脓等症。",
			"方解": "本方系小柴胡汤的变方，在麦冬汤中去大枣加竹叶石膏而成。或者白虎加人参汤去知母，加竹叶半夏、麦冬而成。竹叶、石膏去热、解烦、润燥、半夏止呕、利心下部之水；麦冬滋润、止咳、人参、甘草和粳米、补虚劳、润津液之枯燥，通过诸药的协同，可去余热，恢复疲劳，治疗咳烦，上逆，呕吐等（咳嗽呼吸困难时可加杏仁10克）",
			"药物功效": "麦冬滋阴。石膏、竹叶、清热利尿。",
			"治例摘录": [
				"。病人为20岁的男青年，患夏季传染病，发烧10日不退、消瘦、舌？干燥无苔、给予竹叶石膏汤三天后粳渴消失，食欲恢复。"
			]
		},
		{
			"方剂名": "小柴胡汤",
			"出处": "《伤寒论》",
			"组方": "柴胡20克  半夏15克  生姜10  黄岑10  人参10  甘草10  大枣4枚  如脱发可加牡蛎10克",
			"适应症": "少阳病代表方：又名三禁汤（禁汗、吐禁下）\n1．瘦弱无力型和似肺结核样消耗病样体质脉大有力。\n2．各种急性热性病、发烧数日，寒热往来，咳嗽食欲不振、口苦胸胁苦闷。\n3．胸部疾病，如支气管炎、喘息、肺气肿肋间神经痛、发烧、咳痰、胸痛。\n4．神经质、神经衰弱综合症、肝郁、痛症、神经分裂等、本方范围广泛、值得临床医师注意研究。",
			"方解": "柴胡治胸胁实热而引起的胸胁苦满和黄芩一起消胸部炎症，解其热，疏通胸胁气滞。半夏和生姜利胃部停水，积气，治疗呕吐、恶心、促进食欲；人参、甘草和大枣、解胃郁滞；柴胡可帮助提高肝脏功能，以治因热性病而致的肝功能损害。"
		},
		{
			"方剂名": "大柴胡汤",
			"出处": "《伤寒论》",
			"组方": "柴胡20克  半夏10克 黄芩10克 芍药10克 大黄10克 枳实10克 大枣5枚  干姜10克",
			"适应症": "少阳病移向阳明病的小柴胡汤实症，分类大致如下：\n1.热性传染病，如肠伤寒，猩红热，疟疾、肠炎等。\n2.呼吸器官杂病：如喘息、支气管扩张，肺气肿，胸膜炎（不论发热与否）\n3.心瓣膜病，心肌梗塞，心包炎，心源性喘息等。\n4.高血压、动物脉硬化、脑出血、脑组织软化症等。\n5.溃疡病、胆石症肝硬化、习惯性便秘呃逆症等。\n6.肥胖病、糖尿病，半身不遂、癞痛症、气郁症、神经衰弱等。\n7.肾炎，结石，阳痿等。",
			"方解": "本方各药具有解心下部气郁之功，柴胡和黄芩解胸胁，心下部的邪热郁塞；枳实疏肝理气，芍药缓解肌紧张；大黄泻大肠热、干姜治恶心呕吐。本方似小柴胡汤、去人参、甘草、补剂、加芍药枳实、用以泻热。《伤寒论》中无大黄，其它论中有大黄，但可根据病情轻重决定大黄的加减，另解认为，以柴胡、黄芩芍药清解少阳；枳实，大黄寒泄阳明阴明，大枣降逆。和中，柴胡为清热药，半夏为化痰止咳。黄芩为清热药，芍药为活血药。本方对老年人，支气管喘息很有疗效。"
		},
		{
			"方剂名": "三和散",
			"出处": "《和局方剂》",
			"组方": "沉香20克、苏叶20克、大腹皮20克、白术15克、川芎15克、木香15克、陈皮15、槟榔15、木瓜15、甘草10、干姜10",
			"适应症": "可治气血留滞；五脏不调，三焦不和，而改之心腹痦满，肌痉挛浮肿和大小便不利等症。如肠绞痛。便秘小便不利，肌肉痉挛或摩缩，腰痛。疝气；阴囊疼痛和脚气等病。",
			"方解": "本方为调节气血，五脏、三焦不和之方故各三和方。川芎活血；木香、沉香、大理气破滞；槟榔破气止痛；木瓜，陈皮，疏经和胃；苏叶清上焦之热；白术补脾利湿。甘草、干姜调理诸药，并健脾胃，协助诸药发挥作用",
			"药物功效": "白术健脾利湿，川芎为活血药，苏叶驱风解毒药，广木香为理气药。槟榔为杀虫药。本方对气血不调，五脏不适、三焦不和引起的腹痞满，肌痉挛，浮肿和小便不利等症有很大的良好疗效。"
		},
		{
			"方剂名": "甘露饮",
			"出处": "《和局方剂》",
			"组方": "批杷叶15克、熟地15克、生地15克、麦冬15克、天冬15克、枳实10、茵陈10克、石斛10克、甘草10克、黄芩10克",
			"适应症": "本方具有解胃肠内热、活血、健胃功能。用以治疗胃内郁热，口臭、咽喉肿痛、口内生苍。口腔溃疡、牙龈脓肿，咽候炎，舌癌，坏血病、黄疸等。",
			"方解": "本方药味较多、为清热解毒药、黄芩、批杷叶具有消炎作用，生熟地和麦冬、天冬、滋阴生津，并有清热作用；枳实，石斛和胃止痛。茵陈清热利胆去黄疸作用。甘草调理诸药。并有解毒作用。",
			"药物功效": "批把叶为止咳化痰药，生地为凉血药。枳实为理气，茵陈为清热燥湿药，黄芩为清热药，本方用于慢性口腔炎，口腔溃疡，口周蜂窝织炎，有清热解毒作用，疗效常优于一些抗菌清炎药物."
		},
		{
			"方剂名": "乌药顺气散",
			"出处": "《和剂局方》",
			"组方": "乌药15克、陈皮15克、白强15克、麻黄15克、川芎15克、桔梗15克、干姜10克、枳壳10克、白芷10克、甘草10克",
			"适应症": "用于因脑溢血而致的手足痛，运动障碍，语言障碍，游走性肢体肌痛、麻木、四支无力。步行困难等，可治颜面神经麻痹、脚气病等到。",
			"方解": "乌药、白强。解痉止痛；麻黄、白芷、固表利韧。陈皮、桔梗、甘草、止咳顺气。川芎补血活血、枳壳，干姜、健脾胃。通过以上诸药的协同作用，达到活血、解痉、理气、通经脉作用。",
			"药物功效": "乌药为理气止痛药，陈皮理气药、麻黄固表，止喘、止汗，桔梗为祛痰药，枳壳为理气药。",
			"附记": "本方为治疗脑溢血之良方。特别是活血药不多理气解痉药多。对无淤血证象的病例（内中风气滞型）疗效甚佳。"
		},
		{
			"方剂名": "香苏散",
			"出处": "《和剂局方》",
			"组方": "香附子15克、紫苏叶10克、陈皮15克、干姜10克、甘草10克",
			"适应症": "对胃肠功能低下、心下痦的病人，外感后气滞的病人，主要要用于：\n1.轻型感冒 2.神经衰弱 3.食鱼中毒而有草麻疹者 4.腹痛、头痛，心下痦，血瘀痛症。5.闭经、下血（由气滞而致者）。6.精神病、用以预防狂乱发作。",
			"方解": "本方大部份分为行气发散之药。紫苏叶散表；香附子通里；甘草缓和发散之力，且可助元气；陈皮扶正；紫苏叶可解食物中毒。",
			"药物功效": "香附为理气，有止痛作用，陈皮理气化痰。紫苏叶驱风解毒药\n本方治疗消化功能低下、心下痦等症的常用方，对荨麻疹，食鱼中毒也疗效显著。"
		},
		{
			"方剂名": "温胆汤",
			"组方": "丰夏15克、茯苓15克、陈皮10克、竹茹10克、槟实10克、甘草10克、干姜8克、黄连8克、酸枣仁15克",
			"适应症": "用于治疗失眼症而引起的惊悸、心悸、气郁、胃功能障碍等，对胃下垂，胃粘膜脱垂伴失眠症者。有良好疗效。对病后体虚乏力者具有疗效。",
			"方解": "本方可称为二陈汤加味。二陈汤去胃内停水；竹茹解胃热，有镇静作用；枳实去心下痦实，且能镇静加黄连、酸枣仁、镇静作用更为明显。",
			"药物功效": "丰夏为化痰药、茯苓为利尿药、陈皮为理气化痰药、枳实为健胃利湿药。",
			"治例摘录": [
				"病人为55岁男职员、半年前、患肺结核经抗痨治疗后硬结好转、然仍体虚乏力，失眠、心悸、食欲不佳、后服温胆汤一周。食纳大增、心悸、乏力亦明显好转、依照原方服一月诸证消失、体力恢复。体重亦增加二公斤。"
			]
		}
	],
	"温经方剂类": [
		{
			"方剂名": "温经汤",
			"适应症": "本方用于妇女寒性气血虚结证，如月经不调，带下，子宫出血、更年期功能障碍、子宫发育不全。不孕症、习惯性流产、神经症、平心燥热症、干皮症、干癣、疥疮。本方治疗范围广、以妇女气血虚寒为主、脉弱、腹无力、以腹无块为条件。",
			"方解": "当归、芍药、川芎治血虚贫血；麦冬、阿胶润血。人参、甘草补气虚；吴萸、生姜、桂枝温经散寒；半夏治白带、止呕逆，丹皮治下腹部瘀血，这些药物配全起来祛寒、补气血治血虚。\n本方常用于治疗气血虚寒症。妇女不孕症亦有疗效"
		},
		{
			"方剂名": "麻黄附子细辛汤",
			"出处": "《伤寒论》",
			"组方": "麻黄18克、细辛10克、附子10克。 日剂三次服    先煎麻黄。",
			"适应症": "用于老人和体虚者以少阴表证为适宜年老体虚者的外感、肺炎有头痛、恶寒、乏力咳而脉沉细无力者、头痛、头、四肢发冷。体弱者的咳痰、背痛、多尿、支气管喘息而脉沉体冷者。流鼻涕等。",
			"方解": "本方具有温寒、解表利水作用。附子温表；麻黄散表热和固表；细辛和附子性温、促进血液循环，支寒温经。麻黄为固表止喘药。附子为温中药。",
			"治例摘录": [
				"1.病人为70岁女性多年咳喘痰呈泡沫状.恶寒，发烧38C左右，稀便且轻度腹痛、面色苍白。两肺可闻及干性啰音、脉沉细弱，服用此药38剂面愈。"
			]
		},
		{
			"方剂名": "桂枝汤",
			"出处": "《伤寒论》",
			"组方": "桂枝10克、芍药10克、生姜10克（干姜5克） 炙甘草10克、大枣5枚\n日剂三次服   稀粥为引    以助药力。",
			"适应症": "用于平素体虚。表虚而感冒者、亦可用于虚症杂病。如神经痛、风湿、头痛、因寒冷而致的腹痛、神经衰弱、阳痿、遗精等。\n方解：\n.桂枝芍药加大黄用于治疗结肠炎。\n.桂枝加葛根汤。用于治疗项背肌紧的病人。\n.桂枝加厚朴。杏仁汤用于桂枝汤证中的咳喘者。\n.桂枝加术附汤、用于治神经痛、关节风湿关节炎、脑出血后的本身不遂。\n.桂枝加龙骨、牡蛎汤，在桂枝汤中加龙骨牡蛎，用于治性过劳、阳痿、遗精、用以恢复元气。\n本方治外感风寒及杂病表虚症、不仅解表且能和里。"
		},
		{
			"方剂名": "真武汤（称玄武汤）",
			"出处": "《伤寒论》",
			"组方": "茯苓15克  芍药10克  白术10克   生姜10克  附子5克",
			"适应症": "用于治疗阴虚证而引起的新陈代谢功能低下，由于表阳虚，内阴寒，外虚热，内水冲而引起的心惊头昏欲倒，腹痛下痢，大致可归纳为：\n阳症的流感，肺炎，胸膜炎，肺结核。\n神经系统痴患，神经衰弱，脑出血 高血压脑病。\n心脏病中的心瓣膜病，心力衰竭，心悸，浮肿等。\n消化系统疾病，胃，肠功能低下，肠炎，肠结核胃下垂等。\n泌尿系统疾病，慢性肾炎和肾萎缩。\n半身不逐，疟疾，湿疹，老年性瘙痒症，遗尿。",
			"方解": "茯苓逐胃内积水，镇静上冲之气，白术助茯苓去水，芍药补里虚，调整胃肠功能；附子的温补力很强，和生姜一起，提高新陈代谢的活力，恢复元气，由于有些药力的综合作用，使体液得到调节，胃肠功能改善。而治心悸并使元气恢复。",
			"药物功效": "芍药为活血、茯苓为利尿药，干姜为驱风附子为温中药。",
			"附记": "本方适用于阴虚证所致之新陈代谢功能低下症，表阳虚，内阴寒所致之心悸、头昏等。"
		},
		{
			"方剂名": "苓姜术甘汤",
			"出处": "《金匮要略》",
			"组方": "茯苓20克   干姜10克    白术15克   甘草10克",
			"适应症": "用于腰以下发冷的表证。治腰痛、腰冷，坐肾神经痛，夜尿症，遗尿症，白带多，以及皮肤湿疹，溃疡等。",
			"方解": "主要治疗寒湿证，具有温表利水作用。茯苓、白术逐表湿利水；干姜温表利水；甘草和干姜一起，温里补下焦，有制止尿频的作用。\n本方用于治表寒证的腰痛，坐骨神经痛、夜尿症，遗尿症等，具有温表作用。"
		},
		{
			"方剂名": "吴茱萸汤",
			"出处": "《伤寒论》",
			"组方": "吴萸15克    人参10克    大枣10克    干姜8克",
			"适应症": "急恬发作的烦躁，头痛和呕吐。偏头痛发作时手足发冷，出汗冷而脉沉缓者，食物中毒引起的恶心。慢性头痛和发作性头痛、眩晕、呕吐等。",
			"方解": "本方几味药以吴黄为主药、干姜、人参、大枣辅药。\n吴黄苦辛温、可逐寒水，降上冲元气；人参辅助干姜温寒水，镇上冲元气，并补气虚，治下心症；大枣治气满和补胸膈部之虚。",
			"附记": "本方治胃中虚寒的要方，用于急慢性胃肠炎，头痛、泻泄、心烦不安等病症。"
		},
		{
			"方剂名": "附子汤",
			"出处": "《伤寒论》",
			"组方": "附子10克    茯苓20克    芍药20克    白术20克     人参15克",
			"适应症": "治因寒水侵表里而背恶寒身痛，手足发冷者，如感冒、流感而脉沉背恶寒，以及神经痛肌肉痛，风湿性关节炎，腹痛，腹寒半身不遂脑溢血面瘫，如娓腹痛，中枢性麻痹等病证。",
			"方解": "本方是真武汤去生姜加人参，附子各白术而成，附子温表里之寒，治恶寒和疼痛，白术和附子一起逐表里之停水，茯苓和白术，治胃内外之停水；人参补虚，调节体内水分之不均衡；芍药补里虚，治恶寒疼痛通过这些药物的协同作用，温散表里寒邪，调理气血药物功效；附子为温中药，白术为健脾利湿，人参补气，",
			"附记": "本方为温表止痛方，对寒侵表里引起的恶寒身痛，手足发冷等症有疗效。"
		},
		{
			"方剂名": "当归芍药散",
			"出处": "《金匮要略》",
			"组方": "当归15克  川芎15克  芍药20克  茯苓10克   白术10克  泽泻10克",
			"适应症": "本方用于体虚贫血、足冷、乏力、月经不调等症。\n如贫血、低血压，腰腿发冷月经不调，不孕症，神经衰弱，半身不遂等和神经质。",
			"方解": "当归补血润血，治贫血，芍药理气止痛；川芎补血理气；茯苓利水；白术、泽泻利尿。通过本方药物的综合作用，对妇科虚症和心、脑、肾、神经、肌肉疾患，有明显的治疗作用。",
			"治例摘录": [
				"病人为一中年妇女教师，一年内自然流产三次休虚乏力，既往下垂。此次妊娠给予当归芍药散，至妊娠分娩前连续服用，安产一男孩。"
			]
		},
		{
			"方剂名": "当归四逆散",
			"出处": "《伤寒论》",
			"组方": "当归15克 桂枝15克  芍药15克   木通15克  大枣10枚 细辛10克 甘草10克",
			"适应症": "用于内虚兼寒之病症，或者热性病中不该汗者，而误用汗法。\n使手足发冷，脉弱者，其它如冻疮、坐骨神经痛、腰痛、子宫脱垂。黎明泻等亦可使用。",
			"方解": "由桂枝汤去干姜加当归、细辛，木通而成，主要解表、温通，活血，达到温手足的目的。当归补血；桂枝温经理气；当归、桂枝协同促进血液循环；细辛温有焦元气，开胃促进周围循环末梢血行。木通理气破瘀；细辛不可利胃水，达到利湿的目的；大枣多以助血行。当归补血，芍药活血，桂枝温中药，大枣为滋补药。",
			"治例摘录": [
				"病人为33岁女性，几年末冬天生冻疮，双手足冻肿，指甲有的脱掉、不能走路、经外科、皮肤科医师治疗无效，经予当归四逆治治疗。初，家属不相信，服二剂后，身和手足发热；一周后两足肿张消失；经服半朋治疗、严重冻沧痊愈，病人和家属称之为灵丹妙药。"
			]
		},
		{
			"方剂名": "当归四逆汤加吴萸生姜汤",
			"出处": "《伤寒论》",
			"组方": "当归15克 桂枝15克  芍药15克  木通15克  大枣15克  细辛10克 甘草10克  吴萸10克  生姜10克 加酒少许为引。",
			"适应症": "大致同当归四逆汤，病人寒厥而腹中闷满，用本方较好，手足发冷，头痛恶寒胸痛咳痰喘、发冷、腹痛、呕吐等。冻疮，皮肤病、腰痛、坐骨神经痛、妇女腹漠炎等。",
			"方解": "本方由以上药物组成。吴萸性辛温，散寒下气止痒，可治顽固性头痛和厥冷。干姜辛温有有开胃止呕作用。大枣为健胃药，吴萸为温中健胃药。"
		},
		{
			"方剂名": "四逆汤",
			"出处": "《伤寒论》",
			"组方": "炎甘草15克  干姜10克  附子8克",
			"适应症": "本方可促进新陈代谢功能底下之病症逆转。散胃肠之寒、治四肢厥逆，就是四逆汤之愿意。对过渡出汗或误汗所致之四肢厥冷、脉虚弱、清化不良、急慢性胃肠炎。失血过多所致的心脏衰弱。",
			"方解": "本方温寒解补虚，且有强心、促进新陈代谢功能，旺盛之力。附子去寒，温表里，可治疗四肢痛和发冷；干姜温里寒，调整局限性贫血，甘草补虚，助清化功能。",
			"附记": "本方常用急救之方。能兴奋心脏和胃肠功能。促进血液循环，可治疗新陈代谢机能低下或虚脱等病症。"
		},
		{
			"方剂名": "人参汤（理中汤）",
			"出处": "《伤寒论》",
			"组方": "人参15克  炙甘草10克  白术10克  干姜10克  人参可另煎同服。",
			"适应症": "治肠胃虚寒之方剂，如急、慢性胃肠炎、胃下垂、胃扩恶阻、胃溃疡、糖尿病、肾\n萎缩、咯血和呕血、以及胃痛和四肢发冷等病症。",
			"方解": "人参补胃肠之虚；调节体内立水份；干姜协助人参，温肠胃利水；白木利肠胃之温；甘草助人参补肠胃之虚，加附子，称之为附子理中汤，人参被气，白木健肠利温。"
		},
		{
			"方剂名": "坚中汤",
			"出处": "《千金要方》",
			"组方": "半夏15克  茯苓15克  桂枝10克  芍药10克 大枣10克  甘草10克 干姜10克",
			"适应症": "用于虚劳内伤，恶逆、吐血等病症，胃溃疡、慢性胃炎、胃扩张等。",
			"方解": "半夏、获苓去湿利水；桂枝为温中药。具有健胃和止痛。",
			"治例摘录": [
				"病人为一中年男性，平素食纳量少、乏力、消瘦、诊断为胃溃疡并胃下垂、给予坚中汤一周后食欲有增、精神好转、半月后乏力明显减轻，上腹痛消失食量大增、体重增加、病症消失。"
			]
		},
		{
			"方剂名": "五积散",
			"出处": "《和剂局方》",
			"组方": "茯苓20克  白术20克  陈皮20克  半夏20克  苍术20克 当归15克  芍药15克 川杛 15 厚朴15克  白芷10克  枳壳10克  干姜10克  香附10克  桂枝10克  麻黄10克 大枣10克  甘草10克  桔梗 10克",
			"适应症": "本方为治疗气血痰寒食，五积之良方，用于风寒、水毒、湿气、贫血等引起的各种疾病。即急性胃肠炎、溃疡病、胃痉挛、坐骨神经痛，风湿性心瓣膜病、各种神经痛。对贫血，上半身热，下半身冷，腰冷痛和下腹痛等四大病症有良好效果。",
			"方解": "苍术，陈皮、甘草、厚朴为平胃散，用于驱散饮食停滞；半夏，茯苓，陈皮，甘草为二陈汤，支地黄用以活血补血；桂枝，麻黄，干夹姜，白芷，桔梗为散风去寒活血。本药方组成复杂，含有二陈汤、平胃散，四逆汤，桂枝汤，续命汤，半夏厚朴汤，治疗气、血寒含痰的停积，以及由其引起的病症很有疗效。",
			"附记": "本方为治疗气，血、痰、寒、食五积之良方，以贫血为最适宜之病证。"
		},
		{
			"方剂名": "香砂养胃汤",
			"出处": "《万病回春》",
			"组方": "白术20克   茯苓20克  苍术15克  厚朴15克 陈皮15克  香附10克  人参10克  白豆寇10克  木香10克  砂仁10克  甘草10克  大枣10克\n日一剂温服，人参可单煎同服，香附后入煎。",
			"适应症": "本方治疗脾胃肠炎，慢性消化不良，胃炎，胃下垂等。",
			"方解": "本方由利湿健胃药组成，临床效果良好，茯苓、苍术、白术利湿补脾；厚朴、香附、木香、陈皮顺气补脾胃；砂仁豆寇止痛、养胃、促食欲；人参补气；大枣、干姜、甘草调味健胃、助消化。",
			"药物功效": "白木为健脾利湿药，厚朴为理气药，陈皮理气，白豆寇为理气健胃药。\n本方为治疗脾胃不和和促进食欲的常用方。"
		}
	],
	"消导方剂类": [
		{
			"方剂名": "分心气饮",
			"出处": "《和剂局方》",
			"组方": "桂枝15克  芍药15克   木通15克   半夏15克  甘草10克  灯心草10克   干姜10克  桑白皮10克  青皮10克  陈皮10克  大腹皮10克  羌活10克 茯苓10克 苏叶10克  大枣10克",
			"适应症": "用于所郁心胸、心下痞硬，心下停水并有胃虚便向者。对神经衰弱、腹膜炎、乳房痛，妊娠消化不良，妊娠咳嗽等症。",
			"方解": "青皮、陈皮、大腹皮理气破滞；桑白皮、苏叶；、灯心清热解毒；茯苓、木通利水祛温；半夏止咳利温；桂枝、羌活温中祛风；芍药补血活血，大枣、干姜健胃补脾。"
		},
		{
			"方剂名": "清热补气汤",
			"出处": "《症治准绳》",
			"组方": "人参15克  当归15克  芍药15克  麦冬15克  白术10克 茯苓10克  升麻10克   玄参10克  五味子10克  甘草10克",
			"适应症": "用于虚症人的慢性胃炎。胃内虚热而引起的舌烂，舌乳头消失、口内不舒。如口内炎、鹅口疮、性病后的剥夺性舌类、产后或恶性肿瘤后期的口腔摩烂。",
			"方解": "本方药物为润血去燥，补脾胃之虚。人参、白术、茯苓、甘草为四君子汤、补脾胃；当归、芍药补血虚；五味子、麦冬、玄参润津去燥；升麻去咽中之热。引诸药上行。具有润血补脾之功效。"
		},
		{
			"方剂名": "栝楼枳实汤",
			"出处": "《万病回春》",
			"组方": "当归15克   茯苓15克  川贝15克  栝楼枳15克  桔梗15克  陈皮10克  干姜10克   甘草10克   桅子10克  枳实10克   竹茹10克  黄芩 10克 砂仁10 木香10 克",
			"适应症": "治胃热、燥痰所致之病证。如急、慢性支气管炎、肺炎，肋间神经痛。喘息性支气管炎肺气肿、脑溢血、高血压，动脉硬化等症。",
			"方解": "以本方解肝胃热、润燥痰、除食积、为证治。桅子、黄芩清肝热、栝楼、贝母、姜汁、竹茹开胸润痰：陈皮、枳实、桔梗、砂仁、木香开胸理气，驱痰解胃热和清肝热。痰虽多多种，有干痰和湿痰二种，二陈汤利痰，栝楼枳实汤润干痰并逐之。",
			"药物功效": "当归为补血药、茯苓为利尿药，川贝为止咳化痰。栝楼为止咳化痰所致之病证良方之一，以解肝胃热，润燥痰，除食积为证治，疗效良好。特别治中老年的喘病证，疗效更为突出。"
		}
	],
	"止血方剂类": [
		{
			"方剂名": "《黄土汤》",
			"组方": "黄土25克   地黄15克  白木15克  阿胶15克  黄芩10克  甘草10克 附子8克  （阿胶烊化）",
			"适应症": "本方汉太阴病方，具有补温作用，主治吐血、呕血。适用于阴虚出血证。阴虚出血证。即消化道出血，痔出血，吐血、鼻出血、血尿等，对于直肠溃疡，直肠癌、贫血。白血病等亦可适用。对于植物神经功能失调，高血压痛症亦可施用。",
			"方解": "黄土，以灶心土为佳，为收敛、镇吐、止血药；阿胶，甘草、地黄，可促进止血；白木、附子、温补胃气；黄芩、生地、可清血热。"
		}
	],
	"理气方剂类": [
		{
			"方剂名": "厚朴生姜半夏甘草人参汤",
			"出处": "《伤寒论》",
			"组方": "厚朴15克  半夏15克  人参10克  甘草10克  生干姜10克",
			"适应症": "用于治胃下垂，胃扩张，腹胀、腹膜炎等症的腹部积气，以反呕吐、反酸、心下痞满等症。",
			"方解": "本方由半夏厚朴汤去茯苓和紫苏叶，加人参和甘草组成，厚朴散气；人参、甘草补心虚；半夏利痰顺气；生姜镇呕，通过这些药物的协同作用，达到散气补虚而治腹胁胀满和呕逆。",
			"药物功效": "厚朴为理气药，半夏为化痰药，人参为补气药，有壮身健脑作用。"
		},
		{
			"方剂名": "半夏厚朴汤",
			"出处": "《金匮要略》",
			"组方": "半夏20克  茯苓20克   厚朴15克  苏叶15克   干姜10克",
			"适应症": "顺气方剂，用于妇女虚症和表现为神经质的综合症。如胃、肠功能低下，食道痉挛，妊娠呕吐，神经衰弱，百日咳，手足虚性浮肿。",
			"方解": "半夏去心下或胃内停水，理气、厚朴邦助半夏理气；茯苓去心下部停水；干姜去气滞；苏叶理气；可治鱼中毒、蟹中毒。诸药协同，可治消化道症状、神经症状和浮肿。"
		},
		{
			"方剂名": "四逆散",
			"出处": "《伤寒论》",
			"组方": "柴胡20克  芍药 15克  枳实10克  甘草10克",
			"适应症": "此用于大柴胡汤症与小柴胡症之间的病症。主要是胆囊炎，胆石症、胃炎、胃溃疡、以及肺结核，急慢性支气管炎，心悸、直肠溃疡、过敏、神经质等。",
			"方解": "柴胡治气血凝滞于胸胁和血热而影响水气流通；枳实顺气破结，疏能水道；芍药缓解血滞而引起的四肢肌肉疼挛；甘草补胃虚，通过诸药的协同作用，治疗肝病、胃病、肌肉紧张和神经系统一些疾病，腹痛加附子。",
			"药物功效": "柴胡为清热药，芍药为活血药，枳实健胃利湿药。"
		},
		{
			"方剂名": "延年半夏汤",
			"出处": "《外台秘要方》",
			"组方": "半夏15克  桂枝10克  前胡10克 鳖甲10克 槟榔10 人参10 干姜10  桔梗10克  吴萸10克（茶辣仔）  将前胡换为柴胡亦可。",
			"适应症": "治疗慢性胃功能碍障，左季肋部和左乳房区疼痛，胃、12指肠溃疡，慢性胃炎、肋问神经痛，心绞痛、慢性胰腺炎、胃酸过多，神经性食欲低下症和部分贫血症。",
			"方解": "本方药物大部分为去痞、化痰、顺气药、枳实前胡、鳖甲、槟榔、具有顺气、化痰、解痞作用；半夏祛胃内停痰；桔梗去胸中痰；吴萸去寒解痛。",
			"药物功效": "半夏为化痰药。桂枝具有芳香健胃止痛，前胡为理气祛痰药。"
		},
		{
			"方剂名": "加味逍遥散",
			"出处": "《和剂局方》",
			"组方": "当归15克 赤罗15克  白术15克  茯苓15克  柴胡10克  丹皮10克  山桅10克  甘草10克  干姜10克  薄荷10克  （薄荷后下煎）",
			"适应症": "用于虚性体质的肝损害，妇女三各种神经性疾患，如慢性肝炎，肝硬化，疳积，尿路感染更年期各种神经症状，流产或扎管后的月经不调和神经症状等。",
			"方解": "当归补血、润燥、散内寒、温瘀血，为补血剂；芍药和血脉，止痛、和当归一起治血症；柴胡解热健胃，丹皮活血破瘀，为消炎性活血药；山桅镇静安神，治身热和黄疸；白木、茯苓、生姜助各药吸收，并发挥作用。",
			"药物功效": "当归为补血药、芍药为补血活血药，白木为健脾燥湿药，茯苓为利尿药，柴胡为清热药。丹皮为清热凉血药。\n治例摘录：\n病人为一60岁农村妇女，体瘦，食欲不振、全身窜痛、失眠心悸，少言，喜静息、西药治疗无效、改用丹桅逍遥散6剂，一周后复诊，诸症减轻，按原方现服三剂症状痊愈。"
		},
		{
			"方剂名": "丁香茯苓汤",
			"出处": "《秘方》",
			"组方": "茯苓20克 半夏15克  桂枝15克  陈皮15克  干姜10克 缩砂10克 丁香10克  附子10克",
			"适应症": "用于胃内停水过久而致的少食，腹胀痛，呕吐，胃酸过多症，用于胃溃疡，胃扩张，胃下垂，胃痛等。",
			"方解": "茯苓，半夏去湿利尿丁香、缩砂、陈皮为芳香健胃，可达到去所滞止痛作用；桂枝温中固麦；附子温祉阳气，且具有止痛作用，干姜健胃，助清化。",
			"附记": "本方以理气，温经，利水为主，对胃溃疡胃扩张，幽门狭窄症等，有独特的治疗作用。"
		},
		{
			"方剂名": "行湿补气养血汤",
			"出处": "《万病回春》",
			"组方": "人参20克  白术25克  茯苓25克 当归25克 川芎25克  赤芍25克  木通20克  厚朴20克  陈皮20克   莱服子20克  海金沙20克  木香20克  大腹皮15克 苏叶15克   甘草15克",
			"适应症": "治疗因气血双虚所致的腹胀和浮肿，如腹水、腹胀，慢性性肾炎，肾病综合症，肝硬化慢性腹膜炎等。",
			"方解": "当归、川芎、芍药补血活血；人参、陈皮木香补气理气；白木、茯苓利湿；木通莱服子疏经、去气滞；苏叶清利湿破腹满、甘草调理诸药。",
			"附记": "本方为治疗气气血双虚所致的腹胀的良方以补气活血、利湿、理气为证治。"
		}
	],
	"止呕降逆方剂类": [
		{
			"方剂名": "甘草汤",
			"出处": "《伤寒论》",
			"组方": "甘草15克",
			"适应症": "用于缓解气逆所致之压迫症状和解除胃痉挛。如食肉类中毐，胃痉挛，胃溃疡等症。",
			"方解": "方中为伤寒论中仅有独味单方，古人说“百草百毒，调和诸药。甘草有解痉作用，其甘平为一良好矫味药。很早以前，我国、日本队、德、英等国。单味甘草治胃溃疡。"
		},
		{
			"方剂名": "小半夏加茯苓汤",
			"出处": "《金匮要略》",
			"组方": "半夏15克    生姜10克    茯苓15克",
			"适应症": "用于治疗因胃骨停水而引起的呕吐。妊娠，呕吐、急性胃肠炎，浮肿病引起的呕吐。小儿呕吐，湿性胸膜炎和肺脓肿症。",
			"方解": "半夏和生姜是治呕吐的主药。茯苓和半夏协同利尿渗湿。生姜驱风健胃。"
		},
		{
			"方剂名": "茯苓散",
			"出处": "《金匮要略》",
			"组方": "茯苓20克  白术15克  人参10克   陈皮10克 干姜10克   人参可单煎同服。",
			"适应症": "用于脾胃虚少津液，胃内停水。胸膈胀潢肠胃神经官能症。治胆石症，呕逆。老年人咳嗽小儿消化不良等。",
			"方解": "本方系人参汤中。除去甘草加陈皮。积实，干姜而组成。茯苓顺气去胃内停水，人参、白术、干姜协同茯苓，增进胃功能改善；积实除心处气痞；陈皮和干姜协同积实发挥作用。通过诸药的综合作用。达到治心胸停水。胃内气症。",
			"药物功效": "茯苓为利尿药，白术健脾利湿。人参补气，陈皮理气。",
			"附记": "本方适用于治疗胃脾虚，胃内停水。食后嗳气等病症。"
		},
		{
			"方剂名": "苓桂术甘汤",
			"出处": "《伤寒论》",
			"组方": "茯苓20克     桂枝10克    白术15克     甘草10克",
			"适应症": "用于胃气不足，胃内停水。气上冲，头昏等。如神经疾痛、心脏痛，运动系统疾病。一些慢性肾病。肾炎、高血压，失息、失听、贫血、脱发症等。",
			"方解": "本治疗气上逆和去湿作用，茯苓去胃内之湿，动摇上逆之气；白术利水；桂枝引上逆之气下行，和甘草一起补内气不足并顺气。本方用于胃气不足胃内停水，气上冲及头昏等症。顺气利湿方。"
		},
		{
			"方剂名": "旋复花代赭石汤",
			"出处": "《伤寒论》",
			"组方": "旋复花15克    代赭石15克    甘草10克     人参10克     半夏10克\n生姜（干姜）10克      大枣5枚",
			"适应症": "用于胃气虚，恶心、呕吐、心下胀满、如胃酸过多症、胃扩张、胃癌、幽门狭窄，慢性肠狭窄、恶阻等症。",
			"方解": "旋复花开胃、止吐逆。软坚清痞治嗳气；代赭石补血、收敛；人参具有强壮，健胃、止血作用。半夏镇吐。\n利尿祛痰作用；生姜健胃镇吐作用，这些药物综合作用是除心不痞停饮和嗳逆。",
			"药物功效": "旋复花为化痰止咳药降气止呕。"
		},
		{
			"方剂名": "正心汤",
			"出处": "〈古今医鉴〉",
			"组方": "当归15克  茯苓15克   地黄15克    羚羊角10克    人参10克\n酸枣仁10克    远志10克     甘草10克",
			"适应症": "本方适应七情欠逆。妄言苦笑不知所苦，用于精神分裂症，歇斯底里、神经装弱。脑溢血脑软仪症。糖尿病、昏迷等症。",
			"方解": "酸枣仁、远志，具有养心安神作用；二者协同可加强镇静作用，当归、地黄补血润血；人参补气健壮；羚羊角清热、镇静、解痉、调解不正常的精神状态。茯苓利湿镇静；甘草调理诸药。",
			"治例摘录": [
				"病人为一青年男子，因听馋言风语，突然失眠焦躁，妄言妄动，精神失常。用正心汤治疗。一周后，精神略有好转。尚可夜晚休息，饮吃有增加将酸枣仁，远志加大剂量，再服半月。症状好转。妄言妄动基本消失。"
			]
		}
	],
	"安神方剂类": [
		{
			"方剂名": "酸枣仁汤",
			"出处": "《金匮要略》",
			"组方": "酸枣仁30克     知母20克     川芎20克    茯苓15克    甘草10克",
			"适应症": "本方用于体力虚弱而引起的失眠和多眠等神经系统疾病。失眠症嗜睡症、盗汗神经性心悸、眩晕、惊悸、神经衰弱等病症。",
			"方解": "酸枣仁是一种神经系统强壮镇静剂；知母和甘草解热润燥、具有滋润性强壮作用；茯苓、川芎行气除停饮；川可活血解郁而治头痛；茯苓益脾除湿补心行水，安魄养神，具有强壮、利尿、镇静作用。通过这些药物协同能调和阴阳，治疗失眠，嗜睡、虚烦等非常有效。酸枣仁为安神镇静药，川芎为活血药，茯苓为利水药。",
			"附记": "本方为古今常用强壮镇静剂，对失眠、盗汗、心悸、眩晕等病症。尤以肝、肾功能不佳而疗效可靠。"
		},
		{
			"方剂名": "柴胡加龙骨牡蛎汤",
			"出处": "《伤寒论》",
			"组方": "柴胡15克    半夏15克    茯苓15克    桂枝10克    黄苓10克   人参10克\n龙骨10克    牡蛎10克    干姜8克     大黄8克     大枣5枚",
			"适应症": "用于神经衰弱、神经性心悸、动脉硬以症。高血压病、癫痫、脑溢血、心绞痛、小儿夜惊症、夜尿症，慢性风湿性关节炎，半身不遂等。",
			"方解": "柴胡湿泻胸胁实热：龙骨收敛镇静：茯苓有利尿和镇静作用：黄岑协助柴胡起解热，疏通，镇静作用。由于龙骨牡蛎有镇静作用，可以治疗心悸，失眠，惊狂等神经系统的症状，桂枝治上冲，茯苓利尿，半夏治胃内积水，茯苓和龙骨、牡蛎协同治疗心悸。大枣和生姜、调和诸药力，大黄消炎导下且有镇静作用。",
			"附记": "本方治疗邪热入里，胸满惊悸，谵语，身痛，多梦失眠，健忘心悸，小便不利，遗精等症。"
		}
	],
	"祛风化湿方剂类": [
		{
			"方剂名": "桂芍知母汤",
			"出处": "《金匮要略》",
			"组方": "桂枝15克   知母15克    防风15克   芍药15克    麻黄15    生姜10\n白术20克   甘草10克     附子10克",
			"适应症": "用于头脑晕、气短、消瘦、关节痛，肢体肌蒌缩，风湿性关节炎，关节肿痛胀和疼痛，下肢运动障碍和感觉异常。",
			"方解": "桂枝、附子温中壮阳；防风祛风御寒；知母滋阴补肾；芍药活血祛瘀；麻黄固表兴奋；白术祛湿健胃；干姜甘草温补脾胃，助消化，调和诸药。",
			"药物功效": "白术健脾利湿药，桂枝温中药，知母清热滋阴药，芍药活血药，麻黄平喘药。",
			"治例摘录": [
				"对于膝关节炎肿胀，不能屈曲，直立困难，重时不能行走，服桂芍知母汤疗效很好。"
			]
		},
		{
			"方剂名": "甘草附子汤",
			"出处": "《伤寒论》",
			"组方": "甘草15克   白术15克    桂枝15克   附子10克",
			"适应症": "用于急性风湿性关节炎，神经痛、腰痛、流感等。",
			"方解": "风为外邪，湿为水毒，桂枝祛风解表；附子促进新陈代谢，温表止痛，白术和附子，温水利尿，甘草止痛，并助桂枝理气。附子用量侍出汗后，可减半，防止中毒。",
			"药物功效": "甘草理气解毒药，桂枝温中祛寒药，附子温中散寒。"
		},
		{
			"方剂名": "二术汤",
			"出处": "《万病回春》",
			"组方": "白术20克   茯苓20克  陈皮20克   南星20克    香附15克  黄苓20克\n威灵仙20克    姜活15克   半夏15克   苍术10克   甘草10克    干姜10克",
			"适应症": "用于双肩痛，手和上臂痛，肌肉风湿、肩周炎，上臂神经痛等。",
			"方解": "白术、苍术健胃利湿，威灵仙祛风镇痛，南星散血破结，解痉，镇痛，香附，陈皮理气止痛；茯苓利尿镇表；半夏利湿祛痰；姜活固表祛风止痛；干姜、甘草健胃和中并调理诸药。",
			"药物功效": "半夏化痰药，苍术健脾利湿，茯苓利尿药，陈皮理气，南星祛痰，香附理气药。"
		},
		{
			"方剂名": "清湿化痰汤",
			"出处": "《寿世保元》",
			"组方": "半夏15克    茯苓15克    苍术15克   南星15克     黄苓15克   陈皮10克\n姜活10克    白芷10克    白芥子10克     甘草10克     干姜10克",
			"适应症": "用于湿结关节而引起的游走性关节痛、肢体麻木和痰结胸胁引起的胸痛，诸肋痛和背冷等症。肋间神经痛，肌肉风湿，风湿性关节炎。淋巴结炎，肩背痛等症。",
			"方解": "姜活逐风祛湿，利关节镇痛；天南星解痉镇惊；白芷性温散湿镇痛；白芥子散结止痛；半夏陈皮治痰饮；茯苓利湿；苍术健脾；黄芩解热解毒；干姜，甘草健胃和冲，调理诸药。",
			"药物功效": "半夏止咳药，苍术健脾利湿药，南星祛痰药，黄芩清热药。陈皮为理气药。",
			"治例摘录": [
				"病人为一青年农民，身冷，四肢游走性关节炎痛已一年多，冬后加重，兼咳嗽，舌黄红胖，少白苔，脉沉有力。给服清湿化痰汤，一周后，咳痰减少，关节痛亦明显减轻，10天后身冷消失。"
			]
		},
		{
			"方剂名": "舒筋立安散",
			"出处": "《万病回春》",
			"组方": "防风 20   独活 20  姜活 20  茯苓 15  苍术 15  川芎 15  白芷  15   熟地15\n红花   10    桃仁 10  南星 10  陈皮 10  半夏 10   白术10\n咸灵仙  10    牛膝10  木瓜15   防已10  黄芩 10    连翘10   木通10\n龙胆草竹茹各20克至15克。附子10克甘草10克，可加乳香没药各15克",
			"适应症": "用于四肢关节痛，慢性多发性风湿性关节炎，亚急性风湿性关节炎，可长期服用。",
			"方解": "本方属大型祖方，计26味药，防风独活、姜治、附子为祛风固表温中药；茯苓防已、木瓜、木通去湿舒络；川芎、牛膝、地黄、桃仁、红花活血化瘀；南星、黄芩，连翘、龙胆草、竹茹清热、解毒解痉；苍术、白术陈皮健脾利湿；白芷镇静镇痛；咸灵仙顺气祛风，通五脏，具有利尿，镇痛作用；半夏祛痰镇呕（乳香、没药为止痛药）；甘草调理诸药，协同显效。",
			"药物功效": "防风祛风药、川芎活血药、白芷燥湿药，红花活血药。南星祛痰药。防已祛风利湿药，龙胆草清热健胃药。本方适用于是治疗四肢关节痛。"
		},
		{
			"方剂名": "加味四物汤",
			"出处": "《医学正传》",
			"组方": "当归、川芎、赤药、熟地、苍术各20克、麦冬25、人参、牛膝各10克，黄连、黄柏、五味子、知母、杜仲各10克。",
			"适应症": "用于诸蒌症，四肢软弱无力，活动不灵，如脑溢血的偏瘫，脊髓炎，小儿麻痹、脊髓痨等。",
			"方解": "本方具有清热，润血，生津，祛显作用，对于四肢运动障碍。有良好的治疗效果。当归、川芎、芍药、牛膝、熟地、具有补血，活血作用；知母、麦冬、五味子，具有滋肾，生津作用；黄连，黄柏清热解毒；人参、杜仲，具有通经舒络和强壮作用；苍术祛湿和胃，通过以上药物的作用协同，达到治疗诸蒌症的作用。",
			"药物功效": "当归补血，川芎活血，芍药活血，麦冬滋阴，黄连清热解毒。"
		}
	],
	"活血方剂类": [
		{
			"方剂名": "桃仁承气汤",
			"出处": "《伤寒论》",
			"组方": "桃仁15克    桂枝15克    大黄10克    芒硝10克     甘草10克",
			"适应症": "本方是活血方之代表方之一适用于实热郁解于少腹而引起止逆者。因瘀血而引起的头晕、痛目眩、耳呜、心悸、精神不安、腰腿发凉、便秘。\n大致分类如下：神经系统，以头痛、耳呜、心悸、下腹痛\n高血压、动脉硬化，脑膜炎，脑溢血等。\n妇科的月经不调、经闭、附件炎、更年期综合症、不孕症、习惯性流产等。\n急性肠炎，膀胱炎，结石，猩红热，丹青。\n急性热性病的高烧，谵语，狂躁。",
			"方解": "此方系调胃承气汤，加桂枝。桃仁而成桃仁有破血作用。用桂枝一起，可治下腹部瘀血改善血行不畅；桂枝和甘草协同。引气下行；大黄，艺硝泻实热。将下行之元气排出。",
			"药物功效": "桃仁活血，它常与其他活血药并用，桂枝温中药，有健胃和止痛作用，大黄泻下药。"
		},
		{
			"方剂名": "桂枝茯苓汤",
			"出处": "《金匮要方》",
			"组方": "桂枝10克 茯苓10克 牡丹皮15克 桃仁15克 芍药20克",
			"适应症": "用于腹瘀血引起的气郁，神经症状，妇科疾患子宫内膜炎，月经不调，闭经，皮科疾患，紫斑病，湿疹，眼科疾患，眼底出血，风湿，动脉硬化。",
			"方解": "通过多味药的综合作用。可治下腹瘀血和炎症而引起的疼痛，桂枝治上冲。和其他一起缓解气血凝滞；茯苓和桂枝治腹部动悸和水分停滞，桃仁活血缓下；牡丹皮祛瘀血，芍药疏通血滞；缓解凝滞。",
			"药物功效": "桂枝温中祛寒。茯苓利尿丹皮清热凉血，桃仁活血，常与活血化瘀药并用，芍药补血药。",
			"附记": "本方对下腹瘀血引起的气郁，神经症状，有良效。"
		},
		{
			"方剂名": "抵当汤（丸）",
			"出处": "《伤寒论》",
			"组方": "水蛭10克 虻虫10克 大黄15克 桃仁20克，药煎剂或制丸一日一剂二服",
			"适应症": "用于瘀血证，驱逐盆腔的内血块、血肿、血栓等，如月经不调或闭经，子宫肌瘦、卵巢囊肿、精神分裂症、痫症、食道狭窄、糖尿病、运动麻痹和半身不逐等症。",
			"方解": "水姪溶血，去陈旧性瘀血；虻虫可软化血快，血栓，使陈旧瘀血被驱逐；桃仁活血，消炎，镇痛；大黄虻虫，水蛭可使下腹部瘀血被活化，而且具有消炎作用。",
			"药物功效": "水蛭为活血化瘀药，大黄、虻虫、水蛭可使下腹瘀血被活化，且有消炎作用。大黄为泻下药。"
		},
		{
			"方剂名": "芎归胶艾汤",
			"出处": "《金匮要略》",
			"组方": "当归15克 芍药15克  生地20克 川芎10克\n甘草10克 艾叶10克  阿胶10克（阿胶烊化）",
			"适应症": "用于虚寒症的出血，贫血而致的瘀血，下腹疼痛和知觉障碍，四肢烦热，子宫内膜炎，痔出血，紫斑，贫血，习惯性流产。功能性子宫出血，肾结核、泌尿系统结核等。",
			"方解": "本方系四物汤，加阿胶、甘草、艾叶而组成，川芎活血、当归，阿胶，甘草，地黄，芍药补血，强子宫；艾叶收敛、止血；阿胶、艾叶是止血安胎的要药，这些药综合起来。有破血、补血温经止血作用。",
			"药物功效": "川芎为活血药，当归补血，阿胶为滋肾补血，当归利血，艾叶驱寒药。",
			"附记": "本方为治疗妇女崩漏、止血安胎之要方，具有补血调经、安胎止漏的作用，对妇女任冲不足、月水过多以及妊娠下月血，胎动不安、下腹疼痛，并有虚寒者、疗效卓著。"
		},
		{
			"方剂名": "疏经活血汤",
			"出处": "《万病回春》",
			"组方": "芍药25   当归20   川芎20   熟地20   桃仁15   茯苓20   牛膝20   灵仙20  防己15   姜活15   防风15  龙胆草10  白芷10   陈皮10   甘草10  干姜10",
			"适应症": "本方系通经、疏经、活血方。可治经络中瘀血和风湿，如肌肉风湿、痛风、关节炎、坐骨神经痛、下肢麻痹、半身不遂、产后血栓性脉静炎，肢体及腰痛。",
			"方解": "当归、芍药、川芎、熟地、桃仁是四物汤加桃仁，治疗下腹部瘀血；茯苓、苍术、陈皮、姜活、白芷加威灵仙，防已、龙胆草治腰腿风湿；牛膝治腰腿痛、除湿、如有下肢痛和不遂者，加木通、木瓜、黄柏、薏仁等，可使足痛减轻。",
			"药物功效": "当归补血药，川芎为活血药，芍药为活血药，桃仁为活血破瘀药，牛膝为补阴药，功能为补肝肾，强腰腿。威灵仙为祛风疏经药。白芷为燥湿止痛药。\n治创摘录：病人为42岁妇女、被断为脊柱肿疡，一年前脑部外伤、下肢有瘀血。不能行走、给予疏经活血汤。一月后，足能活动。三月后能自行下床，半年后可步行，一年后如正常人。\n例二：病人为60多岁女性，全身痛二月多，卧床不能动。被动体位，右脚痛最厉害。颜面苍白，消瘦，无热而便秘，给予疏经活血汤加木通、木瓜、薏仁。一周后，疼痛减大半，二周后，颜色好转，体力恢复、能自行散步。"
		},
		{
			"方剂名": "通导散",
			"出处": "《万病回春》",
			"组方": "大黄15   当归15   芒硝25   枳壳10  厚朴10  陈皮10   木通10  红花10\n苏木10   甘草10 （芒硝后入煎）",
			"适应症": "适用于因铁打损伤而致的内瘀血，如胸胀痛。心悸，大小便不利、恶心、头痛等。外伤性内瘀血。",
			"方解": "本方是活血逐瘀方，大黄、芒硝为峻产；当归、红花。为补血活血药；枳壳、厚朴，陈皮为顺气益脾药；苏木止血活血，专治血病；甘草调理诸药。",
			"药物功效": "大黄为泻下药，当归补血药、芒硝为峻下药、厚朴为理气药、陈皮为理气药。",
			"附记": "本方为治疗外伤性内瘀血的良方，大黄、芒硝并用为其特点。"
		},
		{
			"方剂名": "加味八疝汤",
			"出处": "《万病回春》",
			"组方": "当归15克  川芎15克  芍药15克  熟地15克  陈皮10  半夏10克  白术25克\n茯苓10     桂木皮10  甘草10克  干姜10克  大枣5枚（人参单煎同服）",
			"适应症": "用于治疗肢体麻木或疼痛。如手足麻木感、运动麻痹、脑溢血所致的肢体麻痹和疼痛。颜面神经痉挛、三叉神经痛，颜面神经麻痹。",
			"方解": "本方补气、益中、活血。当归、川芎、芍药、熟地、川牛膝、为补血活血药；人参、白术为补气药；陈皮半夏、茯苓为祛湿药；防风，姜活，桂枝，干姜，大枣为驱风、疏经、温中药；甘草为调理各药。",
			"药物功效": "茯苓为利尿药、桂枝温中药，防风驱风药。当归为补血药，川芎为活血药。"
		},
		{
			"方剂名": "当归须散",
			"出处": "《医学入门》",
			"组方": "当归15克  芍药15克  乌药15克  香附15克   桃仁10克  苏木10克\n红花10克  桂枝10克  甘草10克",
			"适应症": "本方用于外伤而致的气滞血瘀症、或由其引起的胸肋作痛、如外伤引起的胸腹部痛，胸痹而致的胸闷痛。",
			"方解": "本方组或特点，是活血止痛作用突出，当归、芍药、桃仁、红花、苏木为活血止痛作用突出.当归芍药、桃仁、红花、苏木为活血化瘀兼止血；桂枝温通止痛，助活血，香附芳香温通，止胸腹痛；乌药理气镇痛，有较好的止痛作用；甘草调理诸药。",
			"药物功效": "当归为补血药，芍药为活血药，乌药为驱风药、止痛。香附为理气药。也具有止痛作用。",
			"治例摘录": [
				"用此方治疗胸闷、胸痛伴气短二各中老年男女效果很好。元气恢复。"
			]
		},
		{
			"方剂名": "补阳还伍汤",
			"出处": "〈医学入门〉",
			"组方": "黄芪20  当归15  芍药15  川芎10  桃仁10   红花10  地龙10",
			"适应症": "用于半身不遂、口眼歪斜、语言蹇涩、口角流涎、大便二燥、遗尿或失禁等症。如脑动脉硬化，脑血栓，脑组织软化症，偏瘫，以及动脉硬化性心脏病的脑闷痛等症。",
			"方解": "地龙平喘解痉；黄芪补气强壮；当归、川芎、芍药、红花、桃仁补血活血，此方是活血，化瘀解疼，止痛，特别重用黄芪。",
			"药物功效": "黄芪为补气药，当归补血药，地龙干解痉，芍药为活血药。\n治疗摘录：本方对治疗半身偏瘫，口眼歪斜、语涩、头晕心悸、高血压。不论男女治疗显著。"
		},
		{
			"方剂名": "血府逐瘀汤",
			"出处": "〈医林改错〉",
			"组方": "当归15 芍药10  柴胡15  甘草10  桔梗10  川芎10  牛膝25",
			"适应症": "用于瘀血证所改的诸病，如头痛、胸痛、腹痛、心绞痛、痛经、肝脾肿大等。",
			"方解": "此方由四逆散和四物汤加味组成，功能为活血化瘀，行气止痛。桃仁、红花、川芎、芍药活血化瘀，当归、生地补血养血；柴胡、枳壳疏肝理气；牛膝破瘀通经；桔梗清肺镇痛；甘草调理诸药。",
			"药物功效": "当归为补血药、生地为凉血药、桃仁为活血药、红花为活血药，牛膝为活血，如果有补肝肾，强壮腰腿等作用。\n治疗摘录：病人为 一男性取只，胸兼收并蓄痛三月多、间有刺痛有时向左肩北放散，夜眠欠佳，服药一月后，胸痛消失，夜眼良好。"
		}
	],
	"镇痉方剂类": [
		{
			"方剂名": "葛根汤",
			"出处": "〈伤寒论〉",
			"组方": "葛根25  麻黄25  桂枝15  芍药15  甘草10  干姜10  大枣5枚",
			"适应症": "治阳实证体质的热性病，现已转治于非热性病，如结肠炎，中耳炎，肩背痛，风湿痛，荨麻疹夜尿症、高血压、乳汁不足症等。",
			"方解": "本方系桂枝汤、将桂枝、芍药减量，加麻黄、葛根而成，麻黄、桂枝解表，其它工是辅助药，干姜顺气，芍药、葛根解痉活血；甘草调和诸药。",
			"药物功效": "葛根为解表药，麻黄固表、镇咳药，桂枝温中驱寒药，芍药为补血活血药，有止血止痛作用。\n治疗摘录：病人为16岁学生，夜间尿床已数年，曾到医院针刺疗法不效，遂改服葛根汤六剂。夜间尿床好转，连服一月，体质增进，尿主要原因基本消失。"
		},
		{
			"方剂名": "栝楼薤白半夏汤",
			"出处": "《金匮要略》",
			"组方": "栝楼仁15  薤白20  半夏10  （白酒作引）",
			"适应症": "用于心神经功能失调、心瓣膜病、心肌梗塞、心源性喘息、肋间神经痛、胸膜炎的胸痛、胆石症等。",
			"方解": "栝楼仁解胸膈瘀热、润心肺、祛痰饮所致之胸痺；薤白温中，散结、疏气滞、可治心胸痛和喘息；半夏止咳逐痰；白酒促进血液进行，可协助其他药物发挥效应。",
			"药物功效": "栝楼为咳化痰药、抗菌、抗癌、薤白宜痺通阳药。半夏为化痰药、具有镇静作用。",
			"附记": "今常用治胸痺良之一。如胸痛、心绞痛等病症，有良好疗效。本方可缓解肺癌病人的胸痛。"
		},
		{
			"方剂名": "栝楼汤",
			"出处": "《千金要方》",
			"组方": "栝楼仁15  桂枝15  半夏15  橘皮15  厚朴15  薤白15  桔梗10\n干姜10    枳实10",
			"适应症": "本方为宽胸理气。适用于胸痺症，心绞痛或肋间神经痛，植物神经功能失调症、肺气肿、支气管喘息，不明原因之胸痛等病症。",
			"方解": "本方为栝楼薤白半夏桂枝汤，加橘皮、厚朴、桔梗、枳实、干姜而成，橘皮、桔梗去痰止痛。干姜厚朴、枳实理气、治气虚、气滞所致的胸痺、胸痛。",
			"药物功效": "栝楼为止咳化痰药，利痰和抗菌作用。桂枝为温中药、止痛健胃。陈皮理气药，厚朴为理气药，具有解痉、镇痛作用。",
			"附记": "本方为有效的宽胸理气方。治疗胸痺证、胸痺者，胸中气血滞瘀也，以胸痛为主要表现。乳头肌功能失调等证。"
		},
		{
			"方剂名": "独活葛根汤",
			"出处": "《外台秘要》",
			"组方": "葛根20  熟地20  桂枝15  芍药15  麻黄15  独活15  干姜10\n甘草10  大枣5枚",
			"适应症": "适用于四肢无力作痛，轻型中风偏瘫，产后中风肢体活动不灵，脑血管痉挛、脑缺血肢体无力兼痛，外感性肢体麻木，肩背拘紧、产后中风等症。",
			"方解": "芍药、熟地补血、独活温经、疏络、祛风；麻黄固表、平喘、益心；葛根解痉清热；干姜、大枣温补脾胃。兼温中通经；甘草调和诸药。",
			"药物功效": "葛根为解表药，生地为凉血药、桂枝温中药、芍药为活血药、麻黄为止喘固表药。"
		},
		{
			"方剂名": "安中散",
			"出处": "《和剂局方》",
			"组方": "桂枝10  延胡索20 牡蛎20  小茴香10  缩砂仁10  良姜10",
			"适应症": "用于虚证样或慢性经过的心窝部痉挛性疼痛。如神经性胃痛，胃十二批肠溃疡，胃酸过多，慢性胃炎，胃下垂、幽门狭窄，以及痛经、恶阴和过敏性疾患等。",
			"方解": "本方用大部分属芳香健胃和止痛药，属温热药，对新鲜溃疡病和化脓性炎症慎用。桂枝治瘀血性腹痛；延用索可以减轻神经性疼痛和胸腹痛；牡蛎可解除胸痛，中和酸性物质；小茴香温中散寒；良姜可下气、温中、缓解疼痛。",
			"药物功效": "桂枝为温中解表药，延胡索为止痛药，牡蛎安神固稍，小茴香芳香健胃、祛痰药，良姜健胃驱负，甘草调和诸药。",
			"附记": "本方对脾胃虚寒，气滞血瘀所致让腹痛疗效更佳。"
		},
		{
			"方剂名": "沉香天麻汤",
			"出处": "《卫生宝鉴》",
			"组方": "沉香15  益智仁15  天麻15  当归15  防风25  半夏15  独活25\n姜活25  白强10    甘草10  乌头10  附子10  （乌头附子后下，天麻单煎同服。）",
			"适应症": "用于痫症、抽搐、舌硬、项背强直，具体施用于癫痫、小儿急性抽风、神经衰弱、歇斯底里、颜面神经麻痹、植物神经功能失调症等。",
			"方解": "天麻解痉止痛，当归补血、防风，独活、姜活祛风固表；半夏祛湿利痰；益智仁健脑补肾；白强、乌头、附子温中、解痉，治抽搐；沉香芳香、温通、理气；甘草调理。",
			"药物功效": "沉香为理气药，天麻为镇惊熄风药，当归补血，益智仁为强壮药，具有健胃益脑、防风祛风，乌头为祛风药。"
		},
		{
			"方剂名": "抑肝散",
			"出处": "《保婴撮要》",
			"组方": "白术20  茯苓20  当归20  川芎20  钩藤20  柴胡15  甘草10",
			"适应症": "用于神经刺激症状，痫症、神经病，神经衰弱症，更年期综合症，失眠、阳痿、四肢无力、神经性斜颈、脑血管病后遗症等。",
			"方解": "钩藤有解痉镇静作用；和柴胡甘草一起，可缓解肝气，有镇静作用；当归润肝、血活肝血，且可以治贫血；川芎可疏通肝血；随着肝血的疏活，就产生了就缓解肝气上亢的作用；茯苓、白术、亦可缓解肝气上亢，调节植物神经的功能，还有祛湿利尿作用。",
			"药物功效": "白术为健脾利湿药，当归补血药、川芎为活血药。钩藤为熄风药。",
			"附记": "本方用于痫症，可以抑制兴奋，具有镇静作用。帮各抑肝散、肝气，指神经过敏，易怒、性争兴奋而不眠等病症。"
		},
		{
			"方剂名": "镇肝熄风汤",
			"出处": "《中西参照》",
			"组方": "怀牛膝15  赭石30    生龙骨15  生牡蛎15   生龟板15   生杭芍15   玄参 15    天冬15     川芎10   生麦芽10   茵陈10     甘草10    川橺子 10",
			"适应症": "本方有镇肝熄风作用、用于肝风内动、肝阳上亢、头晕目眩、脑内发执作痛、身烧而瘫或肢体活动失灵，如高血压症和肥胖等。",
			"方解": "生龙骨、牡蛎为平肝药，骨安神镇静作用；龟板为补肾益肝药；玄参、天冬滋阴生津；生赭石凉血补血；怀牛膝疏经活络；杭芍凉血活血；川棟子为理气止痛药；茵陈为利尿利胆药；麦芽助消化；甘草补中调味。",
			"药物功效": "怀牛膝为补阴药，可补肝肾、强腰腿。生赭石镇静、龟板为补阴药，主治肾阴不足。遗精、腰膝痿弱、骨蒸可潜阳溢阴，软坚散结，敛肝固精。龙滑为镇静固表。"
		}
	],
	"止咳化痰方剂类": [
		{
			"方剂名": "麦门冬汤",
			"出处": "《金匮要略》",
			"组方": "麦冬25克   半夏15克   粳米15克   大枣3枚   人参10克   甘草10 克 （人参可单煎同服）",
			"适应症": "用于气滞虚症的少阳病，伴有痉挛性咳嗽病症如急慢性喉炎，急慢性友气管炎，肺炎、喘息，百日咳、肺结核、糖尿病、高血压、动脉硬化症，脑溢血、妊娠咳嗽等。",
			"方解": "麦冬味甘、有滋润作用，可将上逆之气引而下行；半夏有理气作用，人参、半夏、半夏协同、有润燥解燥作用；甘草利气调味；大枣润胸、缓解逆之气；粳米补虚润胃。",
			"药物功效": "麦冬为滋阴药，半夏为化痰药，具有止呕和镇咳。"
		},
		{
			"方剂名": "甘草麻黄汤",
			"出处": "《金匮要略》",
			"组方": "麻黄15克    甘草10克   （先煎麻黄后入甘草）（避风寒）",
			"适应症": "用于喘息发作，并呼吸困难时顿服。对于咳喘呼吸困难者施用。效果很好，亦可用于喘息并胸闷胀者。",
			"方解": "麻黄止咳止喘；甘草调味，协同止咳利痰。",
			"药物功效": "麻黄为止咳平喘药，治咳喘病的简便良方对支气喘息和喘息性支气管炎，有良的疗效。"
		},
		{
			"方剂名": "小青龙汤",
			"出处": "《伤寒论》",
			"组方": "半夏15克   麻黄10克  芍药10克  甘草10克  桂枝10克   细辛10克\n干姜10克   五味子10克（麻黄入先煎）",
			"适应症": "用于胸中，心下因水毒和寒邪所致引起的咳喘、浮肿。流感、支气管炎、喘息、肺炎、温性胸膜炎、肺气肿、支气管扩张症、以及急慢性肾炎和过敏性鼻炎等。",
			"方解": "麻黄、桂枝解表证、桂枝抑制水毒上冲，麻黄治咳喘；细辛干姜、半夏去胃内积水、芍药和五味子平喘；甘草调和诸药。",
			"药物功效": "麻黄为固表止喘药、半夏为化痰、桂枝温中药，细辛为解表药。"
		},
		{
			"方剂名": "神秘汤",
			"出处": "《外如秘要》",
			"组方": "麻黄15   杏仁15   厚朴15   陈皮15   甘草10   柴胡10   苏叶10",
			"适应症": "用于呼吸困难痰少而兼有气郁的支气管喘息。",
			"方解": "麻黄发汗；祛风寒；治喘息；杏仁和麻黄协同；治风痰咳喘；陈皮顺气逐痰；厚朴利气镇静，兼痉治喘、苏叶去风寒解表；厚朴下气；柴胡祛表里之热，祛胸胁之邪、消痰止咳；甘草调和诸药解郁顺气。",
			"药物功效": "麻黄为固表止喘药，杏仁为止咳药；柴胡清热厚朴为理气药。 附记：本方对喘息和肺气肿，有良好疗效。"
		},
		{
			"方剂名": "苏叶降气汤",
			"出处": "《和剂局方》",
			"组方": "苏叶15   半夏20  陈皮15  厚朴15  前胡15（或柴胡）  桂枝10  当归10\n大枣3枚  甘草10  干姜10",
			"适应症": "用于年老体虚《小便不利，多痰，呼吸紧迫，心下痞而脉弦紧洪大者，以呼吸困难和足发凉为主症。",
			"方解": "苏子、前胡、厚朴、陈皮、半夏、除痰、降上逆之气，并解毒散外寒；当归润血补血，桂枝引气下行，引之归原；甘草调和诸药。",
			"药物功效": "陈皮为理气药，厚朴理气药。前胡理气除痰当归为补血药。",
			"附记": "本方对老年人慢性支气管炎，肺气肿，有良好疗效。"
		},
		{
			"方剂名": "二陈汤",
			"出处": "〈和剂局方〉",
			"组方": "半夏20克  茯苓20克    陈皮15克  生干姜10克   甘草10克",
			"适应症": "用于胃内停而致的恶心，呕吐和痰食欠病如呕吐、头昏、心悸、上腹部不适、以及寒喘、温痰等。施用痰饮时，往往需要加味。",
			"方解": "半夏化痰利温，茯苓行水消痰，陈皮顺气止痰，甘草，干姜补脾胃。",
			"药物功效": "半夏为化痰药，茯苓利尿，陈皮理气。",
			"附记": "本方是治疗饮病的常用良方之一，为古今临床医生所喜用。"
		},
		{
			"方剂名": "半夏白术天麻汤",
			"出处": "《脾胃论》",
			"组方": "白术20  茯苓20  陈皮20   苍术20  大麦芽15  天麻15   神曲15  黄芪15\n人参15  泽泻10  黄柏10   干姜10   生姜10",
			"适应症": "用于胃、肠虚弱、有贫血倾向的病人，以头痛，眩晕，呕吐为主症。如胃下垂、低血压、习惯性头痛、发作性眩晕、等。",
			"方解": "本方为补血脾胃方，黄芪人参补胃经不足；半夏、白术，苍术，陈皮、茯苓、治胃内停水；麦芽、神曲、帮助消化；干姜，生姜散胃内之寒，促进胃肠蠕动；黄柏，泽泻去胃和膀胱之热，有利尿作用；天麻镇惊熄风，对头晕目眩肢体麻木有良好的治疗作用。陈皮为理气药。人参补气。"
		},
		{
			"方剂名": "枳砂二陈汤",
			"出处": "《万病回春》",
			"组方": "半夏20   茯苓20   陈皮15  香附10  厚朴15   延胡索15  枳实15\n缩砂仁10  茴香10   木香10  草蔻10  干姜10",
			"适应症": "用于痰化饮而胸痛；波及腰背，且有呕吐之病而胃痛，心神经痛，心绞痛，慢性支气管炎，肺气肿等。",
			"方解": "半夏、茯苓、陈皮为治痰饮常药，有清痰利湿作用。香附,木香,草蔻,缩砂仁,有宣脾通阳作用。枳实,厚朴,干姜,小茴香有利脾和胃作用。延胡索,香附有良好的止痛作用。",
			"药物功效": "枳实理气，砂仁理气、陈皮理气，厚朴理气镇痛。"
		}
	],
	"止痛方剂类": [
		{
			"方剂名": "麻黄汤",
			"出处": "《伤寒论》",
			"组方": "麻黄15克  杏仁15克  桂枝10克  甘草10克",
			"适应症": "用于热性病的头痛身痛、腰痛、关节痛、恶风恶寒、无汗等病症，以及咳喘和鼻衄而脉浮紧者，具体分述有（1）热性病初期，如流感、肝炎、伤寒、麻疹等发热、恶寒、无汗而脉浮紧者。（2）鼻炎、副鼻窦炎。（3）外感后，鼻衄而无汗者。（4）夜尿症。（5）风湿性关节炎初期。（6）乳汁分泌不足。（7）支气管喘息。（8）某些难产的病人",
			"方解": "麻黄是解表发散药；桂枝与麻黄协同，有明显的发汗作用；麻黄和杏仁协同治喘息，且利于上焦之水，甘草调解诸药的药力，可缓和麻黄剧烈的发汗作用。本方对尿床的男女有特效。",
			"药物功效": "麻黄为固表止喘药，杏仁为止咳药，桂枝为温中药。"
		},
		{
			"方剂名": "苓桂甘枣汤",
			"出处": "《伤寒论》",
			"组方": "茯苓20克   桂枝15克  大枣5枚  甘草10克",
			"适应症": "用于腹内动悸剑下及腹痛，伴恶心和头痛，如神经性心悸、假性痫症、神经衰弱、慢性胃痛病、慢性肠狭窄、胃酸过多等。",
			"方解": "茯苓有开胃、止喝、止痢、利小便的作用，可治惊悸心下痛结、胸脑气结，烦燥等神经系统症状。桂枝引气上行，和茯苓一起，可治某些交感神经紧张或亢进症；大枣可缓解某些紧张有安神作用。通过这四味药的协同作用，可治脐下动悸等疾患。",
			"药物功效": "茯苓为利尿药，大枣为补养药，桂枝为温中药。"
		},
		{
			"方剂名": "千金当归药",
			"出处": "《千金要方》",
			"组方": "当归20克  半夏20克  芍药15克  厚朴15克  桂枝15克  人参10克\n黄芪10克  蜀椒10克  甘草10克  干姜10克",
			"适应症": "本方治疗心腹绞痛、虚寒气滞、腹、背痛、胃溃疡、胃扩张、动脉硬化所致的腹痛、腹胀、心绞痛。",
			"方解": "当归、芍药补血活血，半夏、厚林利湿和胃，人参、黄芪补气强壮，桂枝、蜀椒止痛温经，干姜、甘草和胃健脾。",
			"药物功效": "当归补血、半夏利疾、厚朴理气、桂枝为温中药。",
			"附记": "本方治疗胸腹痛疼的良方，常用于虚寒气滞，胸腹痛腹背痛，心绞痛等病症。"
		},
		{
			"方剂名": "香芎汤",
			"出处": "《儒门事亲》",
			"组方": "石膏10克  桂枝20克  川芎20克  香附15克  甘草10克  薄荷10克",
			"适应症": "治疗偏头痛的有效方剂，不论是发热头痛、内热头痛，尤以偏头痛效果更佳，还可适用于三叉神经痛，眼神经痛等。",
			"方解": "石膏清热、凉血、止痛、桂枝温经，桂枝温中疏经；川芎补血活血，香附通经活血，薄荷清热发散风邪，甘草调理诸药，通过诸药协同作用可以治疗头痛。",
			"药物功效": "石膏为清热利湿药，有消炎、解痉、镇静和抗过敏作用。桂枝为温中药，有健胃和止痛作用，川芎为活血药，有止血镇静作用。香附理气、止痛。",
			"附记": "本方为治疗偏头痛的良方，对三叉神经痛、眼源性头痛等疗效亦良好。"
		},
		{
			"方剂名": "平肝流气饮",
			"出处": "《万病回春》",
			"组方": "当归25  半夏25  茯苓25  橘皮25  栀子15  香附15  川芎15  芍药15\n柴胡15  厚朴15  黄连10  青皮10  干姜10  甘草10  吴萸10",
			"适应症": "用于两肋痛，小腹及脐周围作痛，以及内外疝腹痛，用于慢性肝炎、胆囊炎、胰腺炎、肝硬化（无腹水）以及某些肠痉挛所引起的腹痛。",
			"方解": "当归、芍药、川芎补血活血；柴胡，桅子、黄连清热消炎；香附、青皮、橘皮、理气止痛；厚朴、吴萸健胃，止痛；半夏祛痰症；茯苓利水，干姜温中健胃，甘草调理诸药。治疗腹痛的良方。",
			"药物功效": "当归补血，陈皮理气，茯苓为利尿药，香附理气，吴萸为祛痰药。"
		},
		{
			"方剂名": "清热解郁汤",
			"出处": "《万病回春》",
			"组方": "桅子20克  苍术20克  川芎15克  陈皮15克  枳实15克  黄连10克\n甘草10克  干姜10克",
			"适应症": "用于心下、上腹部，因郁热疼痛过久，诸药不效者，用于慢性胃炎、胃十二指肠溃疡、胰腺炎、胆石症、胆囊炎、胃酸过多症等。",
			"方解": "苍术、枳实、陈皮健胃和脾，川芎活血止痛，黄连、桅子清内热，祛郁热，干姜健胃，助食欲，甘草调和诸药。",
			"药物功效": "桅子清热利胆药，苍术健脾利湿药，川芎活血，陈皮理气，黄连素为清热解毒药。",
			"附记": "本方清上腹之热和慢性腹痛为症治，具有解热、止痛助消化等作用。"
		},
		{
			"方剂名": "清上蠲痛汤",
			"出处": "《寿世保元》",
			"组方": "当归15  川芎15  黄苓15   姜活15   独活15   防风15   苍术15   麦冬15\n菊花10  蔓荆10  细辛10   甘草10   干姜10",
			"适应症": "本方治一切头痛的主方，治疗慢性头痛，诸关节痛，三统叉神经痛，因副鼻窦炎疾患引起的头痛等。",
			"方解": "方中细辛、麦冬、防风、将上冲气引而下行；川芎、白芷、菊花、蔓荆、调和头部气血，姜活、独活、防风、苍术、解表除湿，当归、细阁下、生姜、温中散寒、黄苓清内热。",
			"药物功效": "黄苓为清热药，当归为补血药，白芷为燥湿药，防风为祛风药，菊花为清热药。"
		},
		{
			"方剂名": "疏肝汤",
			"出处": "《万病加春》",
			"组方": "柴胡15  当归15  桃仁15  芍药15   青皮15  川芎15  枳壳15   黄连10\n红花10  吴萸10",
			"适应症": "用于因肝淤血所致的右胁下痛，或因怒气伤肝所致的两肋下作痛，以及胁部外伤而引起疼痛。",
			"方解": "当归、芍药、桃仁、川芎、红花为活血化淤药，青皮、枳壳、吴萸理气止痛药，黄连、柴胡清热解毒药，通过以上药物协同作用，活血理气达到止痛。",
			"药物功效": "柴胡为清热药,有解热镇静,止咳作用。当归为补血药，青皮理气有止咳止痛作用。",
			"附记": "本方具有活血、理气、清热解毒三大特点，除应用肝炎和早、中期肝硬化外，也可用于胆囊炎、慢性肾炎、胰腺炎等。"
		},
		{
			"方剂名": "钩藤散",
			"出处": "《本事方》",
			"组方": "钩藤15克  橘皮15克  半夏15克  麦冬15克  茯苓15克  人参15克\n防风15克  菊花10克  石膏10克  生姜10克  甘草10克",
			"适应症": "用于中年以后呈虚性状态的神经症，头痛、眩晕、肩背拘紧、更年期综合症，高轿压动脉硬化症，慢性肾炎。",
			"方解": "钩藤平肝，调节神经系统的功能异常，人参茯苓补气、镇静、菊花、橘皮、半夏、麦冬引气下行，防风、菊花清热理气，石膏镇静解郁热，通过诸药的协同作用，可治不正常的精神状态。",
			"药物功效": "钩藤为镇惊憩风药，橘皮为理气药。菊花为清热解表药。",
			"附记": "本方对头痛、高血压、动脉硬化、更年期综合症等病，引起眩晕有良好疗效。"
		}
	],
	"化湿利水方剂类": [
		{
			"方剂名": "茯苓泽泻汤",
			"出处": "《金匮要略》",
			"组方": "茯苓20克  泽泻20克  白术15克  桂枝10克  干姜10克  甘草10克",
			"适应症": "用于太阳病，以治呕吐、口渴、多饮为主症，胃溃疡、胃下垂、胃癌、食道憩室、恶阻、小儿吐乳，腹水等症。",
			"方解": "茯苓、泽泻降气引水、白术、甘草补脾生津液，干姜治呕吐逆，桂枝降上冲之气和疏通经脉。",
			"药物功效": "茯苓为利尿药，泽泻为利湿药，白术为健脾利湿。"
		},
		{
			"方剂名": "越婢汤",
			"出处": "《金匮要略》",
			"组方": "麻黄10克  石膏20克  大枣5枚  甘草10克  干姜10克",
			"适应症": "用于少阴病，治自汗、口渴、浮肿、尿不利、恶风等。以利尿消肿为主治，如早期肾炎、下肢关节炎，脚气性浮肿、肾病等。",
			"方解": "本方以散邪清热补中益胃的方法治水，用麻黄通阳气而散表，石膏清热，甘草、姜、枣以中调表里。麻黄和石膏并用，以治自汗、口渴和解表，有平喘作用更重要的是利尿浮肿。",
			"药物功效": "麻黄为固表镇咳药，石膏清热止渴，大枣健胃有滋补作用。"
		},
		{
			"方剂名": "越婢加术汤",
			"出处": "《金匮要略》",
			"组方": "麻黄10克  石膏25克  大枣5枚  甘草10克  白术20克  干姜10克",
			"适应症": "治疗肾炎、心功能不全、脚气、风湿性关节炎、急性结膜炎、下肢麻痹、下肢静脉曲张、夜尿症等。",
			"方解": "麻黄、石膏、白术解表利水，大枣、甘草、干姜调和之。",
			"药物功效": "麻黄固表镇咳药，石膏清热止渴药，大枣为健胃药，白术健脾燥湿药。",
			"附记": "本方为利湿方之一，以止汗消肿为主治，可用于肾炎、夜尿症、心功能不全等，有良好疗效。"
		},
		{
			"方剂名": "苓甘姜味辛夏仁汤",
			"出处": "《金匮要略》",
			"组方": "茯苓20克  半夏20克  杏仁20克  甘草10克  干姜10克\n细辛15克  五味子15克",
			"适应症": "用于体虚弱、身发冷、浮肿、并咳喘和具有贫血症的病症，如急慢性气管炎，支气管炎，支气管喘息，肺气肿，或因肾病引起的浮肿、腹水、以及渗出性胸膜炎、腹膜炎、肺水肿、心源性喘息。",
			"方解": "本方大部分为祛湿利水药，有温寒利水作用茯苓祛湿利水，半夏协助茯苓，发挥利水作用。杏仁治喘、祛胸内之湿，五味子有镇静和收敛作用，可治呃逆，半夏、杏仁、有镇咳作用，细辛温经利水可治咳嗽，五味子可加强镇咳作用，干姜胃内之湿，治四肢发冷，甘草调和诸药。",
			"药物功效": "茯苓为利尿药，杏仁为化痰药，细辛为解表药。"
		},
		{
			"方剂名": "猪苓汤",
			"出处": "《伤害论》",
			"组方": "猪苓15克  茯苓15克  滑石10克  泽泻10克  阿胶10克",
			"适应症": "本方祛下焦（下腹部）之热，可使尿路炎消退，用于肾炎肾结石，膀胱炎膀胱结石，尿道炎，淋病，肾孟炎，肾结核等",
			"方解": "猪苓、茯苓、泽泻、滑石具有利尿作用，治尿路炎症有交，阿胶有止血作用，可缓解尿急等尿路刺激症状。",
			"药物功效": "猪苓为利尿药、滑石为清热利尿药，泽泻为利尿药。"
		},
		{
			"方剂名": "断痢汤",
			"出处": "《外台秘要》",
			"组方": "半夏15克  茯苓15克  大枣10克  人参10克  干姜10克  黄连10克\n甘草10克  附子10克",
			"适应症": "适用于慢性腹泻、痢疾当其他药物无效，可用本方。",
			"方解": "茯苓、半夏去湿利尿，人参补气益中，黄连清热解毒，附子温中止痛，大枣、干姜、甘草温补脾胃。",
			"药物功效": "半夏为利痰药，茯苓利湿药，黄连清热解毒药。",
			"附记": "用于治疗久泻不止，对慢性胃肠炎、慢性痢疾、慢性肠结炎疗效更佳。"
		},
		{
			"方剂名": "五茯散",
			"出处": "《伤害论》",
			"组方": "泽泻15克  猪苓15克  茯苓15克  白术15克  桂枝10克",
			"适应症": "本方适应广泛，大体包括如口渴如吐水者，急性胃腹炎，胃扩张，胃下垂，糖尿病，尿毒症，急慢性紧炎。急性膀胱炎，癫痫，阴囊水肿，头痛，偏头痛，三叉神经过敏痛等。",
			"方解": "本方大部分为利水药，猪茯可解渴，利不便，治泻有效，茯苓祛湿导气，祛胃内积水，白术通上、中、下三焦之水，泽泻亦可行水，桂枝散表，疏通气血。",
			"药物功效": "泽泻为利尿药，猪苓为利尿药，桂枝温中健胃。"
		},
		{
			"方剂名": "平胃散",
			"出处": "《和剂局方》",
			"组方": "苍术15克  厚朴15克  陈皮15克  大枣15克  甘草10克  干姜10克",
			"适应症": "用于胃有食积，水积，消化功能障碍等引起的心下部不适，痞满，主要用于急性胃炎后的食欲不振，慢性胃炎的腹鸣，腹泻，消化不良，及食物过敏性喘息等。临床使用时常有加减。",
			"方解": "苍术燥胃内之湿，厚朴除湿，并消除胃内之气滞，陈皮理气，顺气，除水毒，甘草助脾胃，其他起协助作用。",
			"药物功效": "苍术为治疗脾胃病的要方，用于治疗脾胃湿盛所致之脘腹胀满，不思饮食，体沉无力，大便溏薄等这些病症是消化道症状。"
		},
		{
			"方剂名": "参苓白术散",
			"出处": "《和剂局方》",
			"组方": "人参10克  山药10克  白术10克  茯苓10克  薏仁20克  扁豆10克\n莲肉10克  桔梗10克  砂仁10克  甘草10克",
			"适应症": "治消化功能不足，食纳差，水样泻，如慢性胃肠炎，慢性腹泻，肠结核，大便后食欲不振。",
			"方解": "为助消化道功能药物，药方为解湿，补脾胃，调理气行滞，人参、扁豆、甘草补脾，白术、茯苓、山药、莲肉、薏仁补脾燥湿，砂仁、陈皮开胃、顺气、燥湿，桔梗疏通上下之气。",
			"药物功效": "人参为补气药，白术为健脾科湿药，茯苓利尿药，薏仁为渗湿药，煎剂可治喉癌，消化道癌，子宫癌，有降压解热，镇痛，镇静作用。砂仁为理气，驱风，健胃安胎等。",
			"附记": "本方常用治水样泻和消化不良方之一，具有调气，引滞，解湿，补脾之功效。"
		},
		{
			"方剂名": "藿香正气散",
			"出处": "《和剂局方》",
			"组方": "白术20克  半夏20克  茯苓20克  厚朴15克  陈皮15克  桔梗15克\n白芷15克  苏叶10克  藿香10克  大腹皮10克 干姜10克 甘草10克 大枣5枚",
			"适应症": "用于虚体中暑、暑热天之轻度胃肠炎。",
			"方解": "藿香芳香开胃，调理胃气，白芷、苏叶散表，半夏、茯苓、陈皮、干姜、甘草、逐胃内停水，并止呕吐，厚朴、大腹皮、桔梗开胃顺气，治腹胀满。",
			"药物功效": "苏叶为驱风解毒药，藿香为祛暑药，白术健脾燥湿，厚朴理气，茯苓为利尿药。",
			"附记": "本方治疗急性胃肠炎、肠胃型外感、中暑吐泻等，疗效甚佳。"
		},
		{
			"方剂名": "胃苓汤",
			"出处": "《古今医鉴》",
			"组方": "苍术15克  白术15克  茯苓15克  猪苓15克  泽泻15克  陈皮15克\n厚朴15克  芍药15克  桂枝10克  干姜10克  甘草10克  大枣5枚",
			"适应症": "用于脾胃有湿，体冷消瘦、食欲不振，如消化不良，胃炎溃疡病，慢性胃肠炎，局限性结肠炎，以及胃癌，慢性肠道炎症，胰腺炎等。",
			"方解": "本方祛湿利水，增强消化，温经健胃作用，苍术、白术有祛胃内之湿，茯苓、猪苓、泽泻有利尿和镇静作用。陈皮、厚朴、大枣、干姜、甘草、有健胃，促进食欲的作用，桂枝、大枣、干姜有温经祛寒作用。",
			"药物功效": "苍术健脾利湿，猪苓为利湿药，泽泻利尿药，陈皮为理气药，厚朴为理气药。"
		},
		{
			"方剂名": "导水茯苓汤",
			"出处": "《奇效良方》",
			"组方": "茯苓15  泽泻15   白术15    麦冬20    桑白皮10  苏叶10   大腹皮10\n缩砂10  木香10   灯心草10  槟榔10    木瓜10    陈皮10",
			"适应症": "用于水肿喘满、小便秘涩，特别是水肿喘息者，效果更好，如虚性水肿，心源性水肿，肾病综合症，肝硬化腹水，不明原因浮肿，腹水等。",
			"方解": "麦冬凉血生津，木香、大腹皮、砂仁、砂胀满，调气滞，桑白皮、苏叶、灯心，清热消胀攻坚，陈皮健胃顺气，木瓜健脾疏经。",
			"药物功效": "茯苓利尿，白术健脾利湿，陈皮理气，砂仁理气健胃，镇呕、安胎等作用。"
		}
	],
	"补益强壮方剂类": [
		{
			"方剂名": "八味地黄汤或肾气汤（丸）",
			"出处": "《金匮要略》",
			"组方": "生地20克  山萸15克  山药15克  茯苓15克  丹皮15克  泽泻15克\n桂枝10克  附子10克 （桂枝后入煎）",
			"适应症": "用于肾气（肾脏、肾上腺、性器官功能）不足，尿不利，血热引起的血行停滞，下焦麻痹等，前列腺肥大，腰痛，口渴，小便不利，失禁或尿血，高血压病，动脉理化症，低血压病，脑溢血，小腹不舒，糖尿病和尿崩症，坐骨神经痛，下肢麻痹，腰椎间盘脱出，神经衰弱，遗忘症，遗精、早泄、阳痿、白内障、眼疾出血等。",
			"方解": "本方芗兼顾了气、血、水，具有补血，收敛滋润作用。丹皮、地黄补血、生地黄解血热、润血燥，丹皮治下焦务瘀，桂枝调理下焦血气，茯苓利尿，并抑制下焦之气上逆，增强利尿作用，山药治虚热，补精气，润腹肌，附子温阳，防止精气脱遗，（本方治疗糖尿病很有效）",
			"药物功效": "生地凉血药，山萸为补阴药，泽泻为利湿药。"
		},
		{
			"方剂名": "续命汤",
			"出处": "《金匮要略》",
			"组方": "杏仁20克  麻黄15克  桂枝15克  人参10克  当归15克  川芎15克\n干姜10克  甘草10克  石膏20克",
			"适应症": "用于脑溢血，脑软化高血压脑病，神经病、颜面，动眼神经病麻痹，偏头痛，项背活动不灵等。",
			"方解": "将大青龙汤中的生姜局成干姜和大枣,增加当归,人参,川芎而成，麻黄固表平喘，杏仁、干姜、甘草止咳健胃，桂枝温中，当归、川芎补血活血，人参补气强壮,石膏清热。",
			"药物功效": "麻黄固表喘药，桂枝为温中药，人参补气药，当归为补血药，川芎为活血药。"
		},
		{
			"方剂名": "痿症方",
			"出处": "《秘方集验》",
			"组方": "当归20克   熟地20克   芍药15克  苍术15克   牛膝15克  知母10克\n黄芪10克   杜仲15克   黄柏10克",
			"适应症": "用于腰痛痿弱的初期，大病后的下肢无力，产后无力脚气下肢麻庳,脊髓炎,腰椎间盘脱出症,小儿麻庳等.",
			"方解": "地黄补血,滋肾益髓,当归\\芍药能补血,杜仲牛膝能壮采强骨,知母、黄柏除肾热，黄芪强肌肤，苍术补脾胃而燥湿，通过药物的协同作用，达到治腰脚痿症的目的。",
			"药物功效": "当归补血，芍药为补血药，生地清热凉血，杜仲为助阳药，黄柏清热药，牛膝补阴，黄芪为补气药。"
		},
		{
			"方剂名": "黄芪鳖甲散",
			"出处": "《和剂局方》",
			"组方": "柴胡15克  黄芪15克  鳖甲15克  芍药15克   熟地黄15克  天冬20克\n茯苓20克  桑白皮10克  半夏10克  人参10克  桔梗10克   桂枝10克\n地骨皮10克  知母10克  紫苑10克  甘草10克  秦艽10克",
			"适应症": "用于因胸疾患而引起的慢性咳嗽，弛张热，清耗热等病患，如重感冒，肺结核，慢性肺炎，慢性支气管炎，慢性疟疾，肺结核引起的骨蒸等。",
			"方解": "本方由17味药物组成，是滋肾，解肝经和肺经瘀热。地黄、知母、桑白皮解肺热，柴胡、芍药解肝热，黄芪、人参、桂枝、茯苓、甘草等固表补气和补脾、肺经等。",
			"药物功效": "柴胡为清热解表，黄芪为补气药，芍药为活血药，生地为清热凉血药，天冬为滋阴、补肾、安神药，茯苓为利尿药，桑白皮为止咳化痰药。",
			"附记": "本方对肺结核、慢性肺炎等病，效果甚佳。"
		},
		{
			"方剂名": "胃风汤",
			"出处": "《和剂局方》",
			"组方": "当归15克  川芎15克  芍药15克  人参10克  白术10克  茯苓20克\n桂枝10克  粟壳10克",
			"适应症": "用于大、小肠，直肠部位慢性炎症和虚性下泻。如慢性结肠炎，慢性直肠炎，溃疡性结肠炎，冬季脱肛，冬季血便等。",
			"方解": "茯苓、白术、人参除胃肠的水毒，强化胃功能，当归川芎，赤芍，止血和补血，增强肝脏功能，粟壳使肠管弛缓止痛作用明显，桂枝温经能辅助诸药。",
			"药物功效": "川芎、活血、理气、止痛、人参补气、桂枝温中药，白术健脾燥湿药，茯苓除湿利尿，粟壳为止痛药。",
			"附记": "胃肠虚弱的人，遇寒冷常下泻，软件便或水样便常混有血和粘液，服用本方效果良好。"
		},
		{
			"方剂名": "黄芪汤",
			"出处": "《直指方》",
			"组方": "黄芪10克  人参10克   蛤蟆10克  使君子10克  鳖甲15克  川芎15克\n陈皮15克  芍药 15克  柴胡20克  当归20克    地黄20克  茯苓15克\n半夏20克  干姜10克",
			"适应症": "用于小儿疳积咳喘、虚汗、骨蒸、消渴、少食等症。",
			"方解": "药物望成复杂。当归、川芎  芍药、地黄、柴胡凉血、补血、黄芪、人参、陈皮补气理气；茯苓、半夏止咳顺气；使君子、干姜、陈皮私胃助消化；鳖甲壮强补虚；蛤蟆平喘解毒。通过药物的协同，能达到治疗目的。",
			"药物功效": "黄芪为补气，蛤蟆消肿止痛，治小儿痨热，疳积、腹胀等。本品有抗癌作用。柴胡清热，当归补血药，陈皮理气药，茯苓利尿药。"
		},
		{
			"方剂名": "麦冬饮子",
			"出处": "《宣明方论》",
			"组方": "麦冬20克、茯苓15克、  地黄15克、知母15克、葛根15克、人参10克、\n栝楼10克、五味子10克、甘草10克、竹叶10克",
			"适应症": "用于肺郁热、胸满心烦、少津多食。治糖尿病、尿崩症、肺结核、慢性支气管炎、肺结核合并糖尿病。",
			"方解": "麦冬、知母、花粉凉血生津；人参补气壮强；生地凉血补血；茯苓利尿镇静；葛根解疼生津；五味子能镇静助消化；竹叶凉血利尿；甘草调和。",
			"药物功效": "麦冬滋阴；茯苓利尿；生地凉血；葛根解表。"
		},
		{
			"方剂名": "补气健中汤",
			"出处": "《济世全书》",
			"组方": "茯苓25克、白术20克、陈皮10克、苍术10克、人参10克、泽泻10克、\n麦冬10克、黄苓10克、厚朴10克",
			"适应症": "对虚症腹胀、腹水、浮肿、能发挥奇妙的作用。如慢性腹膜炎、肝硬化、慢性肾炎、肾病综合症治疗有良好效果。",
			"方解": "本方是四君子汤和严胃散的合方去甘草、加黄苓、泽泻、麦冬而成。考虑了虚证。人参、白术、茯苓补脾胃；苍术、厚朴、陈皮治胃内停水；黄苓去内热；泽泻利尿；麦冬虽天明显利尿作用，但与白术、茯苓、苍术组合在一起，则有明显的利尿作用；厚朴有理气作用。",
			"药物功效": "茯苓具有利尿,镇静作用。白术健脾利湿药.陈皮理气,人参补气。泽泻为利湿药。"
		},
		{
			"方剂名": "补中益气汤",
			"出处": "《脾胃论》",
			"组方": "人参15克、黄芪15克、当归15克、陈皮10克、大枣5枚、柴胡10克、\n甘草10克、干姜 10克、升麻10克",
			"适应症": "本方对治虚痨症的“王牌”方剂，有明显的增强体力作用，对消耗性疾病，如肺结核、病后虚痨、食欲不振、多汗症、内脏下垂（胃下垂、子宫脱垂、脱肛）、半身不遂、阳痿等，皆有效果。",
			"方解": "本方中是补中和脾胃，增进胃肠功能，人参黄芪补气固表，治自汗和盗汗；人参、甘草补脾胃、补元气；白术、陈皮、人参和甘草一起，可增进胃肠功能；当归补血作用；黄芪促进皮肤微循环；柴胡和升麻味苦，使用是可减量或删去。",
			"药物功效": "人参补气，黄芪补气，当归为补血药，白术健脾利湿，陈皮为理气药。",
			"附记": "临床上遇到四肢、语言无力，只要具备其中一、二个症状，施用本方效果卓著。"
		},
		{
			"方剂名": "滋阴至宝汤",
			"出处": "《万病回春》",
			"组方": "当归20克、芍药20克、白术20克、茯苓20克、陈皮10克、知母15克、柴胡15克、香附10克、地骨皮10克、麦冬10克、川贝15克、薄荷10克、甘草10克。",
			"适应症": "本方具有健脾胃，补心肺，退热潮，除骨蒸，止咳，止盗汗的功用。亦治妇人五痨七伤，虚证。",
			"方解": "当归，芍药补血；茯苓、白术除湿健胃；陈皮、香附、贝母温通顺气；知母，麦冬，地骨皮滋阴补肺，且可润津益肾；柴胡，薄荷清热散毒；甘草调理诸药。",
			"药物功效": "当归为补血药，白术健脾利湿，陈皮理气，知母清热滋阴，地骨皮滋阴药。",
			"附记": "本方对治疗妇女五痨七伤和诸虚证的良方对慢性低热，消耗热，亦有可靠的疗效。"
		},
		{
			"方剂名": "益气养荣汤",
			"出处": "《外科枢要》",
			"组方": "黄芪15克，白术15克，茯苓15克，人参15克，当归15克，川芎15克，芍药15克，熟地15克，陈皮15克，川贝15克，香附10克，柴胡10克，桔梗10克，甘草10克（人参单煎）",
			"适应症": "用于贫血，气虚乏力，瘰疬症。",
			"方解": "当归，川芎，芍药，熟地为补血活血；黄芪、人参、陈皮、香附能补气理气；具有强壮益气作用；贝母桔梗、甘草有平喘润肺作用；柴胡凉血解疼。以上药物的协同作用，产生活血补冷益，补气强壮，提高机体的活动能力。产生活血补益，补气强壮，提高机体的活动能力，达到治疗上述疾病的目的。",
			"药物功效": "黄芪为补气药，人参为补气药，白术健脾利湿，茯苓利尿，当归补血，陈皮理气。"
		},
		{
			"方剂名": "清暑益气汤",
			"出处": "《医学六要》",
			"组方": "人参15克、  白术15克、麦冬15克、当归15克、黄芪15克、陈皮15克、\n五味子10克、黄柏10克、甘草10克",
			"适应症": "常用于仲夏、中暑、暑热、四肢困倦、身热心烦、口渴、多汗、不思欲食、小便不利等。",
			"方解": "黄柏、麦冬清热滋阴；五味子安神生津；人参黄芪补气益身；当归补血活血；白术陈皮健胃，益脾、利湿；甘草调理诸药。",
			"药物功效": "人参补气，麦冬滋阴，当归补血，陈皮理气。",
			"附记": "本方对中暑和日晒病，有良好疗效。"
		},
		{
			"方剂名": "补阴药汤",
			"出处": "《万病回春》",
			"组方": "人参15克，芍药15克，熟地15克，陈皮15克，牛膝15克，元胡15克，\n杜仲15克，甘草10克",
			"适应症": "用于肾虚腰痛，皮肤枯燥，慢性肾炎，游走肾，神经性腰痛，腰椎增生，坐骨神经痛等。",
			"方解": "破元胡，茴香止痛；当归、芍药，熟地，牛膝补血活血治腰痛；知母滋阴生津；人参补气强壮；黄柘清热解毒；茯苓利湿通小便；杜仲补肝肾，强壮镇痛；陈皮止咳和胃；甘草调理诸药。",
			"药物功效": "当归补血，茯苓利尿，杜仲为助阴药，元胡止痛，牛膝为活血祛风，强壮腰腿，人参补气。"
		},
		{
			"方剂名": "四君子汤",
			"出处": "《和刘局方》",
			"组方": "人参20克，白术15克，茯苓15克，甘草10克。",
			"适应症": "本方是治元气不足，消化不良有贫血倾向的基本方，用于治胃肠虚弱，食欲不振，贫血，呕吐，腹泻，老年人虚弱出血，贫血，四肢无力，脱肛遗尿，夜尿等症，临床时使用加味。",
			"方解": "人参能温补五脏和补脾胃之元气；白术燥脾胃内停湿；茯苓引胃内浊水流出；甘草调补五脏。",
			"药物功效": "人参补气，白术健脾利湿，茯苓利尿药。",
			"附记": "本方对患者无力，面色苍白，语言、手足无力者，效果卓著。"
		},
		{
			"方剂名": "四物汤",
			"出处": "《和剂局方》",
			"组方": "当归15克，川芎15克，芍药10克，熟地10克。",
			"适应症": "本方对治疗妇女各种血症的圣药。对贫血倾向，月经不调，植物神经功能失调等。",
			"方解": "当归，熟地黄造血，镇静，滋补；芍药，川芎活血，疏经。",
			"药物功效": "当归为补血药，芍药活血，地黄花菜为清热凉血，川芎为活血药。",
			"附记": "本方是补血和血，调经止痛的基本方，主治血虚，血瘀滞等症。"
		},
		{
			"方剂名": "归脾汤",
			"出处": "《济生方》",
			"组方": "人参20克，白术20克，茯苓20克，酸枣仁20克，龙眼肉20克，黄芪15克，\n当归15克，远志15克，甘草10克，木香10克， 大枣10克，干姜10克。",
			"适应症": "本方治心脾双虚，肠出血，遗疡病，血尿等引起的贫血和衰弱，白血病，健忘症，失眠，神经性心悸，食欲不振，月经不调，神经错落乱，神经衰弱，遗精，慢性淋病等。",
			"方解": "人参，黄芪，白术，茯苓，大枣，甘草，具有强壮脾胃的作用；龙眼肉，远志，酸枣仁，具有养心安神，镇静作用；木香理气；当归补血。当归和人参并用，有促进新血生成的确作用。",
			"药物功效": "人参补气，茯苓利尿，酸枣仁为安神镇静药，龙眼肉为健脾养血药，黄芪为补气药，当归为补血药。",
			"附记": "用于思虑伤脾，健忘怔忡，惊悸盗汗，胃脘作痛，少食和月经不调等病症，疗效卓著。"
		},
		{
			"方剂名": "大防风汤",
			"出处": "《和济局方》",
			"组方": "当归20克，芍药20克，熟地20克，人参15克，姜活15克，牛膝15克，\n甘草15克，大枣15克，干姜10克，附子10克。",
			"适应症": "用于带有贫血倾向的慢性虚证而引起的下肢运动障碍和疼痛，或营养不良性消瘦所致的下肢活动障碍及关节僵直。如慢性风湿性关节炎，脊髓炎，脊髓痨，平身不遂，产后下肢运动麻痹等。",
			"方解": "本方由补血强壮的四物汤，加人参，白术，黄芪，以祛寒增强肌肉血运；防风，姜活去诸风，治疗关节强直和麻痹，牛膝，杜仲壮腰腿，并解其疼痛。",
			"药物功效": "防风为散表药，杜仲为助阴药，当归为补血药，芍药为活血药，川芎为活血药，人参为补气药，黄芪为补气药。",
			"附记": "本方治疗贫血倾向虚证的下肢运动不良，关节疼痛肢体发麻等证有效之良方。"
		},
		{
			"方剂名": "人参养荣汤",
			"出处": "《和剂局方》",
			"组方": "人参10克，当归20克  芍药20克，熟地20克，白术20克，茯苓20克，桂枝10克，黄芪10克，陈皮10克，运志15克，五味子15克，甘草10克",
			"适应症": "本方用于脾肺双虚和气血双虚而引起的发热四肢无力，面黄肌瘦，惊悸气短，少食腹泻等。可用于病后虚弱，产后虚弱，结核病的恢复期，神经衰弱，心悸，毛发脱落等症。",
			"方解": "人参，黄芪补气强壮；当归，？药，熟地补血养血；桂枝温中壮阳；白术，陈皮健脾胃，助消化；远志，五味子安神镇静；茯苓利尿镇静，甘草调理诸药。",
			"药物功效": "当归补血，芍药活血，生地凉血，白术健脾利湿，人参补气，陈皮理气。"
		},
		{
			"方剂名": "十全大补汤",
			"出处": "《和剂局方》",
			"组方": "人参10克，黄芪15克，白术15克，茯苓15克，当归15克，芍药15克，熟地10克，川芎10克，桂枝10克，甘草10克。",
			"适应症": "用于虚证，全身虚弱，消化功能差，贫血，皮肤枯燥而无发热者，即各种贫血，手术后或重病后虚弱，白血病，视力减退，肾结核，脱肛，某种肿瘤的症侵群等。",
			"方解": "由八珍汤（四物汤加四君子汤）加黄芪，桂枝而成。原是补气补血，固表补里，故称十全大补补汤。人参，白术，茯苓，甘草补气助消化，气旺则肌肉丰满。当归，川芎，芍药，地黄生血，润燥，增强心肝功能。桂枝，黄芪加强上述各种作用。",
			"药物功效": "人参补气，黄芪补气，茯苓利尿，当归补血，芍药活血，川芎活血。",
			"附记": "本方常用补虚各方，以双补气血，固表补里为目的，治疗消化功能低下，贫血，消耗性疾病等有效良方之疗效。"
		},
		{
			"方剂名": "小建中汤",
			"出处": "〈伤寒论〉",
			"组方": "桂枝，生姜，大枣各10克，芍药20克，甘草10克，怡糖20克",
			"适应症": "用于小儿幼弱体质，消化器官功能（脾胃），虚弱而腹痛者夜尿症，慢性腹膜炎合并小量腹水者，以小儿热性病过程中腹痛和一素的脐围疼痛，对成年人的神经衰弱，虚劳心神经功能失调症，心瓣膜病，高血压，动物硬化，低血压，溃疡症和胃下垂等病。",
			"方解": "本方是恢复疲劳的强壮剂，芍药，甘草怡糖补里虚；芍药和甘草一起，补气血不足，兼调理血气凝滞；怡糖和大枣，有强壮之效；甘草和芍药协同，可解肌肉痉挛；桂枝和甘草可治心悸；生姜促进诸药之吸收。怡糖可换白糖。",
			"药物功效": "桂枝温中，芍药活血，大枣健胃。"
		}
	],
	"治痈疡方剂类": [
		{
			"方剂名": "薏仁附子败酱散",
			"组方": "薏仁25克，败酱15克，附子10克",
			"适应症": "用于阴虚症的肠痈，阑尾炎。局限性腹膜炎，腹脓肿，化脓性附件炎，化脓性腹股沟淋巴结炎，肠结核，结核性腹膜炎，子宫内膜炎，肺脓肿等。",
			"方解": "薏仁可促进排脓和有益于化脓症的吸收，可使粗枯皮肤变润，可用薏仁治疣，薏仁中含有抗癌物质。败酱草具有排脓，活血，利尿作用因此可以治脓肿。附子可提高脏器功能，使人元气恢复，本方对虚脓肿，有消炎，排脓，利尿，化瘀等作用。",
			"药物功效": "薏仁为渗湿药，败酸草为清热解毒，可治妇女腹痛。"
		},
		{
			"方剂名": "苇茎汤",
			"出处": "《金匮要略》",
			"组方": "苇茎10克，薏仁20克，桃仁15克，冬瓜子25克",
			"适应症": "治疗肺痈，肺脓肿、脓胸肺炎，肺坏疽的要方。",
			"方解": "苇茎为清热利尿药，消炎，止喘作用，薏仁为渗湿药，有镇静，镇痛作用；桃仁为活血药，化瘀，止痛作用；冬瓜子为杀虫药，清热祛脓。",
			"药物功效": "苇茎为清热利尿药，止喘和抗癌作用。薏仁为渗湿，镇静，镇痛作用，冬瓜子孙驱虫药。"
		},
		{
			"方剂名": "大黄牡丹皮汤",
			"出处": "《金匮要略》",
			"组方": "大黄10克，牡丹皮15克，桃仁15克，芒硝15克，冬瓜子20克。",
			"适应症": "用于腹部实症、化脓性炎症引起的疼痛，发热、便秘，或者下腹部的肿块引起的疼痛和不适，如阑尾炎，副睾丸炎，前列脾炎，子宫及附件炎，淋病等。",
			"方解": "本方利用泻下作用，将病毒知肠管排出，达到消炎作用，丹皮，桃仁，冬瓜子软坚散脓。泻热破瘀，散结消肿方剂，临证时可加减。",
			"药物功效": "大黄为泻下药，芒硝为峻泻药，丹皮为凉血药，冬瓜子为驱虫药。本方施用对急性阑尾炎，急性泌尿系统炎症有良好疗效。对前列腺炎也可施用。"
		},
		{
			"方剂名": "桔梗汤",
			"出处": "《外台秘要》",
			"组方": "桔梗10克  地黄20克  当归20克  甘草10克  败酱10  桑白皮10克  .\n木香10克  薏仁25克",
			"适应症": "用于肺痛，或妇女虚热多带。",
			"方解": "当归，地黄补血滋阴：败酱.桑白皮有消炎解毒作用，木香顺气，助排气，具有止痛作用：桔梗清肺，止痛平喘：薏仁补肺益中药，桔梗为祛痰药，地黄为凉血药，当归为补血药。"
		},
		{
			"方剂名": "牡丹皮汤",
			"出处": "《外科正宗》",
			"组方": "人参10克  牡丹皮15克  芍药15克   黄芪15克   桃仁15    白芷15克\n当归15克  川芎15克    桂枝10克   木香10克   甘草10克  薏仁20克",
			"适应症": "适用于肠痛腹泻痛，可施用于阑尾炎，肠炎，盆腔脓肿，局限性腹膜炎等.",
			"方解": "当归，川芎.桃仁，芍药活血止痛；白芷镇痛；人参，黄芪补气强壮；牡丹皮凉血解毒；桂枝温中止痛；木香理气止痛；薏仁利湿，健脾、宣脾、活血、具有排浓镇痛作用；甘草调和诸药。",
			"药物功效": "薏以仁为利湿药，丹皮为凉血药、白芷为燥湿；当归为补血药、川芎活血。",
			"附记": "常用冶肠痛良方，除丹皮；薏仁有凉血排浓作用外清热解毒药很少，但仍可达到消除肠痛、腹痛之患。"
		},
		{
			"方剂名": "千金内托散",
			"出处": "《万病回春》",
			"组方": "人参15克  当归15克  黄芪10克 川芎10克 防风10克 桔梗10克 厚朴10克\n桂枝10克  白芷10克  甘草10克",
			"适应症": "治疗疖痈，化脓症的重要处方，对体虚乏力.病菌迁延的患者，侧重内托，有良好的排脓作用。",
			"方解": "当归生活补血，促进新肉芽组织生长，厚朴利气理气。",
			"药物功效": "当归补血，厚朴理气，白芷燥湿止痛药，黄芪补气，防风驱风散表。",
			"附记": "本方具有补血生血，理气补气，排脓生肌到等作用，提高病人的抗病能力，尤其对体弱，贫血的病人侧重内托，疗效更好，若病人低热不退，方中可加黄芩，可提高疗效。"
		}
	],
	"驱虫方剂类": [
		{
			"方剂名": "乌梅汤",
			"出处": "《多匮要略》",
			"组方": "乌梅15克  细辛15克  附子10克  桂枝10克   黄柏15克  人参10克\n当归10克  蜀椒10克  干姜10克  黄连10克",
			"适应症": "治肠道寄生虫要方。肠蛔虫引起的腹痛、恶心、呕吐、手足厥冷等症，变可治腹泻、胃酸过多症、胃溃疡、慢性痢疾、失眠等症。",
			"方解": "黄连、黄柏清肠内之热，具有消炎，解毒作用；人参、当归有补气活血作用，附子、桂枝有温经止痛作用；乌梅、蜀椒、干姜有杀虫止痛，促进食欲作用，诸药综合，达到止痛驱虫。"
		}
	],
	"其他方剂类": [
		{
			"方剂名": "苦参汤",
			"出处": "《金匮要略》",
			"组方": "苦参20克（煎剂时可随证加味）也可洗剂",
			"适应症": "可用作皮肤搔痒症，皮肤湿疹、溃疡外阴奇痒。滴虫性阴道炎等症的洗剂，也可以内服，治疗白带过多，功能性心率不齐等症。",
			"方解": "苦参味苦有止痒杀虫。治疗白带过多霉菌病患者用之亦有良效。苦参清热燥湿药。常用止痒外用方"
		},
		{
			"方剂名": "当归饮",
			"出处": "《济生方》",
			"组方": "当归20克    芍药15克   川芎15克   疾藜15克  防风15克  地黄20克\n何首乌15克  荆芥10克   黄芪10克   甘草10克",
			"适应症": "用治疗血虚、血燥风热而引起的皮肤搔痒症。",
			"方解": "当归、芍药、川芎蒺藜，治血虚和血燥；蒺藜治诸疮的搔痒；荆芥防风祛热、治诸疮；黄芪补气，提高肌表营养；何首乌噌强体质活力。",
			"药物功效": "当归为补血药、川芎为活血药、生地为凉血药。蒺藜为平肝息风药。",
			"附记": "本方是有效的止痒方剂。用于搔痒性皮肤病，为良好的外病内治方。"
		},
		{
			"方剂名": "滋阴明目汤（肾气明目汤）",
			"出处": "《万病回春》",
			"组方": "当归15克  芍药15克  生地15克   熟地15克   桔梗15克   人参10克\n栀子10克  白芷10克  蔓荆子10克  菊花10克   甘草10克   灯心草10克\n细茶10克 （人参可单煎同服）",
			"适应症": "治疗气血双虚所改的视力障碍、白内障、视力疲劳视弱、头昏目弦等",
			"方解": "当归、川芎、芍药生地熟地补血理气；人参桔梗补气理气；黄连，桅子清热解毒；菊花、灯心细茶清上焦之热而达到明目、白芷镇静镇痛；蔓荆子能清炎，且可治头痛；甘草调理诸药；",
			"药物功效": "当归为补血药、生地凉血、桔梗理气。黄连清热解毒。菊花清热。"
		},
		{
			"方剂名": "滋阴萃饮",
			"出处": "〈中西参照〉",
			"组方": "生黄芪15克  萸肉15克  生地30克  怀山30克  生猪油（切碎）10克",
			"适应症": "用于养阴益气方、如糖尿病。尿崩症以及阴虚、气虚而引起的多尿、多饮口干等。",
			"方解": "本方为滋阴方、组方虽简效果良好黄芪补气强壮，生地凉血滋阴，山萸肉滋\n阴生津；山药健脾利湿；生猪油为辅助剂。",
			"药物功效": "黄芪为补气。生地凉血、山萸肉为补阴。"
		},
		{
			"方剂名": "加味补中益气汤",
			"出处": "〈经验方〉",
			"组方": "补中益气汤加川楝子15克，木香10克，五加皮10克，大麦芽15克\n补中益气汤：人参15  白术15  黄芪15  当归15  陈皮10  大枣10  柴胡10\n甘草10  干姜10  升麻10",
			"适应症": "用于各种心脏病的慢性心衰（尤以风心病心肌病为优）。和特久性心房纤颤和多发性慢性室性早搏。以及其他快速型心律失常",
			"方解": "本方系补中益气汤，加入五加皮和顺气止痛剂、五加皮系杠柳皮，系一种水溶性一级强心玵，对病人的消化粘膜有刺激作用，可产生恶心、腹泻等副作用；配以川棟子、木香、大麦芽，可削弱或免除消化道粘膜的刺激作用，而有益吸收，北五加皮内还含女性激素，对风湿、空腔脏器的水肿有消肿作用。",
			"药物功效": "人参为补气药，黄芪为补气，当归补血药，白术为健脾利湿，陈皮为理气，北五加皮为强心",
			"附记": "本方是临床经验方。主要用于心力衰竭和持久性心律失常，如能下确掌握适应症，会收到良好的效果。",
			"Ref": "补中益气汤"
		},
		{
			"方剂名": "补中益气汤",
			"出处": "《脾胃论》",
			"组方": "人参，白术，黄芪，当归，陈皮，大枣，柴胡，甘草，干姜，升麻\n（加味川棟子木香五加皮大麦芽）10味药组成为加味补中益气汤。"
		}
	],
	"药物药性疗效表": {
		"发散风热药": "薄荷、牛旁子、蝉蜕桑叶、葛根花、",
		"祛风湿药": "姜活、独活、五加皮、木瓜、威灵仙、白芷、秦艽、豨签草、苍耳子、 桑枝、臭梧桐、",
		"清热凉血解毒药": "石膏、菊花、知母、柴胡、银胡、白薇、决明子、夏枯草、栀子、芦根、牛黄、玄参、黄芩、黄连、黄柏、龙胆草、金银花、连翘。蒲公英、白头翁、与齿苋、柴草根、青葙子、西瓜、虎耳草、",
		"泻下药": "大黄、芒硝、香泻叶.",
		"润肠药": "大麻仁、黑芝麻、蜂房。",
		"消化药": "山查、麦芽、谷芽、鸡内金、神粬、建神粬、午时茶、莱菔子、白萝卜.",
		"芳香化混药": "霍香、佩兰苍术、白术厚朴、白豆蔻、缩砂仁。",
		"利水渗湿药": "茯苓、茯神、泽泻、车前子、茵陈蒿、冬瓜皮、金钱草、竹茹、竹沥、款\n冬花、滑石、薏苡仁、防已木通、灯心草、柴菀、百部、佛耳草、胖大海。",
		"化痰止咳药": "贝母川贝、浙贝、杏仁半夏、姜半夏、前胡、白前、枇杷叶、桔梗、瓜蒌、天花粉、草菓。",
		"理气药": "陈皮、枳实、枳壳、香附、木香、乌药、甘松、苦楝子（川楝子、金铃子）沉香、薤白。",
		"活血药": "川芎、郁金、丹参芍药、赤药、白药、红花藏红花、益母草、延胡索、玄胡、手膝、桃仁、王不留行",
		"止血药": "蒲黄、仙鹤草（脱力草，龙芽草，金顶龙芽）三七、田七、白芨茜草、地榆、槐花侧柏叶、柏子仁、白茅根、莲藕、艾叶、丝瓜络、伏龙肝、百草霜。",
		"补血药": "地黄、熟地、生地、何首乌、当归、阿胶、桑椹子、龙眼肉、鸡血藤、",
		"补气药": "人参、党参、太子参、黄芪、山药、白术、黄精、甘草、红枣 、黑枣、",
		"补阴药": "沙参、麦门冬、天冬、石斛、玉竹、百合、女贞子、枸杞子、地骨皮、枸杞头、",
		"补阳药": "胡桃、补骨脂、破故纸、肉苁蓉、仙灵脾、菟丝子、杜仲、巴戟、益智仁、续断、狗脊潼蒺藜、白蒺藜。",
		"祛寒药": "附子、乌头、肉桂、吴茱萸、丁香、柿蒂、高良姜、小茴香、大茴香。",
		"开窍回苏药": "麝香、冰片.",
		"镇静安神药": "酸枣仁、柏子仁、远志、合欢皮、磁石、朱砂.",
		"平肝息风药": "石决明、羚羊角、天麻、钩藤、僵蚕、蚕砂、全蝎、地龙干。",
		"收敛固涩药": "山茱萸、五味子、乌梅、乌贼骨（墨鱼骨）金樱子、桑螵蛸、牡蛎、螳螂卯子。",
		"驱虫药": "使君子、南瓜子、木榧子、槟榔、大腹皮、苦楝树皮、大蒜、鸦胆子、昆布、海藻、茶叶、辣茄、常山、象牙屑。"
	},
	"祖传秘方": {
		"医流白濁": "金银花、桑叶、百花臭草叶、灯盏菜、黄蠄蝺、大红花木糨，煲水洗。",
		"医女人小便内痒": "百步、蛇床子、煲水洗、百花臭草头楝粉用茶油扫。",
		"抗衰老": "炙黄芪15克，炙甘草10克，大枣五枚，煲水常饮。",
		"感冒风寒": "辛夷花煲猪肺。",
		"毒蛇咬方": "青代、川莲、红黄各等分，饮又洗。",
		"初期癌症": "黑狗胆冲白滚水饮。",
		"治腰骨痛": "红篦麻叶包猪腰火烩（食）。",
		"治肾湿腰痛": "碎补10克，牛大力20克，苡米20克，牛七20克，甘草10克，苍术20克，木香10克，狗脊15克，千斤拔15克，杜仲15克。",
		"头痛灵头风痛": "天麻，地黄，寄生，当归，玄参，牛膝，钩藤，野菊花，杜仲，川芎, 防风各等分。用五灵脂和血止痛,止惊锏，除疟疾。",
		"七宝美发霜": "首乌、茯苓、牛膝、当归杞子、菟丝子、补骨脂、（治不育症早生白发）",
		"治癌症": "苦杏仁。",
		"沙苑子": "性味甘温补益肝肾、明目固精。",
		"益脑汤防治中风": "当归，川芎，五灵脂，姜活，石斛，玉竹各10克，黄芪20克，生地枸杞子各15克。气虚加党参，白术。\n肢麻活动障碍加桑枝，鸡血藤，地龙。\n苔垢痰湿加法半夏，陈皮，藿香。\n低血压加党参。高血压加石决明、杜仲、甘菊花、钩藤。头痛加葛根，蒿木、石决明。\n耳鸣加女贞子，枸杞子，甘菊花，生地。腿软加千年健，狗脊。\n脉沉肢冷加黄芪30克，高良姜。眠差加枣仁，远志。",
		"气滞食积": "香附，神粬，麦芽，山楂，银杏，杏仁，雄黄，石膏，五灵脂，马刀，牡蛎。",
		"湿热火郁": "枯楼，贝母，前胡，柴胡，黄苓，桔梗，知母，白前，紫菀，麦冬，灯龙草，鸭跖草，泽泻，山药，竹荀，乌梅，枳实，枳壳，桑白皮，竹汝，茯苓，木槿花，五倍子，海螵蛸，牛黄，阿胶，牡蛎。\n小儿咳喘：\n一，北杏5克，桔梗5克，防风，苏叶5克，前胡6克，白前6克，荆芥6克，紫苑6克，冬花6克，炙麻黄5克，大枣五枚\n二，桑叶10克，丝瓜络10克，丹皮10克，生地10克，北杏仁6克，白鹤草8克，麦冬8克，白菜根8克，地榆8克，甘草8克。",
		"腰痛": "秦艽18克，白芍、川芎12克，田七6克，炙草6克，桑皮20克，杜仲18克，丹参18克，归身15克，灵仙18克，续断15克，牛七18克，桃仁12克，北芪20克，狗脊18克，",
		"腰肌劳损": "牛七10克，千斤拔20克，苡米20克，木香10克，狗脊20克，寄生20克，茯苓20克，大艽10克，鸡血藤20克，申姜15克。",
		"补气养血治腰痛浸酒饮": "浸五斤酒加白糖半斤，杜仲20、熟地20、王竹10、大茴15、川芎15、防风15、甘草8、前胡10，牛七15、灵仙15、灵活15、枣仁15、茯苓10，白芍10、肉桂10、秦艽15、续断15、陈皮10、木瓜15、沙参10，枸杞15、大枣五枚。",
		"治乙肝病": "柴胡10、白芍15、当归10、白术15、茯苓20，川芎10、香附10、延胡10、枳壳10、青皮10、法夏10、黄精15、玉竹15、茵陈10、枝子10、丹皮10。",
		"妇女养血汤": "当归5、黄芪20、红枣10枚、鸡蛋2只、红糖适量。",
		"腰肾痛方": "狗脊20、杜仲20、锁阳20、续断15、千斤拔25、田七15、髓补15、故子10、牛大力25、苍术10、茯苓20、泽兰10，甘草10。",
		"抗癌药": "沙苑子、性味甘温、补益肝肾、明目固精、常服沙苑子茶、健康貌美。",
		"括楼实": "抗茵抗癌。",
		"神应养真丹": "姜活、天麻、白芍、当归、菟丝子、木瓜、熟地、川芎各等分褒水饮。",
		"感昌风寒": "辛夷花煲猪肺。\n肝肾亏损：",
		"1首乌延寿丹": "首乌、熟地、菟丝子、杜仲、牛七、女贞子、旱莲草、金樱子、豨签草、黑芝麻。\n2.生地、地骨皮、石菖蒲、牛七、远志、菟丝子等分褒水饮。",
		"坐骨神经痛方": "龟板20，白芍20，炙草20、生地20、钻地风20、黄柏15、知母15，\n川牛七10，木瓜10、独活10。\n清心肝而凉血，泻火安神：朱砂安神丸和酸枣仁汤。\n皮肤瘙痒药：\n1.苍耳子50，艾叶50 ，蜂房30，白癣皮30，苦参30，地肤子30，川槿皮30，川椒20，白矾20。每天一剂煎水早晚洗。\n2.茯苓10，干姜4，白术4，甘草4，煎汤饮完洗。\n3.当归7，芍药3，川芎3，蒺藜3，防风4，生地6，首乌3，荆归3，黄芪3，甘草4。\n4.苦参10，百部10，蛇床子10，洗。",
		"铁打伤科药": "指甲灰，血余灰，旧松香，生狗头煅灰，存性研粉，掺患处，断骨即续，刀伤即愈，用酒服更佳。",
		"感冒咳": "桔梗15，荆芥15，炙紫苑15，白前10，炙百部10，炙甘草8，陈皮10。",
		"丹毒皮出血": "菊花15，地丁10，天葵10，红花10，丹皮10，银花10，枸杞15，连翘10，蒲公英10，穿破石50，铁包金30，生石膏100，知母80，茅根15，玄参15，生地30，麦冬20，续脚金30。",
		"五积散": "白芷 川芎 炙甘草 茯苓 当归 肉桂 白芍 半夏 陈皮 枳壳 葱白 麻黄 苍术  干姜    桔梗，厚朴各等分。",
		"铁打药": "细辛 乳香  没药 生地  艮花 甘草 然铜  防风 霍香 泽兰 骨碎补 郁金 香附  白芷。"
	}
}
