{
	"清热解毒防流感": [
		{
			"方剂名": "清热祛湿茶一：",
			"组方": " 木棉花15  土茯苓20  菊花15  茵陈20  夏枯草15  淡竹15  芦根10  白茅根15  栀子10  金银花10  薏苡仁20  葛根 15  甘草5"
		},
		{
			"方剂名": "清热祛湿茶二：",
			"组方": "广藿香10  佩兰10  紫苏梗10  木棉花15  鸡蛋花10  扁豆15  苍术5  白术10  厚朴花10  茯苓25  北沙参10  玉竹6  甘草5  罗汉果0.33"
		},
		{
			"方剂名": "清热解毒茶",
			"组方": "金银花30，野菊花20，蒲公英20，地丁20，黄连10。"
		},
		{
			"方剂名": "湿气重周身骨痛",
			"组方": "柴胡10，透骨草20，荆芥15，鸡血藤20，桔梗10，伸筋草20，薏仁10，红花10，白术20，川芎15，川朴20，当归10，土茯苓30，牛七30。"
		},
		{
			"方剂名": "清热通便(小儿用量)",
			"组方": "桃仁5，灯心草3，淡竹叶5，钩藤3，菊花5，山楂3，枝子3，麦芽3，蝉蜕3。"
		},
		{
			"方剂名": "红眼病方",
			"组方": "金银花10，菊花15，连翘15，竹叶15，夏枯草15，桑叶15（配合消炎眼药水）"
		},
		{
			"方剂名": "防疫茶（流感茶）",
			"组方": "板兰根30，土茯苓30，金银花30，贯众20，大青叶30，野菊花30。"
		},
		{
			"方剂名": "利咽茶",
			"组方": "蝉蜕10，北杏15，山豆根10，百合30，板兰根30，玉蝴蝶15，射干15，桔梗20克，沙参30。"
		},
		{
			"方剂名": "五花茶",
			"组方": "金银花20，槐花15，野菊花15，葛花15，木棉花20，甘草8"
		},
		{
			"方剂名": "祛湿茶",
			"组方": "香薷30，薏米20，苍术15，泽泻10，茵陈30，霍香20，佩兰30"
		},
		{
			"方剂名": "主治：清热祛湿，益气生津。适应：四肢疲倦，食欲不振，身热口干。",
			"组方": "野菊花15，岗梅根20，党参20，黄芪15，茵陈20，苍术20，陈皮8。"
		},
		{
			"方剂名": "功效：祛湿、下火",
			"组方": "夏枯草20，天冬20，金银花20，苦瓜干15，菊花20，桑叶15，麦冬20，鱼腥草15，甘草10"
		},
		{
			"方剂名": "适应：清热泻火，凉血解毒，用于肺胃热感，口舌生疮，牙龄肿痛目赤眩晕，咽喉肿痛，大便秘结。",
			"组方": "枝子15大黄12黄柏15，天花粉15，知母15，黄芩12，金银花15，黄连5，甘草10。"
		},
		{
			"方剂名": "热毒痤疮",
			"组方": "银花15半枝连10连翘10薏米10地丁15绵茵陈15蒲公英10玄参1，栀子10甘草5"
		},
		{
			"方剂名": "痤疮",
			"组方": "生地30，川芎10，熟地30，红花6，白芍20，黄芩15，三棱15，川断15，莪术15，丹参15，甘草6，丹皮10，薄荷6，元胡10，桂枝15。"
		},
		{
			"方剂名": "猪流感",
			"组方": "桑叶12，枇杷叶12，菊花12，葛根15，北杏仁10，苡仁15，芦根15，桔梗12，连翘12，银花12，大青叶15，甘草6。（感冒咳嗽时可加杏仁10，桔梗12，枇杷叶15）"
		},
		{
			"方剂名": "猪流感",
			"组方": "桑叶12，枇杷叶12，菊花12，桔梗12，杏仁10，大青叶15，金银花12，连翘12，甘草6。"
		},
		{
			"方剂名": "祛湿茶",
			"组方": "附子15，前胡6，细辛6，荆芥6，麻黄10，桂枝10，桑叶30，炙甘草6，杏仁6，生姜2片。"
		}
	],
	"儿科类": [
		{
			"方剂名": "小儿清热清心火口臭",
			"组方": "生熟薏米各20克，玉米心10克，山楂5克，鸡内金5克，麦芽8克，羚羊角丝3克，灯心草1扎，钩藤5克，蝉蜕5克，白芍8克。"
		},
		{
			"方剂名": "主治小儿经常流鼻血",
			"组方": "柴胡20，大枣3枚，黄芩12，桔梗15，半夏10，党参10，生姜3片，甘草8。"
		},
		{
			"方剂名": "小儿七星茶",
			"组方": "山楂8，麦芽6，钩藤6，淡竹叶5，薏米5，甘草3，灯心草2扎，蝉蜕3-4只。"
		},
		{
			"方剂名": "小儿七星茶",
			"组方": "钩藤10，蝉蜕3-4只，山楂10，谷芽10，苡米10，淡竹叶10，灯心草5，甘草5。"
		},
		{
			"方剂名": "小儿清热茶",
			"组方": "色藤10克，淡竹叶10克，蝉蜕5克，山楂15在，枝子10克，麦芽10克，菊花10克，灯心草半扎，桃仁10克"
		},
		{
			"方剂名": "中医防治手足口病配方",
			"组方": {
				"预防方": "金银花6g，大青叶6g，绵茵陈15g，生苡仁10g，生甘草3g。水煎服，一日分两次服用，连续5~7天。本方剂具有清热解毒，健脾化湿之功能，适用于易感人群预防。以上为3～6岁剂量，3岁以内婴幼儿可减量服用，6岁以上者可加量服用。",
				"治疗方": "对付皮肤疱疹：苦参、野菊花、紫草、地肤子各30g，加水3000ml，煎至2000ml，凉至35℃~38℃，泡洗手足臀部10~15分钟。对付口咽部疱疹：西瓜霜吹敷口腔患处，或口腔炎喷剂喷患处，每日2次。对付口疼牙龈肿：可用板蓝根10克，黄芩、白藓皮各6克，双花3克，竹叶、薄荷各2克，煎水含漱。"
			}
		}
	],
	"感冒咳嗽咽炎": [
		{
			"方剂名": "风寒感冒茶（疏风散寒）",
			"组方": "姜活30克，荆芥10克，紫苏叶20克，黄芩15克，白芷10克，生姜10克"
		},
		{
			"方剂名": "风热感冒茶（疏散风热）",
			"组方": "桑叶30克，葛花30克，葛根20克，连召20克，银花15克，薄荷10克（后下）"
		},
		{
			"方剂名": "风热感冒",
			"组方": "主治：疏风散热，利咽解毒，用风热感冒，发热有汗，鼻塞头痛，咽痛，咳嗽，多痰。桔梗12克，北杏10克，桑叶10克，薄荷8克，牛蒡子10克，桑叶10克，菊花10克，连翘12克，芦根10克，神曲10克。"
		},
		{
			"方剂名": "（风寒感冒 散热）",
			"组方": "主治：疏风散热、解表清热、用于风寒感冒，头痛发热，恶寒身痛，鼻流清涕，咳嗽口干。荆芥12克，葛根15克，桔梗15克，防风12克，白芷5克，柴胡12克，紫苏叶8克，芦根10克，薄荷10克，苦杏仁10克，地丁10克。"
		},
		{
			"方剂名": "风寒咳嗽，主治：止咳祛痰，用于风寒咳嗽，痰多气逆",
			"组方": "半夏12克，瓜蒌皮10克，麻黄5克，瓜蒌仁10克，北杏10克，陈皮5克，紫菀10克，甘草8克，冬花10克，桔红10克。"
		},
		{
			"方剂名": "风寒咳嗽",
			"组方": "柴胡10克，款冬花15克，白芍20克，法夏（半夏）10克，郁金15克，桑白皮20克，黄芩15克，苏子6克，麻黄12克，北杏15克，枳壳10克，甘草10克，五味子12克（另加少许姜、陈皮）"
		},
		{
			"方剂名": "咽喉炎",
			"组方": "石斛15，茯芩15克，胖大海10克，知母15克，地骨皮15克，乌梅5克，黄柏15克，甘草10克，石膏20克，生地20克，沙参20克，柯子15克，丹皮15克，桔梗15克。"
		},
		{
			"方剂名": "风热咳嗽",
			"组方": "清热润肺，止咳平喘，理气化痰，适用理肺燥咳嗽，痰多胸闷，咽喉痛痒，声音沙哑，清肺热。川贝10克，五味子8克，杷枇10克，冬花10克，桔梗10克，北杏10克，陈皮5克，甘草8克，沙参12克，远志10克，桔红10克，茯苓15克，瓜蒌仁10克。"
		},
		{
			"方剂名": "咽喉炎",
			"组方": "蝉蜕2克，射子3克，蒲公英3克，板兰根10克，地丁3克，胖大海3克，甘草10克，诃子3克，大青叶3克，银花藤5克，银花5克，杏仁5克，川芎3克。"
		},
		{
			"方剂名": "咽喉炎、清热泻火",
			"组方": "桑叶10，柴胡10，茯苓30，菊花15，鸡内金10，竹叶10，川贝10，连翘15，石菖蒲10，土牛七10，麦冬10，金银花20，白芍20，白术20，杏仁10。"
		},
		{
			"方剂名": "鼻炎",
			"组方": "细辛6克，川芎6克，辛夷6克，青蒿9克，升麻6克，木通6克，甘草6克，桑叶12克，茅根12克，白芷6克，防风6克，生地15克，侧柏叶12克。"
		},
		{
			"方剂名": "鼻咽炎",
			"组方": "枝子10，菊花30，龙胆草16，桑叶10，鱼腥草30，连翘20，黄芩10，苍耳子16，川芎8，辛夷14，薄荷6，生石膏30，白花蛇舌草8，鹅不食草10，银花30。"
		},
		{
			"方剂名": "淋巴结炎",
			"组方": "风栗壳10克，板蓝根10克，猫瓜草10\t克，牡蛎6克，夏枯草10克。"
		},
		{
			"方剂名": "湿热下注汤",
			"组方": "山药15克，蜜枣2克，太子参3克，川太10克，云苓15克，扁豆10克，土茯苓15克，赤小豆5克，苡米5克，陈皮1块，姜2片。"
		},
		{
			"方剂名": "阴虚内热型，咽干，咽痛，咽痒，咳嗽，少痰，大便干结，舌苔红，脉搏较弱",
			"组方": "玄参12麦冬12，甘草6，枇杷叶12，生地20，川贝9，杏仁12，薄荷6，白芍12"
		},
		{
			"方剂名": "扁桃体发炎、发烧",
			"组方": "元参30克，生地20克，银花20克，人、蒲公英20克，山豆根10克，柴胡10克，板蓝根30克，连翘12克，桑螵蛸12克，甘草6克，黄连6克，青黛4克"
		}
	],
	"健脾消脂降血压": [
		{
			"方剂名": "健脾、补气、祛湿茶",
			"组方": "北芪20，党参5，茯苓20，苍术15，猪苓15，白术12，泽泻20，陈皮5。"
		},
		{
			"方剂名": "消脂保健茶（减肥茶）",
			"组方": "山楂15，泽泻15克，丹皮15克，女贞子10克，荷叶10克，冬瓜皮15克。"
		},
		{
			"方剂名": "降血压、失眠、安神",
			"组方": "青葙子10克，木香12克，牛七12克，天麻12克，龙齿10克，寄生10克，石决明10克，黄芩10克，杜仲10克，生地12克，枝子10克，珍珠母10克。"
		},
		{
			"方剂名": "降血压",
			"组方": "黄芪12 当归12 田七12 海藻12 牡蛎12 别甲12 党参12"
		},
		{
			"方剂名": "降压茶",
			"组方": "罗布麻50克，绞股兰50克，决明子20克，杭菊花30克，车前草30克，钩藤30克。"
		},
		{
			"方剂名": "降脂茶（减肥茶）",
			"组方": "绞股兰50，山楂50，荷叶50，罗汉果2个，普洱茶50，大黄10，莱菔子30。"
		},
		{
			"方剂名": "活血降压、中风",
			"组方": "野木瓜20北氏15茯苓20地龙15姜活10防风10白芍15丹参15，炙甘草6，当归10。清肝利肝明目"
		}
	],
	"清肝利肝明目": [
		{
			"方剂名": "肝炎引起，清肝明目，眼痛，眼屎多",
			"组方": "谷精子10克，木贱10克，桑叶15克，夏枯草15克，菊花10克。"
		},
		{
			"方剂名": "肝炎",
			"组方": "别甲12，元参6，辣慈菇12，大青叶12，丹参6，重楼10，黄柏8，连翘8，蒲公英10，绵茵陈12，穿山甲10，鸡骨草15，金银花5，蛇舌草12，野菊花10，甘草6。"
		},
		{
			"方剂名": "清肝胆，利湿热",
			"组方": "龙胆20克，柴胡10克，木通15克，枝子10克，泽泻20克，生地黄20克，车前子10克，当归5克，炙甘草5克，黄芩15克。"
		},
		{
			"方剂名": "眼痛、流眼水",
			"组方": "柴胡10，石决明30，黄芩10，草决明20，双白皮10，木贼15，桔梗10，白芍10，川莲10，青箱子15，防风10，京芥10，蝉蜕10，赤芍10。珍珠末2克"
		},
		{
			"方剂名": "清肝明目茶",
			"组方": "羚羊角5，杭菊花30，夏枯草30，草决明30，青箱子20，刺疾藜20，枸杞子20。"
		},
		{
			"方剂名": "消炎利胆茶（排石茶）",
			"组方": "茵陈50，蒲公英30，玉米须30，生山枝20，败酱草30，金钱草5，车前草50克。"
		}
	],
	"皮肤外洗": [
		{
			"方剂名": "外洗（皮肤痒、祛湿毒）",
			"组方": "白帆20克，冰片20克，白头翁20克，银花藤30克。"
		},
		{
			"方剂名": "皮肤痒（外用成人份量增加）",
			"组方": "金银花10克（30克），白帆5克（20克），白鲜皮10克（30克），冰片5克（20克），白头翁10克（30克）"
		},
		{
			"方剂名": "皮肤痒、祛湿毒（外洗）",
			"组方": "苍术10克，地肤子15克，黄柏10克，蛇床子15克，土茯苓30克，苡米15克，白鲜皮15克，甘草5克"
		},
		{
			"方剂名": "皮肤痒、祛湿毒（外洗）",
			"组方": "蛇床子30克，川椒6克，黄柏15克，土茯苓50克，地肤子30克，苦参15克。"
		},
		{
			"方剂名": "痔疮外洗",
			"组方": "生地25克，大腹皮25克，银花25克，苦参25克，血蝎25克，地肤子25克，荆芥25克，黄柏25克，五倍子20克，薄荷15克（后下）用法：放清水平1盆，煮沸30分钟后倒入桶内，先用热气薰，待水温适宜后入水内40分钟即可。"
		}
	],
	"妇科": [
		{
			"方剂名": "戒奶",
			"组方": "①麦芽50克，山楂20克，淡豆豉20克 ②谷芽60 麦芽60 桔核15 大腹皮15 山楂15"
		},
		{
			"方剂名": "通乳",
			"组方": "①通草，王不留行，穿山甲 ②黄芪15 党参15 炒白术10 当归10 生地15 熟地15 通草10 山甲8 王不留行10"
		},
		{
			"方剂名": "四物汤（补血、月经有淤）",
			"组方": "熟地12克，川芎9克，白芍12克，当归9克（可加红花、香附、桃仁）"
		},
		{
			"方剂名": "四君汤（脾胃虚弱可用）",
			"组方": "党参20克（可换人参），云茯（茯苓）10克，白术20克，炙甘草10克。"
		},
		{
			"方剂名": "八珍汤",
			"组方": "党参15，当归10，川芎10，云苓20，白术12，甘草6，熟地20，白芍15。"
		},
		{
			"方剂名": "丰胸四物汤",
			"组方": "黄芪12克，党参10克，川芎10克，当归10克  枸杞10阿胶10（烊化服）"
		},
		{
			"方剂名": "乳线炎、止痛、散疼",
			"组方": "炒山甲10克，川芎30克，全虫（全蝎）10克，柏子仁40克，玉京（郁金）15克，京下10克，红花10克，金银花30克，地丁20克，桔梗20克，远志15克，地龙20克，甘草5克，天麻20克。"
		},
		{
			"方剂名": "痛经方",
			"组方": "五灵脂6克，蒲黄6克，研末用醋浓醋30毫升，水150毫升，煎至100毫升（用酒洗去沙尘）"
		},
		{
			"方剂名": "活血化淤（落胎扶肋用药）",
			"组方": "益母草15克，艾叶15克，当归10克，川芎6克，茯苓15克，蒲黄6克，红花6克，白术15克，甘草10克。"
		},
		{
			"方剂名": "撞红方",
			"组方": "银花10克，木通15克，苏木20克，泽泻15克，赤芍10克，滑石20克，苦参20克，莲房15克，瞿麦15克，桃仁10克，红花10克。"
		},
		{
			"方剂名": "活血、盆腔炎（少量积液）",
			"组方": "泽兰7克，莪术8克，党参30克，莪术7克，川芎5克，甘草5克，当归6克，桃仁10克。"
		},
		{
			"方剂名": "妇科、盆腔炎",
			"组方": "元胡12克，香付12克，枳壳12克，白芍18克，当归12克，川芎12克，生地12克，元参12克，柴胡12克，枝子15克，赤芍15克，黄芩15克，红花12克，鸡血藤20克，甘草10克。"
		},
		{
			"方剂名": "卵巢保养",
			"组方": "女贞子15 早莲草15 生地15 元参12 葛根30 丹参15 益母草20 山药12 山茱萸12 莲子12 百合12 仙灵脾15",
			"附记": "大火煲开，小火煲1小时，饭前服用，一天2次；在月经干净后连服两周，到下个月经完再服，连服3个月经周期"
		},
		{
			"方剂名": "妇科外洗",
			"组方": "百部30，败酱草20，仙鹤草20，苍耳子15，苦参30，苍术20，地肤子30，功劳木30，艾叶15，黄柏30，花椒15，蛇床子30，重楼20"
		},
		{
			"方剂名": "产后体虚大补酒",
			"组方": "大枣150克，黄芪150克，元肉100克，党参150克，首乌100克，熟地150克，杞子150克，川芎50克，当归60克，白芷50克，可另加红参 风湿滋补类"
		}
	],
	"风湿滋补类": [
		{
			"方剂名": "十二全大补（40斤酒分量）",
			"组方": "大枣100克，杞子100克，党参100克，元肉50克，当归50克，熟地100克，首乌100克，黄芪100克，杜仲80克，肉丛蓉60克，巴戟50克，山茱萸50克"
		},
		{
			"方剂名": "舒筋活络酒",
			"组方": "木瓜25，当归25，防风25，桑寄生25，川芎15，白术15，玉竹25，红花25克，蚕沙25克，续断25克，独活25克，甘草10克，川牛膝25克，羌活25克，枸杞25克。"
		},
		{
			"方剂名": "风湿痛药酒",
			"组方": "石楠藤25，黄精25，山药15，麻黄15，陈皮10，苍术20，枳壳25，厚朴20，牡丹皮25，桂枝20，苦杏仁20，川芎10，蚕砂20，泽泻20，白术10，白芷15，木香10，羌活15，小茴香15，补骨脂25，香附10，菟丝子10，没药10，当归20，乳香20。"
		},
		{
			"方剂名": "补肾、腰痛",
			"组方": "菟丝子10克，茯苓15克，枸杞10克，当归10克，杜仲10克，肉桂8克，熟地15克，益智仁10克，芋肉15克，补骨脂10克，山药10克，砂仁10克。"
		},
		{
			"方剂名": "活血去风，行气固肾，养颜",
			"组方": "首乌15克，杜仲15克，柏子仁10克，茯神15克，陈皮7克，防风10克，枣仁10克，桃仁15克，知母15克，鸡血藤15克，党参10克，巴戟15克，白术15克，姜活7克，红枣6粒，当归9克，黄苓15克，角刺35克，白芍10克，葛干15克，生地10克，红花7克，（另姜三片）"
		},
		{
			"方剂名": "风湿骨刺",
			"组方": "赤芍5克，泽兰15克，乳香5克，五灵脂10克，没药5克，鹿角箱30克（后下），车前子10克，全虫10克，天冬10克，桑叶15克，桂枝10克，柴胡10克，甘草5克。"
		},
		{
			"方剂名": "主治骨质增生（外用）",
			"组方": "姜黄30克，木瓜20克，秦艽30克，川加皮20克，细辛25在克，骨碎补20克，防己30克，八角20克，威灵仙30克，桂枝30克，田七30克。"
		},
		{
			"方剂名": "轻微中风后、用于通血管，肢体手足麻木",
			"组方": "党参30克，元肉20克，大枣20克，云苓30克，山药30克，酸枣仁20克，白术20克，当归10克，远志10克，天花粉30克，干姜20克。"
		},
		{
			"方剂名": "腰椎间盆突出",
			"组方": "田七10克，寄生15克，独活15克，双枝15克，秦艽15在克泽泻12克 霍香15克，木香15克，川芎10克，牛大力15克，千斤拔15克，细辛15克，甘草10克，牛膝15克"
		}
	],
	"其他": [
		{
			"方剂名": "牙痛",
			"组方": "生地15 熟地15 麦冬10 石膏15 牡丹皮10 黄芩10 甘草6 知母12 怀牛膝10 细辛6 升麻6"
		},
		{
			"方剂名": "肠痉挛",
			"组方": "香附30 郁金15 生地15 百合15 白芍30 甘草15 枳实15 白术15 黄莲6肉桂3"
		},
		{
			"方剂名": "睡觉磨牙",
			"组方": "生地50 灵磁石50 炙甘草10 乌梅10 泽泻10 牡丹皮10 五味子10 远志10 香附10 山茱萸12 山药12 灯心草6（小儿减量）"
		},
		{
			"方剂名": "中药驱蚊香包（打粉）",
			"组方": "苏叶10 丁香10 金银花10 白芷10 艾叶10 石菖蒲10 藿香10 薄荷10"
		},
		{
			"方剂名": "胃酸过多",
			"组方": "核桃肉25克，北芪10克，玉竹10克，甘草10克，党参10克，枳实8克，沉香10克，陈皮5克，没药10克，枳壳8克，川芎8克。"
		},
		{
			"方剂名": "肾结石",
			"组方": "地龙10，鸡内金10，金钱草20，党参10，小茴香10，淡豆豉10，北芪10，败酱草10，升麻10，牡丹皮10，郁金10，附子10，桔梗10。"
		},
		{
			"方剂名": "失眠多梦神经衰弱",
			"组方": "熟枣仁10克，白术15克，桑椹10克，知母10克，炙甘草8克，茯神12克，丹参10克，人参8克，夜交藤12克，远志10克，麦冬15克，合欢皮12克，柏子仁12克，五味子15克，首乌15克。"
		},
		{
			"方剂名": "皮肤痒湿疹",
			"组方": "荆芥15克，大黄20克，黄芩20克，知母15克，白芷15克，泽兰15克，连翘15克，牛七15克，桑枝25克，苦参25克，白鲜皮25克。"
		}
	],
	"煲汤": [
		{
			"方剂名": "清补凉",
			"组方": "山药15克，沙参10克，连子5克，召实5克，玉竹15克，红枣8只。"
		},
		{
			"方剂名": "祛湿汤方",
			"组方": "薏仁15，连子10，扁豆15，蜜枣2枚，召实10，山药15，赤小豆10。"
		},
		{
			"方剂名": "清热祛湿汤",
			"组方": "木棉花15，银花10，黄芩10，车前草15，茵陈15，火炭母10，川太15，甘草8。"
		},
		{
			"方剂名": "补血",
			"组方": "北芪15克，党参15克，杞子10克，花旗参3克，红枣10个，熟地5克，元肉5粒"
		},
		{
			"方剂名": "狗肉火锅",
			"组方": "八角，草果，枸杞，小茴香，桂皮"
		},
		{
			"方剂名": "煲狗肉",
			"组方": "花椒，桂皮，八角，小茴香，草果，丁香"
		},
		{
			"方剂名": "煲羊肉",
			"组方": "当归，党参，红枣，枸杞，甘蔗"
		},
		{
			"方剂名": "炖羊肉",
			"组方": "八角，花椒，小茴香，枸杞，甘蔗"
		},
		{
			"方剂名": "煲水鱼汤",
			"组方": "生地，北芪，山药，熟地，党参，云苓，肉苁蓉，元肉，苡米，杜仲，红枣，玉竹，淫羊藿，枸杞"
		},
		{
			"方剂名": "炖鸡乳鸽",
			"组方": "花旗参10克，红枣5只，枸杞10克，玉竹15克，元肉10克。"
		},
		{
			"方剂名": "煲鸡、乳鸽",
			"组方": " 党参10克，玉竹10克，红枣10克，山药10克，杞子5克，茨实10克。"
		},
		{
			"方剂名": "煲猪骨汤",
			"组方": "沙参10克，雪耳5克，杞子5克，玉竹10克，连子5克，山药10克，蜜枣1只。"
		},
		{
			"方剂名": "祛湿汤方",
			"组方": "薏米15克，召实10克，连子10克，山药15克，赤小豆10克，蜜枣2只。"
		},
		{
			"方剂名": "清补汤",
			"组方": "山药15克，召实5克，薏 米10克，沙参10克，玉竹15克，连子5克，红枣5只。"
		},
		{
			"方剂名": "滋补鸡汤",
			"组方": "党参15克，北芪10克，枸杞10克，熟地15克，当归8克，红枣5只。"
		},
		{
			"方剂名": "强筋骨汤方",
			"组方": "牛大力10，杜仲10，巴戟10，扁豆10，牛膝10，山药10，红枣10。"
		},
		{
			"方剂名": "狗肉",
			"组方": "八角10克，肉桂5克，香叶3片，丁香5颗，小茴15克，沙姜15克，草果1只。如果想滋补肝肾脏，则酌情加入杜仲、天麻、当归、红枣、北芪、党参、杞子等。对固肾培本，升发阳气最为有效，是中老年男女的滋补佳"
		},
		{
			"方剂名": "鱼头汤",
			"组方": "天麻15克，川芎10克，白芷10克，元肉15克，枸子15克，红枣5只。"
		},
		{
			"方剂名": "清补凉",
			"组方": "沙参20  玉竹15 莲子10 龙眼肉10 薏苡仁10 山药15 枸杞10 百合10 红枣20 麦冬10"
		},
		{
			"方剂名": "煲冬瓜汤",
			"组方": "莲房20 木棉花30 扁豆10 薏苡仁20 赤小豆15 土茯苓20 蝉蜕5 灯心草3"
		}
	]
}