{
	"解表剂": {
		"温解表剂": [
			{
				"方剂名": "麻黄汤",
				"组成": "麻黄9克、桂枝6克、杏仁9克、甘草3克。",
				"功用": "发汗解表，宣肺平喘：用于外感风寒，恶寒发热、头身痛、无汗而喘，脉浮紧[]者。"
			},
			{
				"方剂名": "荆防败毒散",
				"组成": "荆芥、防风、羌活、独活、川芎、柴胡、前胡、桔梗、枳壳、茯苓各30克、甘草15克。",
				"功用": "发散风寒，解表祛湿：用于“流感”、感冒等病证初起，出现恶寒、发热、无汗、剧烈头痛、肌肉关节酸痛，舌苔白腻，脉浮或浮数者。本方亦可用于痢疾、疮痈初起而有表寒证者。"
			},
			{
				"方剂名": "葱豉汤",
				"组成": "葱白(连须)5条、豆豉30克。",
				"功用": "发汗解表：用于外感风寒，恶寒、发热、无汗、头痛鼻塞、身痛，舌苔薄白，脉浮。\n谅解表剂"
			},
			{
				"方剂名": "桑菊饮",
				"组成": "桑叶8克、菊花6克、薄荷3克、杏仁6克、桔梗6克、生甘草3克、连翘6克、芦根6克。",
				"功用": "疏风清热，宣肺止咳：用于伤风、感冒初起，咳嗽、头痛、微发热，苔薄，脉浮者。本方可用于上呼吸道感染、急性支气管炎等以咳嗽为主者"
			},
			{
				"方剂名": "银翘散",
				"组成": "银花30克、连翘30克、牛蒡子18克、薄荷18克、荆芥穗12克、豆豉15克、桔梗18克、生甘草15克、竹叶12克，芦根15克。",
				"功用": "辛凉透表，清热解毒：用于外感风热初起，发热微恶寒、无汗或有汗不畅、头痛口渴、咳嗽咽痛，舌尖红，苔薄白或薄黄，脉浮数者。目前常用本方加减治疗风热感冒、“流感”、急性扁桃体炎、急性支气管炎、肺炎、麻疹、“乙脑”、“流脑”以及腮腺炎等急性传染病初起而具有风热表证者。"
			},
			{
				"方剂名": "桑叶",
				"性味": "苦、微寒。",
				"功用": "(1)疏散风热：用于风热感冒及目赤肿痛，常配菊花。\n(2)清肝明目：用于风火目疾(如急性结膜炎)。配黑芝麻名桑麻丸，用于肝阴不足，肝阳上亢引起的头晕、视物昏花。",
				"用法": "5～10克。"
			},
			{
				"方剂名": "麻杏石甘汤",
				"组成": "麻黄6克、杏仁9克、生石膏24克、甘草6克。",
				"功用": "辛凉宣泄，清肺平喘：用于外感风热，或风寒郁而化热，热壅于肺，而见咳嗽、气急、鼻煽、口渴、高热不退，舌红苔白或黄，脉滑数者。常用本方配伍鱼腥草、黄芩、瓜蒌、贝母等，治疗急慢性支气管炎、肺炎以及麻疹合并肺炎。"
			}
		]
	},
	"清热剂": {
		"清气分热剂": [
			{
				"方剂名": "白虎汤",
				"组成": "生石膏30克、知母9克、甘草3克、粳米9克。",
				"功用": "清热泻火，生津止渴：用于外感热病之气分实热证，如高热、烦渴、大汗出、面赤，舌干苔黄，脉洪大或滑数及胃火引起的头痛、身痛、鼻衄等症。用本方加减，可治疗“流脑”、“乙脑”、肺炎、糖尿病、口腔炎症等而见有上述证候者。"
			},
			{
				"方剂名": "竹叶石膏汤",
				"组成": "竹叶9克、生石膏30克、麦冬18克、半夏9克、人参(或党参5克)、粳米8克、甘草3 克。",
				"功用": "清热生津，益气和胃：用于热病后余热不清，气阴未复或热病气阴两伤，而见口干、虚烦、呕逆、纳呆，舌红或绛，少苔，脉细数者；胃阴不足，胃火上逆，而见口舌糜烂、消渴者。也可用于暑病发热气阴两伤之证。"
			}
		],
		"清热谅血剂": [
			{
				"方剂名": "犀角地黄汤",
				"组成": "犀角1~3克(可用广角或水牛角30克代)、生地黄30克、赤芍12克、丹皮9克。",
				"功用": "清心解毒，凉血散瘀：用于外感热病，热入血分，证见高热、神昏谵语、出血或发斑疹，舌质红绛，脉数者。目前临床上常用本方治疗因血分热炽，血热妄行所致的出血发斑、高热昏迷的病证，如血液病、败血症、急性黄色肝萎缩及斑疹伤寒，或尿毒症、肝昏迷等。"
			},
			{
				"方剂名": "清营汤",
				"组成": "犀角粉2克(另冲)、生地黄15克、元参9克、麦冬9克、银花9克、连翘6克、丹参6克、竹叶心3克、黄连5克。",
				"功用": "清营解毒，养阴清心：用于外感热病热入营血，扰及心神，而见高热烦渴或口不渴烦躁、时有谵语，或斑疹隐隐，舌绛而干，脉细数。"
			}
		],
		"清热解毒剂": [
			{
				"方剂名": "黄连解毒汤",
				"组成": "黄连9克、黄芩6克 ，黄柏6克、栀子9克。",
				"功用": "泻火解毒：用于火毒炽盛，发热烦躁、吐衄发斑、甚则神昏谵狂，舌红苔黄，脉数有力之证。用本方加减，可用于急性感染的病证，如急性痢疾、急性泌尿系感染、肺炎、败血症以及痈肿疮疖等而见上述证候者。"
			},
			{
				"方剂名": "普济消毒饮",
				"组成": "黄芩15克、黄连15克、板蓝根3克、连翘3克、马勃3克、牛蒡子3克、薄荷3克、僵蚕2克、元参6克、甘草6克、陈皮6克、升麻2克、柴胡6克、桔梗6克。",
				"功用": "疏风散邪，清热解毒：用于瘟毒上壅，恶寒发热、头面红肿、目不能睁、咽喉肿痛、口渴，脉浮数有力者。用本方加减，可治疗颜面丹毒、流行性腮腺炎、急性扁桃体炎以及痈肿疮疖等而属于热毒上壅之证者。"
			},
			{
				"方剂名": "清瘟败毒饮",
				"组成": "生石膏30~60克，生地15~30克，犀角粉1~3克(另冲)，黄连15克，栀子15克、黄芩15克、知母10克、连翘15克、丹皮10克、赤芍10克、元参15克、桔梗6克，甘草3克、竹叶6克。",
				"功用": "清热解毒，凉血救阴：用于热性病，火热炽盛，气血两燔，证见高热神昏、狂躁谵语、头痛如裂、发斑吐衄、抽搐痉厥，舌绛唇焦，脉数等。"
			},
			{
				"方剂名": "仙方活命饮",
				"组成": "银花30克、炙山甲、天花粉、白芷、当归尾、赤芍、浙贝母、防风、乳香、没药、皂角刺、陈皮、生甘草各9克。水煎或酒水各半煎服。",
				"功用": "清热解毒，消肿止痛：用于疮疡肿毒初起，局部红肿热痛之证。"
			},
			{
				"方剂名": "五味消毒饮",
				"组成": "银花15克、蒲公英15克、紫花地丁15克、野菊花15克、紫背天葵6克。",
				"功用": "清热解毒，消疔肿：用于各种疮疡疔毒初起而属实热者。"
			}
		],
		"清脏腑热剂": [
			{
				"方剂名": "导赤散",
				"组成": "生地、木通、生草梢、竹叶各等份。",
				"功用": "清热利尿：用于心经热盛引起的口舌生疮、口渴面赤、心胸烦热、渴喜冷饮；或心移热于小肠所致的小便赤涩、尿道灼痛等证。用本方加减，可治疗急性泌尿系感染、口腔糜烂、溃疡等属于心火上炎之证者。"
			},
			{
				"方剂名": "龙胆泻肝汤",
				"组成": "龙胆草6克、黄芩9克、栀子9克、泽泻12克、木通9克、车前子9克、当归3克、生地9克、柴胡6克、甘草6克。",
				"功用": "泻肝火，清利肝胆湿热：用于肝胆实火所致的头痛目赤、胁痛口苦、耳肿耳痛及肝经湿热下注之小便混浊、会阴肿痒、带下黄稠，舌边红苔黄，脉弦数有力等证。用本方加减，可治疗急性传染性肝炎、胆囊炎、急性泌尿系感染、急性生殖系统炎证、急性中耳炎、急性结膜炎等见有上述证候者。"
			},
			{
				"方剂名": "泻白散",
				"组成": "桑白皮30克、地骨皮30克、生甘草3克、粳米6克。",
				"功用": "泻肺火，清虚热：用于肺热咳喘、咯血、口干唇燥，舌红苔黄，脉细数者。可用本方配合麻杏石甘汤，治疗小儿麻疹初起，或疹后合并肺炎之咳嗽气急、痰粘、身热不退等症。"
			},
			{
				"方剂名": "清胃散",
				"组成": "黄连5克、生地12克、丹皮6克、升麻6克、当归6克。",
				"功用": "清胃凉血：用于胃热牙痛、牙龈红肿溃烂出血，或口气热臭，或唇舌颊部肿痛，舌红苔少，脉滑数者。目前常用本方治疗口腔溃疡及牙周急性炎症。"
			},
			{
				"方剂名": "玉女煎",
				"组成": "生石膏15～30克、熟地9~30克、麦冬6克、知母4.5克、牛膝4.5克。",
				"功用": "清胃滋阴：用于肾阴不足，胃火有余之证，如烦热干渴、口舌生疮、牙龈肿痛、鼻出血或消渴证等，而见舌红苔白或黄，脉细数者。用本方加减可治疗急性热性病之发热烦渴，糖尿病之口舌干燥，以及口腔溃疡、牙周炎等见有上述证候者。"
			},
			{
				"方剂名": "左金丸",
				"组成": "黄连180克、吴茱萸30克，制成丸剂，每服2~3克，日服2~3次。也可按比例煎服。",
				"功用": "泻肝和胃：用于肝经火郁兼有肝胃不和之证，如恶心、呕吐酸水、口苦嘈杂、胁肋作痛，舌红，脉弦数等。"
			},
			{
				"方剂名": "白头翁汤",
				"组成": "白头翁15克、秦皮12克、黄柏12克、黄连6克。",
				"功用": "清热解毒，凉血止痢：用于热毒下迫引起的急性肠炎或痢疾，证见便下脓血、里急后重、肛门灼热，舌质红苔黄，脉弦数者。"
			},
			{
				"方剂名": "苇茎汤",
				"组成": "苇茎(芦根)30克、生苡仁30克、桃仁9克、冬瓜子24克。",
				"功用": "清肺化痰，逐瘀排脓：用于肺痈，咳吐臭痰脓血、胸痛，舌红苔黄，脉滑数者。可用本方治疗肺脓疡、肺炎、慢性支气管炎继发感染等。"
			}
		],
		"清虚热剂": [
			{
				"方剂名": "青蒿鳖甲汤",
				"组成": "青蒿6克、鳖甲15克、生地12克、知母6克、丹皮9克。",
				"功用": "养阴清势：用于阴虚潮热或低热，如热病后期或慢性病低烧不退，舌红苔少，脉细数等症。目前常用本方治疗结核病潮热及其他慢性消耗性疾病之低热。"
			},
			{
				"方剂名": "清骨散",
				"组成": "银柴胡5克、胡黄连3克、秦艽3克、鳖甲3克、地骨皮3克、青蒿3克、知母3克、甘草2克。",
				"功用": "清虚热，退骨蒸：用于阴虚潮热骨蒸。如某些慢性病低烧、手足心热、颧红身瘦、舌红苔少、脉细数等。"
			}
		]
	},
	"祛湿剂": {
		"芳香化湿剂": [
			{
				"方剂名": "藿香正气散",
				"组成": "藿香9克、苏叶6克、白芷3克、大腹皮9克、茯苓9克、白术或苍术6克、陈皮6克、半夏9克、厚朴6克、桔梗6克、甘草6克",
				"功用": "解表和中，芳香化浊：用于外感风寒，内有湿滞或感受暑湿，外见寒热头痛等表证，内有胸腹满闷、纳呆呕恶、腹痛泄泻，口淡苔腻，脉濡缓等湿阻之证。本方常用于胃肠型感冒、急性胃肠炎或消化不良等具有上述证候者。"
			},
			{
				"方剂名": "平胃散",
				"组成": "苍术9克、厚朴6克、陈皮6克、甘草3克、生姜3片、大枣3枚。",
				"功用": "燥湿健脾：用于湿困脾胃之不思饮食、脘腹胀满、恶心呕吐、口中无味、肢倦便溏，舌苔白腻而厚者。本方可用于慢性胃炎、胃下垂所引起的腹胀消化不良等症。"
			}
		],
		"清热祛湿剂": [
			{
				"方剂名": "三仁汤",
				"组成": "杏仁15克、生苡仁18克、白蔻仁6 克、厚朴6克、半夏15克、竹叶6克、滑石18克、通草6克。",
				"功用": "宣化畅中，清热利湿：用于湿热互结，湿重热轻之头痛身重、胸闷欲呕、午后身热，苔白不渴，脉濡者。也可用于伤寒病初期、夏日重症感冒或肾盂肾炎急性发作而具有前述证候者。"
			},
			{
				"方剂名": "连翘",
				"性味": "苦、微寒。",
				"功用": "(1)清热解毒：用于外感热病初起以及上焦诸热。\n(2)消肿散结：用于疮痈，配金银花、赤芍；用于咽喉肿痛，常配牛蒡子、元参；用于瘰疠、乳腺炎，常配瓜蒌、贝母、青皮。",
				"用法": "6～15克。"
			},
			{
				"方剂名": "菌陈蒿汤",
				"组成": "茵陈蒿30克、栀子15克、大黄10克。",
				"功用": "清湿热，退黄疸：用于湿热郁蒸引起的黄疸，证见面目周身发黄如橘色(阳黄)、尿赤、大便秘、口渴、腹胀、苔黄腻，脉沉实或滑数者。单用本方或以本方加减，可治疗急性黄疸型传染性肝炎、胆囊炎、胆石症，以及其他原因引起的黄疸，但必须是湿热阳黄之证。"
			},
			{
				"方剂名": "八正散",
				"组成": "车前子12克、木通6克、瞿麦15克、扁蓄15克、滑石12克、甘草3克、栀子6克、熟大黄6克、灯芯3克。",
				"功用": "清热泻火，利尿通淋：用于湿热下注膀胱而见少腹急满、小便浑赤、尿痛、尿流不畅者。本方常用于急性肾炎及急性泌尿系感染而属湿热证者。"
			}
		],
		"利水渗湿散": [
			{
				"方剂名": "五苓散",
				"组成": "茯苓9克、猪苓9克、白术9克、泽泻15克、桂枝6克。",
				"功用": "化气利水：用于外有表寒，内停水湿，证见头痛发热、烦渴饮水或水入则吐、小便不利，或吐泻频作，舌苔白腻，脉浮者。可用本方加减或与其他方剂配伍，治疗各种原因之水肿、水泻、黄疸等。"
			},
			{
				"方剂名": "五皮饮",
				"组成": "陈皮9克、茯苓皮24克、生姜皮6克、桑白皮9克、大腹皮9克。",
				"功用": "行气化湿，利水消肿：用于全身水肿，胸腹胀满，小便不利以及妊娠水肿等。本方也常用于各种原因引起的水肿，但以急性肾炎水肿、妊娠水肿、经期水肿以及腹水等较为多用。"
			}
		],
		"温化水湿剂": [
			{
				"方剂名": "实脾饮",
				"组成": "白术12克、厚朴6克、木瓜6克、木香3克、草果3克、大腹子(即槟榔)6克、茯苓15克、干姜6克、制附子6克、炙甘草3克、生姜3片、大枣3枚。",
				"功用": "温阳健脾，行气利水：用于脾阳不足，水湿内停，而见尿少浮肿下半身尤著、腹泻便溏、胸腹胀满，或身重肢冷。舌苔白腻而润，脉沉迟者。本方与五苓散合用也可治疗慢性肾炎水肿、心脏病水肿或肝硬变腹水之轻症而属于脾阳虚者。"
			},
			{
				"方剂名": "苓桂术甘汤",
				"组成": "茯苓12克、桂枝9克、白术6克、炙甘草6克。",
				"功用": "健脾祛湿，温阳化饮：用于脾虚湿盛所致的胸闷气促、咳嗽痰多、脘痞便溏、心悸目眩等症。用本方加减，可治疗心脏病水肿、肾炎水肿或心力衰竭之心悸等而属脾虚湿盛之证者。"
			}
		],
		"祛风除湿剂": [
			{
				"方剂名": "独活寄生汤",
				"组成": "独活9克、秦艽9克、防风9克、川芎6克，细辛3克，桑寄生18克，牛膝9克、杜仲9克、当归12克、白芍9克、熟地15克、茯苓12克、党参12克，肉桂1.5克、甘草6克。",
				"功用": "补肝肾益气血，祛风湿止痹痛：用于肝肾两亏，风寒湿痹，证见关节肌肉疼痛、屈伸不利或挛痛麻木、腰膝冷痛等。目前多用本方治疗风湿性关节炎、坐骨神经痛、神经炎、腰肌劳损等属于肝肾、气血亏虚者。"
			},
			{
				"方剂名": "蠲痹汤",
				"组成": "羌活9克、防风9克、片姜黄6克、当归9克、赤芍9克、黄芪9克，炙甘草3克，生姜3片，大枣3枚。",
				"功用": "祛风除湿，益气和营：用于肢体疼痛、项背拘急、肩臂掣痛、手足麻木者。尤以上肢风湿痹证最为适宜。"
			}
		]
	},
	"治燥剂": {
		"": [
			{
				"方剂名": "清燥救肺汤",
				"组成": "桑叶9克、生石膏15克、人参2克、甘草3克、麻仁3克、阿胶3克(烊化)、麦冬4克、杏仁2克、枇杷叶6克。",
				"功用": "清燥润肺：用于燥热伤肺之干咳无痰或少痰、气促胸痛、口燥咽干，舌干红少苔者。"
			},
			{
				"方剂名": "养阴清肺汤",
				"组成": "生地9克、麦冬9克、元参9克、丹皮3克、川贝母6克、生甘草2 克、薄荷2克、白芍3克。",
				"功用": "养阴清肺：用于阴虚肺热而见干咳少痰、口燥咽干，舌红少苔或无苔，脉数者。"
			},
			{
				"方剂名": "沙参麦冬汤",
				"组成": "北沙参10克、玉竹10克、麦冬10克、天花粉15克、扁豆10克、桑叶6克、生甘草3克。",
				"功用": "甘寒生津，清养肺胃：用于燥伤肺胃，津液亏损而见口渴咽干、或干咳少痰，舌红少苔，脉细数者。"
			},
			{
				"方剂名": "麦门冬汤",
				"组成": "麦冬35克、半夏5克、人参5克、粳米5克、甘草3克、大枣4枚。",
				"功用": "养胃润肺，降逆化痰：用于肺胃阴虚，虚火上炎之证。如肺阴伤之干咳或痰粘咯吐不爽；胃阴伤之咽干口渴、恶心、干呕、呃逆。舌红苔净，脉虚数等。"
			}
		]
	},
	"泻下剂": {
		"寒下剂": [
			{
				"方剂名": "大承气汤",
				"组成": "大黄12克、芒硝或玄明粉9 克、厚朴15克、枳实15克。",
				"功用": "泻热去实，消痞除满：用于①阳明腑实证：潮热谵语、腹满硬而拒按、便秘、手足微有汗出，舌苔焦黄起刺，或焦黑燥裂，脉沉滑有力者。②热结旁流：阳明腑实证，一般均见大便燥结，但有时因肠中热实积结较甚，肠胃尽力排除热实而出现下利的现象称为“热结旁流”。证见高热烦躁、脐腹硬痛、下利清水臭秽、口舌干燥、脉滑数者。③阳明腑实证而见高热昏厥抽搐者。"
			},
			{
				"方剂名": "大黄特丹皮汤",
				"组成": "大黄18克、丹皮9克、桃仁12克、冬瓜子30克、芒硝9克。",
				"功用": "泻热破瘀，散结消肿：用于肠痈。目前常用本方加减治疗急性阑尾炎。"
			},
			{
				"方剂名": "凉膈散",
				"组成": "大黄600克、芒硝600克、甘草600克、栀子300克、黄芩300克十两、薄荷300克、\n连翘1200克，制成散剂，每服6~12克。也可按比例煎服。",
				"功用": "泻火通便：用于上、中焦热邪炽盛之证，如外感热病，肺胃热炽而见高热而赤、头痛咽痛、口舌糜烂、齿痛鼻衄、胸膈烦热、便秘尿赤，苔黄，脉滑数者。用本方加减，可治疗急性胆囊炎、胆石症而见上述证候者。也有人用本方加大青叶、板蓝根等清热解毒之品治疗“乙脑”或“流脑”而见烦躁、便秘者。"
			}
		],
		"温下剂": [
			{
				"方剂名": "温脾汤",
				"组成": "大黄9克、附子9克、干姜6克、党参6克、炙甘草3克。",
				"功用": "温脾阳，逐冷积：用于脾胃阳虚之冷积便秘，或久痢不止、腹痛、肢冷、苔白滑、脉沉弦者。"
			}
		],
		"润下剂": [
			{
				"方剂名": "麻仁丸",
				"组成": "麻仁500克、杏仁250克、大黄500克、枳实250克、厚朴250克、白芍250克，炼蜜为丸，每丸重9克，每次1～2丸，日服1~2次。",
				"功用": "润肠通便：用于肠胃燥结之便秘或痔疮便秘。"
			}
		],
		"逐水饮": [
			{
				"方剂名": "十枣汤",
				"组成": "大戟、芫花、甘遂各等分研粉，大枣10枚煮汤，清晨空腹调服药粉1.5~3克。泻下后，宜服稀粥以和胃气。",
				"功用": "攻逐水饮：用于胸水、腹水或肾炎水肿而体质尚好者。"
			}
		]
	},
	"和解剂": {
		"": [
			{
				"方剂名": "小柴胡汤",
				"组成": "柴胡12克、黄芩9克、制半夏9克、党参9克、炙甘草6克、生姜9克、大枣4枚。",
				"功用": "和解表里，扶正祛邪：用于少阳证之寒热往来、胸胁苦满、不欲饮食、心烦呕恶、口苦咽干、耳聋目眩，舌苔薄白，脉弦而数者。本方应用范围较广泛，单用本方或作适当加减，可治疗外感热性病、传染性肝炎、胆囊炎、产后发热、经期感冒以及疟疾等见有往来寒热、胸胁满闷等症者。"
			},
			{
				"方剂名": "半夏泻心汤",
				"组成": "制半夏12克、黄芩9克、干姜9克、黄连3克、党参9克、炙甘草6克、大枣4枚。",
				"功用": "和胃降逆，开结散痞：用于脾胃不和，肠胃功能失调，寒热互结所致的心下痞满、但满不痛、呕恶、不思饮食、肠鸣腹泻，舌苔腻而微黄者。"
			},
			{
				"方剂名": "逍遥散",
				"组成": "柴胡、当归、白芍、白术、茯苓各30克、炙甘草15克、煨生姜、薄荷适量，共为散。也可按比例煎服。",
				"功用": "疏肝健脾：用于肝郁血虚，脾失健运所致的两胁疼痛、头痛目眩、口燥咽干、神疲食少或月经不调、乳房胀痛，脉弦细等症。本方常用于月经不调、痛经，以及慢性肝胆疾患而见上述证候者。"
			},
			{
				"方剂名": "痛泻要方",
				"组成": "白术(土炒)90克、白芍(炒）60克、陈皮45克、防风60克，共为散。也可按比例煎服。",
				"功用": "疏肝健脾，缓痛止泻：用于肝木剩脾引起的肠鸣腹痛、大便泄泻、泻必腹痛、泻后痛不减，且常与情绪变化有关，一般无实热或虚寒的见证，舌苔薄白，脉弦而缓者。本方可用于慢性肠炎，肠功能紊乱以及慢性消化不良等见有上述证候者。"
			},
			{
				"方剂名": "四逆散",
				"组成": "柴胡6克、白芍9克、枳实6克、甘草3克。",
				"功用": "疏肝理气，解郁泄热：用于肝气郁结，胸胁脘腹胀痛或兼有腹泻，或月经不调。或热郁于里，而见四肢发凉、口干，舌红苔黄，脉弦细数者。可用本方加减，治疗肝胆疾患引起的胁肋痛(如慢性肝炎、胆道蛔虫症、胆囊炎、胸膜炎等)，胃肠神经官能症以及溃疡病所致胃脘痛等。"
			}
		]
	},
	"温里剂": {
		"温中散寒": [
			{
				"方剂名": "理中汤",
				"组成": "党参、干姜、白术、炙甘草各9克。",
				"功用": "温中散寒，补气健脾：用于脾胃虚寒纳化失常所引起的食欲不振、脘腹疼痛、腹泻、浮肿，舌胖苔白滑，脉沉迟等症。常用本方加减，治疗慢性胃肠炎、消化不良、溃疡病以及胃肠痉挛性疼痛等而具有脾胃虚寒之证者。"
			},
			{
				"方剂名": "小建中汤",
				"组成": "白芍12克、桂枝6克、炙甘草3克、生姜9 克、大枣4枚、饴糖18克(溶化冲服)。",
				"功用": "温中补虚，缓痉止痛：用于脾胃虚寒所致的脘腹疼痛、喜按喜暖，或心悸、虚烦不宁、面色无华等症。本方可用于胃、十二指肠溃疡及胃肠痉挛等属于中焦虚寒者。"
			},
			{
				"方剂名": "大建中汤",
				"组成": "川椒3克、干姜5克、党参9克、饴糖18克（溶化冲服）。",
				"功用": "温中补虚，降逆止痛：用于中阳虚衰、阴寒内盛所致的脘腹绞痛，如时而腹部攻冲起包，手不可近，呕不能食。或因脾胃虚寒较甚，而蛔虫扰动不安者。"
			},
			{
				"方剂名": "吴茱萸汤",
				"组成": "吴茱萸9克、党参9克、生姜18克、大枣4枚。",
				"功用": "温中补虚，降逆止呕：用于脾胃虚寒或肝经寒气上逆，而见吞酸嘈杂，或头顶痛、干呕吐涎沫，舌淡苔白滑，脉沉迟者。"
			}
		],
		"回延救逆剂": [
			{
				"方剂名": "四逆汤",
				"组成": "制附子9克、干姜9克、炙甘草12克。",
				"功用": "回阳救逆：用于阳气衰微，阴寒内盛，而见四肢厥冷、恶寒卧、下利清谷、血压下降、出冷汗，或呕吐腹痛，苔白滑，脉沉细或微细欲绝者。本方可用于急性胃肠炎、小儿消化不良之剧烈吐泻，或大汗过多所引起的末梢循环衰竭，以及其他疾病发展到休克阶段而属于阳虚寒盛者。"
			},
			{
				"方剂名": "参附汤",
				"组成": "人参12克、制附子9克。",
				"功用": "回阳益气救脱：用于阳气暴脱，而见面色苍白、头晕、冷阗2出、手足厥冷，脉微欲绝者。现多用于大手术或大出血后以及脑血管意外等出现上述证候者。"
			},
			{
				"方剂名": "真武汤",
				"组成": "茯苓9克、白术6克、白芍9克、生姜9克、制附子9克。",
				"功用": "温阳利水：用于脾肾阳虚，水气内停，而见小便不利、肢体沉重疼痛或浮肿、恶寒腹痛、大便溏泄，舌淡苔白腻，脉沉细者。用本方加减还可用于脾肾阳虚之慢性肾炎水肿、心力衰竭水肿，以及慢性肠炎痢疾之久泻等。"
			}
		],
		"温经散寒剂": [
			{
				"方剂名": "当归四逆汤",
				"组成": "当归9克、桂枝9克、白芍9克、细辛6克、炙甘草6克、木通6克、大枣5枚。",
				"功用": "活血养血，温经通脉：用于血虚寒凝而见手足寒冷、青紫、麻木、疼痛，脉细者。目前常用本方治疗冻疮，四肢血管痉挛症(如雷诺氏病)，以及痛经而属血虚有寒者。"
			},
			{
				"方剂名": "阳和汤",
				"组成": "熟地30克、白芥子6克、鹿角胶9克、肉桂3克、麻黄2克、炮姜炭2克、生甘草3克。",
				"功用": "温阳散寒，除痰通络：用于一切痈疽属于阴证者，如流注、痰核、瘰疬、鹤膝风等。使用本方应注意病变局部色白或暗、不肿或肿势散温，酸痛，并见面色无华、苔白不渴，脉沉细或迟细等全身虚寒之象。可用本方治疗淋巴结结核、骨结核，还可用于慢性支气管炎属于阳虚者。"
			}
		]
	},
	"补虚汤": {
		"补气剂": [
			{
				"方剂名": "四君子汤",
				"组成": "党参(或人参)12克、茯苓9克、白术9克、炙甘草3克。",
				"功用": "补气健脾：用于脾胃虚弱所致的纳少便溏、身疲乏力，苔白，脉缓弱之证。"
			},
			{
				"方剂名": "参苓白术散",
				"组成": "党参9克、茯苓9克、白术9克、炙甘草3克、炒扁豆12克、山药12克、薏苡仁12克、莲肉9克、陈皮6克、砂仁3克、桔梗3克、大枣5枚。",
				"功用": "补气健脾，和胃渗湿：用于脾肺气虚，湿痰不化之食少乏力、便溏或泻，或咳嗽痰多等症。用本方加减可治疗慢性肠炎久泻，结核病之身疲乏力、痰多食少以及慢性肾炎等见有上述证候者。"
			},
			{
				"方剂名": "补中益气汤",
				"组成": "黄芪15克、党参10克、白术10克、炙甘草5克、当归10克、陈皮6克、升麻3克、柴胡3克。",
				"功用": "益气升阳：用于脾虚气弱重症，如身倦自汗，及中气下陷之内脏下垂(如脱肛、子宫脱垂)、久泻、小便频急(如慢性泌尿系感染)；气虚不能摄血之便血、崩漏等证。也用于低血压头痛眩晕、或气虚嗜睡、气虚发热等证。"
			},
			{
				"方剂名": "生脉散",
				"组成": "人参10克、麦冬15克、五味子6克。",
				"功用": "益气养阴，敛汗生脉：用于气阴衰微之汗多欲脱，脉微细欲绝，以及口渴、舌红无津、久咳肺虚、气短自汗等。本方可用于各种热性病之神倦、口干，肺结核，慢性支气管炎以及其他慢性疾病见有气阴两虚之证者。近已制成针剂，用于休克之急救。"
			}
		],
		"补血剂": [
			{
				"方剂名": "四物汤",
				"组成": "熟地15克、白芍10克、当归10克、川芎6克。",
				"功用": "补血活血调经：用于血虚或血虚兼瘀的病证及妇女月经不调。"
			},
			{
				"方剂名": "当归补血汤",
				"组成": "黄芪30克、当归6克。",
				"功用": "补气生血：用于失血后，气虚血少之证，如面色萎黄、神疲乏力，脉虚无力。"
			},
			{
				"方剂名": "归脾汤",
				"组成": "党参12克、白术9克、茯苓10克、黄芪12克、炙甘草5克、当归10克、酸枣仁10克、龙眼肉10克、远志10克、木香5克，生姜3片、大枣3枚。",
				"功用": "健脾养心，益气补血：用于治疗心脾两虚、气血不足之心悸、健忘、失眠多梦、身疲食少，以及由于脾不统血所致的便血及月经过多等症。"
			},
			{
				"方剂名": "炙甘草汤",
				"组成": "炙甘草12克、党参6克、大枣10枚、生姜10克、桂枝10克、生地30克、阿胶6克、麦冬10克、麻仁20克。",
				"功用": "益气滋阴，补血复脉：用于气虚血少之心悸气短、脉律不整(脉结代)，舌光少苔。临床上，可用本方加减，治疗冠心病或风湿性心脏病之心律不齐，以及甲状腺机能亢进、肺结核、神经衰弱之心悸而属于气阴两虚者。"
			}
		],
		"补阴剂": [
			{
				"方剂名": "六味地黄丸(汤)",
				"组成": "熟地24克、山萸肉12克、山药12克、泽泻9克、茯苓9克、丹皮9克。",
				"功用": "滋补肝肾：用于慢性疾病过程中出现肝肾阴虚，虚火上炎之证，如腰膝酸软、眩晕、耳鸣、咽干、喉痛、潮热、遗精等。以本方加减，可治疗慢性肾炎、糖尿病、高血压病、神经衰弱、慢性泌尿系感染以及月经过多等见有肝肾阴虚证候者。\n【附方】\n知柏地黄丸 即六味地黄丸加知母、黄柏。本方滋阴泻火之力较强，用于阴虚火旺，骨蒸潮热，盗汁咽痛者。本方配清热解毒药，可用于慢性泌尿系感染；配凉血止血药可用于隐匿性血尿等。\n杞菊地黄丸 即六味地黄丸加枸杞子、菊花。本方重在滋补肝肾以明目，用于肝肾阴虚所致的头晕、目眩、视物昏花、两目干涩等，或高血压病属于阴虚阳亢者。\n明目地黄丸 即杞菊地黄丸加当归、白芍、白蒺藜、石决明，更能加强养肝明目的作用。\n麦味地黄丸 即六味地黄丸加麦冬、五味子。用于肺肾两虚之咳嗽咯血者。"
			}
		]
	},
	"味都气丸 即六味地黄丸加五味子。用于肾不纳气之虚喘。": {
		"": [
			{
				"方剂名": "一贯煎",
				"组成": "生地30克、枸杞子12克，北沙参10克、麦冬10克、当归10克、川楝子5克。",
				"功用": "滋养肝肾，疏肝理气：用于阴虚气滞之胸胁胀痛、胃脘疼痛，吞酸吐苦，咽干口燥，舌红少津，脉细弱。"
			}
		],
		"补阳煎": [
			{
				"方剂名": "金匮肾气丸(即肾气丸)",
				"组成": "熟地240克、山药120克、山萸肉120克、泽泻90克、茯苓90克、丹皮90克，附子30克、肉桂30克。以上为丸剂用量。也可按比例煎服。",
				"功用": "温补肾阳：用于肾阳不足所致的腰膝冷痛或下半身发凉，小腹拘急、小便不利或失禁，或夜间尿频，以及痰饮咳喘，消渴，水肿，久泻等。"
			},
			{
				"方剂名": "二仙汤",
				"组成": "仙茅9克、仙灵脾9克、巴戟天9克、当归9克、黄柏6克、知母6克。",
				"功用": "温肾阳，补肾精，泻肾火，调冲任：用于更年期综合征，高血压病、闭经以及其他慢性病见有肾阴阳两虚、虚火上扰者。"
			}
		]
	},
	"消导剂": {
		"": [
			{
				"方剂名": "保和丸",
				"组成": "山楂180克，神曲60克，莱菔子30克，茯苓90克、陈皮30克、半夏90克，连翘30克，研末为丸。每服6~9克，每日2次。也可按比例煎服。",
				"功用": "消食和胃：用于停食所致的胸脘痞满胀痛、厌食、嗳腐吞酸或大便不调，苔黄腻，脉滑等。"
			},
			{
				"方剂名": "枳术丸",
				"组成": "白术60克、枳实30克。水丸，每服6～9克，每日2次。",
				"功用": "健脾消食除满：用于脾胃虚弱，运化不佳所致的饮食停滞、脘腹痞满、食欲不振或胃中有振水声、大便不调者。可用本方法疗胃下垂，胃肌无力或慢性胃病见有上述证候者。"
			},
			{
				"方剂名": "枳实导滞丸",
				"组成": "大黄30克，炒枳实15克、炒神曲15克，茯苓9克、黄芩9克、黄连9克、白术9克，泽泻2克、研末为水丸。每服6克，每日2次。也可按比例煎服。",
				"功用": "消导积滞，清利湿热：用于饮食内停，生湿蕴热所引起的痞闷胀满、腹痛纳呆、腹泻或下痢后重，舌苔黄腻，脉沉有力等证。本方可用于停食、消化不良、急慢性胃肠炎或痢疾初起而见上述证候者。"
			}
		]
	},
	"驱虫剂": {
		"": [
			{
				"方剂名": "乌梅丸",
				"组成": "乌梅480克、黄连500克、黄柏180克、人参180克、当归120克、附子180克、桂枝180克、川椒120克、干姜300克、细辛180克。前者为丸剂用量，也可按比例煎服。",
				"功用": "安蛔止痛：用于蛔厥，证见上腹阵发性剧痛、恶心哎吐或吐蛔，发作时则冷汗出、四肢凉，脉弦紧或伏者。可用本方或成药丸剂治疗胆道蛔虫症，也可治疗慢性肠炎、久痢而具有寒热昏杂之证者。"
			},
			{
				"方剂名": "化虫丸",
				"组成": "鹤虱、槟榔、苦楝根皮、雷丸、使群子、芜荑、黑丑、大黄各12克，元明粉24克，水丸。每服3～6克，睡前服。或适量加减作汤剂服。",
				"功用": "驱虫：用于肠道寄生虫症。"
			}
		]
	},
	"理气剂": {
		"活血祛瘀剂": [
			{
				"方剂名": "血府逐瘀汤",
				"组成": "当归9克、赤芍6克、生地9克、川芎5克，桃仁12克、红花9克、柴胡3克、枳壳6克、桔梗5克、甘草3克、牛膝9克。",
				"功用": "活血祛瘀，理气止痛：用于瘀血停滞胸中，而见胸痛、头痛、内热烦急、心悸、失眠、呃逆干呕，以及夜间潮热等症而兼有瘀血表现者(如舌边紫暗或有瘀斑、唇色青紫、两目暗黑等)。本方可用于心绞痛、神经官能症、脑震荡后遗症以及闭经、痛经等见有瘀血证候者。"
			},
			{
				"方剂名": "复元活血汤",
				"组成": "疏肝通络，活血祛瘀：用于跌打损伤，瘀血留于胸胁，痛不可忍者。\n本方可用于各种外伤，扭伤而有瘀血证候者。也用于肋软骨炎。"
			},
			{
				"方剂名": "活络效灵丹",
				"组成": "丹参15克、当归15克、生乳香15克、生没药15克。",
				"功用": "祛瘀消症止痛：用于瘀血阻滞，而见症积、腹痛等症。"
			},
			{
				"方剂名": "补阳还五汤",
				"组成": "生黄芪60克、当归尾6克、赤芍6克、川芎3克、桃仁3克、红花3克、地龙3克。",
				"功用": "补气活血，祛瘀通络：用于半身不遂，口眼歪斜、言语不利或截瘫、下肢痿废、便干尿频及尿失禁者。本方可用于中风后遗症、脑血栓形成及小儿麻痹后遗症等。"
			},
			{
				"方剂名": "生化汤",
				"组成": "当归24克、川芎9克、桃仁6克、炮姜2克、炙甘草2克。",
				"功用": "活血化瘀，温经止痛：用于产后恶露不行，少腹疼痛者。"
			},
			{
				"方剂名": "温经汤",
				"组成": "吴茱萸9克、桂枝6克、当归9克、川芎6克、白芍9克、丹皮9克、阿胶9克（烊化）、麦冬9克、党参9克、甘草6克、半夏9克、生姜3片。",
				"功用": "温经祛瘀，养血调经：用于冲任虚寒，瘀血内阻所致的月经不调。如小腹冷痛，月经量多、淋漓不止，或月经延期日暮发热、手足心热、唇舌干燥等。"
			}
		],
		"止血剂": [
			{
				"方剂名": "十灰散",
				"组成": "大小蓟炭、陈棕炭、侧柏炭、大黄炭、丹皮炭、栀子炭、茜草炭、荷叶炭、茅根炭，各等分，研极细面，每9克。",
				"功用": "凉血，固涩，止血：用于各种出血。"
			},
			{
				"方剂名": "咳血方",
				"组成": "青黛6克、瓜蒌仁9克、海浮石9克、焦栀子9克、诃子6克。",
				"功用": "清热化痰，敛肺止血：用于痰中带血、痰粘难出、心烦口渴，舌苔黄，脉弦数者。"
			},
			{
				"方剂名": "小蓟饮子",
				"组成": "生地24克、小蓟15克、滑石12克、木通6克、炒蒲黄9克、藕节9克、竹叶6克、当归6克、栀子9克、甘草6克。",
				"功用": "凉血止血，清热通淋：用于下焦郁热引起的尿血、尿道灼热或涩痛，舌红苔黄，脉数有力者。可用本方治疗急性泌尿系感染的尿血及其他泌尿系疾患见有上述证候者。"
			},
			{
				"方剂名": "槐角丸",
				"组成": "槐角、防风、地榆、当归、枳壳、黄芩，各等分，研末制丸。每服6～9克，每日2次。也可按比例煎服。",
				"功用": "清肠止血：用于便血、痔疮出血，血色鲜红，舌红，脉数者。"
			},
			{
				"方剂名": "黄土汤",
				"组成": "灶心土60克（包煎或另煎），炙甘草、炒白术、附子、熟地、阿胶(烊化)、黄芩各9克。",
				"功用": "温中止血：用于脾虚失统之便血、吐血、崩漏，证见血色暗淡、四肢不温、面色萎黄，苔白，脉沉细无力者。"
			}
		]
	},
	"祛痰剂": {
		"": [
			{
				"方剂名": "二陈汤",
				"组成": "陈皮(或橘红)9克、制半夏9克、茯苓6克、炙甘草3克。",
				"功用": "燥湿化痰，理气和中：用于脾虚痰湿阻滞之咳嗽痰多而呈清稀泡沫、胸闷呕恶、头晕心悸，苔白腻，脉滑等症。本方多用于慢性支气管炎、肺气肿之咳嗽痰稀之症。\n【附方】\n杏苏散：即二陈汤加紫苏、杏仁、前胡、桔梗、枳壳、生姜、大枣。功能宣肺止咳化痰，用于外感风寒，咳嗽痰多之证。\n温胆汤：即二陈汤加枳实、竹茹。用于痰热内扰，虚烦不得眠者。\n导痰汤：即二陈汤加枳实、胆星。用于痰多喘急、时发晕厥、头痛眩晕，或咯痰粘稠、坐卧不安者。\n半夏白术天麻汤：即二陈汤加白术、天麻。用于痰湿中阻，头痛眩晕、恶心呕吐、胸脘痞闷，苔白滑腻，脉滑之证。"
			},
			{
				"方剂名": "葶苈大枣泻肺汤",
				"组成": "葶苈子9克、大枣10枚。",
				"功用": "泻痰行水，下气平喘：用于咳逆痰多、喘满、胸胁胀闷、面目浮肿、尿少者。"
			},
			{
				"方剂名": "三子养亲汤",
				"组成": "苏子9克、白芥子6克、莱菔子9克。",
				"功用": "顺气降逆，化痰平喘：用于肺气不降之咳嗽气逆、痰多胸闷、食欲不振，舌苔粘腻，脉滑者。"
			},
			{
				"方剂名": "小青龙汤",
				"组成": "麻黄3~6克、桂枝3克、细辛3克、干姜3克、制半夏9克、五味子6克、白芍9克、甘草3克。",
				"功用": "解表散寒，化饮平喘：用于素有痰饮，复感风寒，而见恶寒发热、无汗、咳喘痰稀而多泡沫，苔白润，脉浮紧者。本方常用于老年慢性支气管炎、支气管喘息而见咳喘痰稀有泡沫，遇冷即犯者。"
			},
			{
				"方剂名": "黛蛤散",
				"组成": "青黛、海蛤壳各等份。现用成药散剂，每次9克，包煎。",
				"功用": "清热化痰：用于肺热痰黄而粘稠，或咯痰带血、胸胁疼痛者。"
			},
			{
				"方剂名": "清气化痰丸",
				"组成": "陈皮9克、制半夏6克、茯苓9克、黄芩9克、瓜蒌15克、胆星6克、枳实6克、杏仁6克。原为丸剂，可作汤剂服。",
				"功用": "清热化痰，下气止咳：用于痰热内结、咳嗽痰黄而粘，甚则气急呕恶、胸膈堵闷，或发热，或惊悸失眠、尿短赤，舌红苔黄腻，脉滑数者。可用本方加减，治疗肺有热痰的支气管炎。"
			},
			{
				"方剂名": "止嗽散",
				"组成": "荆芥、紫菀、百部、白前、陈皮各9克，桔梗6克、甘草3克。原方为散剂，现作汤剂服。",
				"功用": "止咳化痰：用于外感久咳，咳痰不爽，表邪未尽者。本方常用于上呼吸道感染、急慢性支气管炎之咳嗽。"
			},
			{
				"方剂名": "消瘰丸",
				"组成": "元参、牡蛎、渐贝母各10克。共为末，炼蜜为丸，每服9克钱，每日2~3次。",
				"功用": "清热化痰，软坚散结：用于瘰疬、痰核。本方主要用于淋巴结结核、甲状腺肿大。"
			}
		]
	},
	"固涩汤": {
		"固表止汉剂": [
			{
				"方剂名": "牡蛎散",
				"组成": "生牡蛎、麻黄根、浮小麦、黄芪各30克，为散剂。每服9克，每日2次。",
				"功用": "固表止汗：用于气阴不足，证见自汗、盗汗、心悸气短者。本方常单用或与补益方剂配伍，治疗体虚或病后自汗、盗汗。"
			},
			{
				"方剂名": "玉屏风散",
				"组成": "黄芪180克、白术60克、防风60克。研粉，每次6~9克，每日2次。",
				"功用": "补气固表止汗：用于气虚自汗，易于感冒者。"
			}
		],
		"剑肺止咳剂": [
			{
				"方剂名": "九仙散",
				"组成": "党参6克、阿胶6克（烊化）、五味子3克、乌梅1枚、炙罂粟壳6克、款冬花6克、炙桑白皮6克、贝母9克、桔梗6克。",
				"功用": "益气敛肺止咳定喘：用于久咳，肺虚气弱，咳甚则气喘自汗，脉虚数者。可用本方治疗慢性支气管炎具有上述证候者，或肺结核久咳不止，痰粘难咯者。"
			},
			{
				"方剂名": "参蛤散",
				"组成": "蛤蚧1对、人参9克。研末，每服1～2克，每日2～3次。",
				"功用": "补肺肾，定喘嗽：用于肺肾两虚之咳喘气促、言语无力、声音低微者。可用本方治疗肺气肿或肺源性心脏病之虚喘。"
			}
		],
		"涩肠止泻剂": [
			{
				"方剂名": "四神丸",
				"组成": "补骨脂120克，五味子60克、煨肉豆蔻60克，吴茱萸30克，生姜120克，大枣50枚，制丸。每服6～9克，每日1～2次。也可按比例煎服。",
				"功用": "温补脾肾，涩肠止泻：用于脾肾阳虚，证见久泻或五更泄泻、食少乏力、腹痛肢冷，舌淡，脉沉迟无力者。常用本方治疗慢性肠炎，慢性痢疾，肠结核腹泻而见有脾肾虚寒之证者。"
			},
			{
				"方剂名": "真人养脏汤",
				"组成": "诃子6克、肉豆蔻6克、炙罂粟壳3克、党参6克、白术9克、炙甘草3克、肉桂3克、当归9克、白芍6克、木香3克。",
				"功用": "涩肠止泻，补虚温中：用于泻痢日久，脾肾虚寒，气血虚弱，而见滑脱不禁、腹痛喜按、饮食减少、脱肛，舌苔白，脉迟细者。本方多用于慢性肠炎，慢性痢疾或肠功能紊乱之久泻、脱肛之症而属脾肾虚寒者。"
			}
		],
		"固精缩尿剂": [
			{
				"方剂名": "金锁固精丸",
				"组成": "潼蒺藜、芡实、莲须、煅龙骨、煅牡蛎各30克。共细末，莲子粉糊为丸。每服9克。也可按比例煎服。",
				"功用": "收涩固精：用于肾虚精关不固之遗精滑泄、腰痛耳鸣、四肢无力者。本方可用于神经衰弱的遗精、失眠多梦等症。"
			},
			{
				"方剂名": "桑螵蛸散",
				"组成": "桑螵蛸、远志、菖蒲、龙骨、党参、茯神、当归、龟板各30克。研粉，每次6克，每日2次。也可按比例煎服。",
				"功用": "固精止遗，交通心肾：用于心肾不交之尿频、遗尿及心神恍惚、失眠健忘等症。"
			}
		],
		"固崩止带剂": [
			{
				"方剂名": "固冲汤",
				"组成": "炒白术30克，生黄芪18克，煅龙骨24克、煅牡蛎24克、山萸肉24克、白芍12克，乌贼骨12克，茜草9克，棕榈炭6克，五倍子1.5(研冲)。",
				"功用": "固脱止血，调补肝脾：用于气虚不能摄血之子宫大量出血，血流不止，脉微弱者。"
			},
			{
				"方剂名": "愈带丸",
				"组成": "椿根白皮45克、白芍6克、良姜炭9克、黄柏炭6克。共为细末，面糊为丸。每服3～9克，每日1～2次。也可按比例煎服。",
				"功用": "清热化湿，固涩止带：用于湿热下注之带下赤白、淋漓腥臭、尿黄或尿痛者。"
			}
		]
	},
	"安神剂": {
		"": [
			{
				"方剂名": "酸枣仁汤",
				"组成": "酸枣仁18克、知母6克、茯苓6克、川芎3克、炙甘草3克。",
				"功用": "养血安神，清热除烦：用于肝血不足，阳气偏亢之虚烦失眠，眠则多梦易醒、头胀头痛、心悸盗汗，脉弦细而数者。目前常用本方加减治疗神经衰弱之失眠而偏于虚热者。"
			},
			{
				"方剂名": "天王补心丹",
				"组成": "人参(党参）、元参、丹参、茯苓、远志、桔梗各15克，当归、天冬、麦冬、柏子仁、酸枣仁、五味子各30克，生地120克。共为细面，炼蜜为丸，朱砂为衣，每丸9克，每服1丸，每日2次。也可按比例煎服。",
				"功用": "滋阴清热，养血安神：用于心肾不足，阴虚阳亢，虚火易动之失眠、心悸、口舌生疮、便干，舌红苔少，脉细数等症。常用于神经衰弱之失眠多梦，或心脏病心悸失眠而属于阴虚火旺之证者。"
			},
			{
				"方剂名": "黄连阿胶汤",
				"组成": "黄连3克、阿胶9克、黄芩9克、鸡子黄2枚、白芍9克。水煎2次，阿胶烊入，用生鸡子黄调入药汁，分2次温服。",
				"功用": "滋阴降火安神：用于心肾不足，阴虚火旺较重的心烦失眠，舌红苔燥，脉细数者。"
			},
			{
				"方剂名": "甘麦大枣汤",
				"组成": "炙甘草6克、淮小麦(或浮小麦)30克、大枣10枚。",
				"功用": "养心安神，甘缓和中：用于脏躁，时而悲伤欲哭、精神恍惚，不能自主者。目前常以本方加减治疗神经官能症(如癔病)。"
			},
			{
				"方剂名": "桂甘龙牡汤",
				"组成": "桂枝3~9克、甘草9克、龙骨30克、牡蛎30克。",
				"功用": "镇惊安神，通阳止汗：用于心悸怔忡、汗出肢冷，舌质淡润者。"
			}
		]
	},
	"熄风剂": {
		"": [
			{
				"方剂名": "牵正散",
				"组成": "白附子、僵蚕、全蝎，各等分，共为散剂，每服3克。也可按比例煎服。",
				"功用": "祛风痰，止痛挛：用于风痰阻络之口眼歪斜、面肌抽动(如面神经炎)。"
			}
		]
	}
}