{
    "方剂名称": "吃力伽丸",
    "url": "http://zhongyaofangji.com/c/chiligawan.html",
    "【别名】": "安息香丸、苏合香丸、乞力伽丸、苏合丸",
    "【处方】": "吃力伽（即白术）一两、光明砂（研）一两、麝香（当门子）一两、诃梨勒皮一两、香附子（中白）一两、沉香（重者）一两、青木香一两、丁子香一两、安息香一两、白檀香一两、荜茇（上者）一两、犀角一两、熏陆香半两、苏合香半两、脑香半两。",
    "【制法】": "上为极细末，炼蜜为丸，如梧桐子大。腊（月合）之，藏于密器中，勿令泄气。",
    "【功能主治】": "芳香开窍，行气止痛，顺气化痰，解郁开窍。主中风、中气，猝然昏倒．不省人事。牙关紧急，或中寒气闭，心腹猝痛，甚则昏厥；或痰壅气闭，突然昏迷，以及时疫霍乱．腹痛胸痞，欲吐泻不得，甚则昏闭者。",
    "【用法用量】": "①安息香丸（《中藏经》卷下）。②苏合香丸（《苏沈良方》卷五）。③乞力伽丸（《普济方》卷二三七）。④苏合丸（《赤水玄珠》卷四）。",
    "【注意】": "忌生血肉、桃、李、雀肉、青鱼、酢等。",
    "【各家论述】": "①《医方考》：病人初中风，喉中痰塞，水饮难通，非香窜不能开窍，故集诸香以利窍；非辛热不能通塞，故用诸辛为佐使。犀角虽凉，凉而不滞；诃黎虽涩，涩而生津。世人用此方于初中之时，每每取效。丹溪谓辛香走散真气，又谓脑、麝能引风入骨，如油入面，不可解也。医者但可用之以救急，慎毋令人多服也。    ②《成方便读》：此为本实先拨，故景岳有非风之名；若一辨其脱证。无论其为有邪无邪，急以人参、桂、附之品，回阳固本，治之尚且不暇，何可再以开泄之药，耗散真气乎？须待其根本渐固，正气渐回，然后再察其六淫七情，或内或外，而缓调之，则庶乎可也。此方汇集诸香以开其闭，而以犀角解其毒，白术、白蜜匡其正，朱砂辟其邪，性偏于香，似乎治邪中气闭者为宜耳。",
    "【临床应用】": "①中风《名医类案》：邱信，年43岁，患中风，肚甚疼，口眼Z斜，苏合香丸服之就愈。后加姜汁、竹沥全愈。②血卟啉病（腹痛、胁痛）《辽宁中医杂志》（1988；1：31）：冯某，女，48岁。有胁痛如锥刺，痛处固定不移，拒按，伴全腹剧烈胀痛，昼轻夜重，间歇发作，达13年之久。兼见面色黧黑，夜寐不安，恶梦纷坛，口苦口涩，口渴但不欲多饮，纳差，青紫暗胖嫩边有齿印，苔白而厚，脉沉涩，每次发作，剧痛难忍，疼痛持续2一3小时不等，之后即缓解，但余痛不息（其母亦患此证早亡）。近来病情加重，肝大肋下3－4cm，质硬中等；腹部膨隆，鼓之如鼓．但无青筋暴起。化验室检查：尿卟胆原试验阳性；尿液新鲜时呈深黄色，经日晒或加酸后转为红色。开始用酚噻嗪类、氯丙嗪、麦啶等药治疗，剧痛未减。急投苏合香丸1粒，令病者嚼碎，以温开水吞服。服后2分钟，疼痛大减，3分钟后，疼痛立止。其后每3天服1粒，共服用4粒，另外加服疏肝理气止痛的中药5O余剂，病愈出院。追访2年未见复发。③阴缩《辽宁中医杂志》（1988；1：31）：马某，男，46岁。小便频数，日10余次，色白而短，淋沥不尽年余，伴见精神萎靡，面色黛黑，少腹冷痛，舌淡苔白，脉沉细。前医用补肾法治疗，月余未见好转。3月25日下午3时许，突感阴部抽吸样疼痛，逐渐加重，呼痛声不绝，精神恐慌，面色苍白，额头冷汗渗出，手足冰凉。其妻一手握住患者阴茎，一手握住阴囊，用力往外拉扯。舌淡苔白，脉沉伏不现。笔者令其妻松开手，见患者阴茎短小，仅寸许，阴囊团缩，小如鸡卵，阴茎和阴囊呈阵发性向腹中收宿，每收缩1次，病人即呼痛1次。证为\"阴缩\"。嘱服苏合香丸2粒，先以1粒，令病人嚼碎吞服，5分钟后，少腹转温，阴部抽搐停止，疼痛亦止，随即阴囊皮肤松弛，阴茎外挺，恢复原状。次日上午复诊，病人阴部无不适感。嘱其将剩余1粒照服，以巩固疗效。④木薯中毒《广东医学》（1966；1：15）：刘某之子，一为7岁，一为10岁，二孩乘家长外出，共煮未去毒的木薯同食。饱食后，至黄昏时，突觉发冷、头晕、胸闷、呕吐，其家长收工回家，始发觉是木薯中毒。当天晚上邀我们医生2人前往抢救。一因呕吐较多，中毒较浅，当时除给予盐汤探吐．使之继续吐水一些清涎外，复磨服苏合香丸2枚，即安然无事。另一病孩因食木薯较多，中毒较重，当时已肢冷，脉伏，手足微抽，面青、唇绀，鼻扇，气促，呈半昏迷状态，情况十分严重。当即注射可拉明一支急救。注射后，情况未见好转。复以针刺人中穴，反复行针数次，虽有功效，但是未脱离危险。因山区交通不便，离城市较远，购药较难。后来细辨其表现症状．属痰厥气闭的寒证，根据中医辨证施治的原则，即用温开水磨苏合香丸1枚灌服，边磨边灌。服1丸后，其气即顺，效果十分显着，迅即温回脉复，神态安和，语言亦甚清楚，再无中毒证状。为着确保病孩安全，使再服苏合香丸1枚，送韶关市人民医院治疗。在送院途中（约3一4小时）病孩精神安和无异，翌晨回家一切如常人。⑤吐血《上海中医药杂志》（1986；7：26）：一病人，素有咳嗽宿疾，性情忧郁寡欢，1日暴怒后咳呛吐红，胸闷胁痛，治以清肺宁嗽，凉血止红，但咳不止，血不宁。因思吐红乃木郁化火、气逆动血而致。木郁不达，气火不平，血何以归经？郁甚者，仅以疏肝，力怯难畅，必投香窜，气雄易通，故投以苏合香丸1粒，辛香宣达，解郁疏气，再配以肃肺降气之品，药后竟获良效。此法古有记载或可佐证，如《世医得效方》失血门即有以\"苏合香丸治因气作衄，或吐呕血\"的载述；《苏沈良方》有谢执方一案，\"呕血甚久，遂奄奄而绝，羸败己久，手足都冷，鼻息皆绝\"，\"研苏合香丸灌之，尽半两遂安\"。⑥胆道蛔虫《陕西中医》（1985；7：322）：用苏合香丸治疗胆道蛔虫病9例，获得满意疗效。每服1丸，1日2至3次，温水送下，服药间隔时间为4至5小时。服药后剧痛30至60分钟内症状消失或缓解者，一般用药不超过3丸为疗效好。显效：服药1至2丸后，症状与体征消失，两天以上不复发者6例，占66.7%；有效：服药3丸后，症状与体征基本消失，两天内有复发者2例，占22．3%；无效：服药后，症状体征稍有好转，1日内复发3次以上者。总有效率89%。⑦过敏性鼻炎《吉林中医药》（1986；6：17）：王某某，男，45岁，工人，1985年11月26日就诊。两年前曾在某医院五官科确诊为过敏性鼻炎。每遇寒冷气候时则出现鼻塞流涕、喷嚏、头痛流泪、反复发作，近日因气候变化症状加重，经西药对症治疗，效果不显而转中医诊治。证见鼻塞声重，喷嚏流涕，头痛，舌苔薄白，脉浮紧。诊为：鼻渊（寒闭型），治宜辛温芳香开窍，药用苏合香丸，嘱其早、午、晚各服1丸，经服40丸病愈，1年后追访未见复发。",
    "【摘录】": "《外台》卷十三引《广济方》"
}