{
    "方剂名称": "大排风散",
    "url": "http://zhongyaofangji.com/d/dapaifengsan.html",
    "【处方】": "芫花20分，狼毒20分，栾荆20分，天雄（去皮）20分，五加皮20分，麻花20分，白芷20分，紫菀20分，乌头（去皮）20分，附子（去皮）20分，莽草20分，茵芋20分，栝楼20分，荆芥20分，踯躅20分，荛花20分，大戟20分，王不留行20分，赤车使者20分，麻黄20分，石斛14分，半夏14分，石南14分，薯蓣14分，长生14分，藜芦7分，狗脊7分，人参7分，牛膝7分，苁蓉7分，蛇床子7分，菟丝子7分，萆Z7分，车前子7分，秦艽7分，薏苡4分，五味子4分，独活4分，藁本4分，柴胡4分，牡丹4分，柏子仁4分，芎{4分，芍药4分，吴茱萸4分，桔梗4分，杜仲4分，桂心4分，橘皮4分，续断4分，茯苓4分，细辛4分，干姜4分，厚朴4分，茯神4分，山茱萸4分，防己4分，黄耆4分，蜀椒4分，巴戟天4分，高良姜4分，紫葳4分，黄芩4分，当归4分，菖蒲4分，干地黄4分，通草4分。",
    "【制法】": "上药勿熬炼，振去尘土，即捣，粗筛下药3两，黍米3升，曲末2升，上酒1斗5升；净淘米，以水5升，煮米极熟，停如人肌，下曲末熟搦，次下散，搦如前，次下酒，搅之百遍，贮不津器中，以布片盖之1宿，旦以1净杖子搅30匝。",
    "【功能主治】": "一切风冷。",
    "【用法用量】": "空腹五更温1盏服之。以四肢头面习习为度，勿辄。加减非理，造次必大吐利。欲服散者，以绢筛下之，每服方寸匕。只1服，勿再也。水饮、浆酒皆得服之。丸服者，蜜和服，如梧桐子7丸。惟不得汤服也。须补者，药少服令内消，即是补也。凡服此药法，先多服，令人大吐下利3-5度后，乃少服，方可得益也。    主风多者，准冷热加减以下36味：麻花、乌头、王不留行、赤车使者、麻黄、踯躅、茵芋、芫花、五加皮、白芷、莽草、附子、栝楼、荆芥、天雄、芎穷、藁本、薯蓣、巴戟天、细辛、独活、当归、黄耆、干姜、厚朴、防己、山茱萸、大戟、萆Z、桔梗、牡丹、柏子仁、狗脊、薏苡、秦艽、菖蒲；主湿痹腰脊，准冷热加减以下32味：苁蓉，芎{、续断、蛇床子、王不留行、桔梗、芫花、天雄，附子、踯躅、茵芋、当归、秦艽、芍药、干姜、狗脊、萆Z、石南、蜀椒、干地黄、菖蒲、薯蓣、石斛、牛膝、细辛、柴胡、车前子、桂心、柏子仁、五加皮、杜仲、薏苡；挛急，准冷热加减以下16味：秦艽、藁本、狗脊，萆Z、通草、石南、芎{、续断、牛膝、干地黄、石斛、薏苡、菟丝子、杜仲、天雄（去皮）、附子（去皮）；主身痒疥瘙，准冷热加减以下3味：莽草、防己、藜芦；主惊痫，准冷热加减以下9味：紫菀、牡丹、茯苓、茯神、柏子仁、荛花、人参、远志、细辛；主鬼魅，准冷热加减以下3味：蜀椒、长生、踯躅；主蛊毒，准冷热加减以下3味：紫菀、芫花、藜芦；主痼冷积聚、腹痛坚实，准冷热加减以下17味：高良姜、桔梗、芫花、山茱萸、茯苓、人参、柴胡、牡丹、荛花、苁蓉、巴戟天、芍药、干姜、附子、乌头（去皮）、麻黄、莽草；主腹痛胀满、吐逆，准冷热加减以下10味：厚朴、橘皮、桔梗、大戟、藜芦、半夏、干姜、藁本、人参、吴茱萸；主痰实，准冷热加减以下9味：茯苓、厚朴、芫花、半夏、细辛、乌头、黄芩、柴胡、山茱萸；主胸满痛，准冷热加减以下10味：厚朴、干姜、紫菀、茯苓、桔梗、荛花、乌头、人参、细辛、柴胡；主补五脏虚损，准冷热加减以下15味；紫菀、薯蓣、石斛、细辛、巴戟天、牡丹、当归、人参、菖蒲、五味子、桔梗、柏子仁、吴茱萸、山茱萸、干地黄；主益气，准冷热加减以下7味：柏子、续断、黄耆、薯蓣、芍药、巴戟天、五味子；主益精髓，准冷热加减以下19味：肉苁蓉、蛇床子、五味子、附子、天雄、萆Z、栝楼、薯蓣、远志、巴戟天、菟丝子、牛膝、柴胡、车前子、细辛、茯苓、杜仲、五加皮、石斛；主补骨髓，准冷热加减以下4味：干地黄、菟丝子、天雄、附子；主长肌肉，准冷热加减以下10味：当归、藁本、白芷、干地黄、五加皮、石斛、菟丝子、薯蓣、五味子、厚朴；主阴下湿痒，准冷热加减以下3味；五加皮、杜仲，续断；主消渴，准冷热加减以下3味：茯苓、人参、栝楼；主利小便，准冷热加减以下7味：栝楼、茯苓、芍药、橘皮、秦艽、山茱萸、车前子；止小便利，准冷热加减以下3味：菖蒲、栝楼、山茱萸；主明目，准冷热加减以下4味：人参、细辛、菟丝子、狗脊；主止泪，准冷热加减以下2味：芎{、白芷；补益气，准冷热加减以下3味：细辛（益肝气）、远志、人参（补心气）；补养肾气，准冷热加减以下5味：石南、萆Z、狗脊、车前子、石斛；主咳嗽上气，准冷热加减下16味：蜀椒、当归、麻黄、桂心、吴茱萸、紫菀、荛花、藜芦、附子、半夏乌头、菖蒲、远志、细辛、芫花、五味子；主下气，准冷热加减以下5味：蛇床子、石斛、细辛、薯蓣、橘皮；主霍乱，准冷热加减以下6味：附子、干姜、人参、桂心、橘皮、厚朴；主月闭，准冷热加减以下14味：黄耆、通草（主漏）、厚朴、山茱萸、莽草（主三虫）、紫菀、当归、白芷（主崩中、带下）、黄芩、蛇床子（主寒热、漏）、芎{、牛膝、栝楼、紫葳；主唾稠如胶，准冷热加减以下16味：麻黄、栝楼、柴胡、桂心、芍药（主伤寒）、通草、菖蒲、远志、人参（主健忘）、附子、黄芩、干姜，蜀椒（主下利）、紫菀、茯苓、芎{。",
    "【注意】": "忌生冷、鸡、猪肉。",
    "【摘录】": "《千金翼》卷二十一"
}