{
    "方剂名称": "桂枝茯苓丸",
    "url": "http://zhongyaofangji.com/g/guizhifulingwan.html",
    "【处方】": "桂枝、茯苓、牡丹（去心）、桃仁（去皮尖，熬）、芍药各等分。",
    "【性状】": "为棕褐色的大蜜丸；味甜。",
    "【炮制】": "上五味，粉碎成细粉，过筛，混匀。每100g粉末加炼蜜90～110g制成大蜜丸，即得。",
    "【功能主治】": "下其症。化瘀生新，调和气血。主妇人宿有症病，经断未及3月，而得漏下不止，胎动在脐上者，为症痼害。妇人小产，下血至多，子死腹中，其人憎寒，手指、唇口、爪甲青白、面色黄黑，或胎上抢心，则闷绝欲死，冷汗自出，喘满不食，或食毒物，或误服草药，伤胎动气。",
    "【用法用量】": "夺命丸（《妇人良方》卷十二）、牡丹丸、夺命丹（《普济方》卷三五七）、仙传保命丹、安禳丸（《胎产心法》卷中）。本方方名，《张氏医通》引作“桂心茯苓丸”。",
    "【注意】": "孕妇慎用。",
    "【规格】": "每丸重6g",
    "【贮藏】": "密封。",
    "【摘录】": "《金匮》卷下",
    "【别名】": "夺命丸、牡丹丸、夺命丹、仙传保命丹、安禳丸",
    "【制法】": "上为末，炼蜜为丸，如兔屎大。",
    "【药理作用】": "对血液流变学的影响 《中成药研究》1986（5）：24～26，实验表明，静脉注射或口服本方，能明显降低全血比粘度，全血还原比粘度，血浆比粘度，纤维蛋白原浓度，增加红细胞电泳速度。实验发现，该药显效于静注、口服两种给药途径，前者作用快，后者作用持久。且口服降低血浆比粘度的作用特强。",
    "【备注】": "方中桂枝温阳通脉，芍药养血和营，桃仁破血消症，丹皮活血散瘀，茯苓益气养心。以蜜为丸，取其渐消缓散之义。",
    "【各家论述】": "①《金匮玉函经二注》：桂枝、桃仁、丹皮、芍药能去恶血；茯苓亦利腰脐间血，即是破血。然有散有缓、有收有渗、结者散以桂枝之辛；肝藏血，血蓄者肝急，缓以桃仁、丹皮之甘；阴气之发动者，收以芍药之酸；恶血既破，佐以茯苓等之淡渗，利而行之。②《金匮要略方义》：本方为化瘀消症之缓剂。方中以桃仁、丹皮活血化瘀；则等量之白芍，以养血和血，庶可去瘀养血，使瘀血去，新血生；加入桂枝，既可温通血脉以助桃仁之力，又可得白芍以调和气血；佐以茯苓之淡渗利湿，寓有湿祛血止之用。综合全方，乃为化瘀生新、调和气血之剂。制作蜜丸，用法从小量开始，不知渐加，亦有下症而不伤胎之意，更示人对妊娠病证应持慎重之法。如此运用，使症消血止，胎元得安，故本方为妊娠宿症瘀血伤胎之良方益法。",
    "【临床应用】": "①症瘕（宫外孕）《山东医刊》（1966；3：15）：宓某某，女，25岁。结婚8年未生育，四年前流产一次。这次月经两个月未来，前两天小腹突然疼痛剧烈，下坠，阴道点滴下血，血色紫黑。面黄瘦，语音低微，精神不振，急性病容，少腹疼痛拒按，舌苔白，脉沉滑。西医妇科检查：宫体增大如鸡卵，后穹窿饱满、触痛，似囊样感，宫体后与右侧附件有拳头大包块，压痛明显。西医诊断：子宫外孕。中医诊断：症积瘀血。患者拒绝手术，故以中药与桂枝茯苓丸，服3次后，第2天腹疼减轻，阴道下血成淡红色血水，其量增多，饮食增加，精神好转；又继续服至3天时，流出1块扁园形血块，淡红色，似烂肉状，并继续下黑紫色血，其量减少，腹痛消失，（但仍有压痛），脉搏沉缓；又续服3天，下血停止，腹部压痛消失。后穹窿稍有饱满，无压疼，中位子宫，附件双（一）。又继续服药2天后，所下血色变为鲜红，量多；改服加减胶艾汤2剂，下血停止，一切症状消除。继续观察1月，患者身体健康，月经来潮1次，持续4天。②产后恶露不净《蒲辅周医案》：陈某某，女，成年，已婚。1963年5月7日初诊：自本年3月底足月初产后，至今四旬，恶露未净，量不多，色淡红，有时有紫色小血块，并从产后起腰酸痛，周身按之痛，下半身尤甚，有时左少腹痛，左腰至大腿上3分之1处有静脉曲张，食欲欠佳，大便溏，小便黄，睡眠尚可，面色不泽，脉上盛下不足，右关弦迟，左关弦大，寸尺俱沉涩，舌质淡红无苔，由产后调理失宜，以致营卫不和，气血紊乱，恶露不化。治宜调营卫，和血消瘀。处方：桂枝1钱5分，白芍2钱，茯苓3钱，炒丹皮1钱，桃仁1钱（去皮），炮姜8分，大枣4枚，服5剂。16日复诊：服药后恶露已尽，少腹及腰腿痛均消失，食欲好转，二便正常，脉沉弦微数，舌淡无苦。瘀滞已消，宜气血双补，十全大补丸40丸，每日早晚各服1丸，服后已恢复正常。③盆腔炎《新中医》（1975；6：40）：以桂枝茯苓汤治疗盆腔炎50例，其中慢性盆腔炎35例，治愈27例，疗效达77.1％，疼痛症状消失平均为16.4天，附件压痛减轻平均为18天，附件压痛消失平均18.9天。亚急性盆腔炎10例，治愈8例，疼痛症状消失平均为6.8天，附件压痛减轻平均为11．1天。急性盆腔炎5例，治愈4例，急性期合用各种抗菌素治疗。其余例数均为无效。"
}