{
    "方剂名称": "甘露饮子",
    "url": "http://zhongyaofangji.com/g/ganluyinzi.html",
    "【别名】": "甘露饮、大甘露饮",
    "【处方】": "生干地黄（焙）、熟干地黄（焙）、天门冬、麦门冬（各去心，焙）、枇杷叶（去毛）、黄芩（去心）、石斛（去苗）、枳壳（麸炒，去瓤）、甘草（锉，炒）、山茵陈叶各等分。",
    "【制法】": "上为粗末。",
    "【功能主治】": "清热利湿，润肺利咽；滋阴清热，行气利湿。主心胃之热上冲，牙龈、咽喉肿痛，口舌生疮，目赤肿痛；湿热黄疸，阴虚盗汗，胃脘疼痛；又疗脾胃受湿，瘀热在里；或醉饱房劳，湿热相搏，致生疸病，肢体微肿，胸满气短，小便黄涩；或时身热，温热病，咳嗽，消渴，肝郁头痛，衄血，痛经。",
    "【用法用量】": "甘露饮［《局方》卷六（绍兴续添方）］、大甘露饮（《咽喉经验秘传》）。",
    "【注意】": "素体阳虚，溃疡日久难愈，肢冷，腰膝酸楚，溲清。舌嫩有齿痕，脉沉细等肾阳不足，阴损反阳，水不济火，虚火上炎之证，不宜用此方。",
    "【各家论述】": "1.《医方集解》：此足阳明少阴药也。烦热多属于虚，二地、二冬、甘草、石斛之甘，治肾胃之虚热，泻而兼补也；茵陈、黄芩之苦寒，折热而去湿；火热上行为患，故又以枳壳、枇杷叶抑而降之也。    2.《医林纂要》：熟地黄以滋养肾水；生地黄能升肾水以上交于心；麦冬以清肺宁心；天冬能滋肺金以下生肾水；石斛甘微咸，得水石清虚之气，故能补心安神，清金保肺，去胃中之湿热而布膻中之清化；茵陈去胃中沉郁之湿热；黄芩降肺逆；枳壳破郁积，且能敛阴；枇杷叶酸能补肺敛阴，宁心收散，苦能泄逆气，泻火清金；甘草补中而亦能去热。热盛则水涸，二地以滋之；热盛则金流，二冬以保之；清用黄芩、枇杷叶；去湿用茵陈、枳壳，而皆有悠扬清淑之致。不必大为攻下，此所以为甘露。热莫盛于胃，而诸热皆统于心，心化不足，则热妄行，石斛补心以除妄热，所谓热淫于内，治以咸寒，佐以苦甘，以酸收之，以苦发之也。    3.《时方歌括》：足阳明胃为燥土，喜润而恶燥，喜降而恶升，故以二冬、二地、石斛，甘草之润以补之；枇杷、枳壳之降以顺之。若用连、柏之苦，则增其燥；若用耆、术之补，则虑其升。即有湿热，用一味黄芩以折之，一味茵陈以渗之，足矣。盖以阳明之治，最重在养“津液”二字。此方二地、二冬等药，即猪苓汤用阿胶以育阴意也；茵陈、黄芩之折热而去湿，即猪苓汤中用滑泽之除垢意也。",
    "【临床应用】": "1.口疮：本方加减治疗口疮31例，方药为：干地黄15g、熟地黄12g、天门冬12g、麦门冬15g、黄芩10g、茵陈9g、枇杷叶9g、枳壳6g、石斛10g、黄连6g、桔梗6g、甘草9g。每日1剂，煎水分3次服完，小儿量酌减。除婴儿外，重症者可用柳花散加减煎汤含漱（青黛10g、冰片9g、黄柏15g、甘草15g。每日1剂）。典型病例：肖某，女，69岁。口舌生疮，灼热疼痛，屡治不愈5年余，且伴口苦咽干，头晕头痛。体温39℃，口喉干涩，吞咽疼痛，纳少，溲黄便结。口腔及舌缘两边有黄白色的溃疡点16个，两侧扁桃体呈Ⅱ度肿大，咽喉部充血，舌质红，苔薄黄，脉弦数。给予甘露饮加减（干地黄15g、熟地黄12g、天门冬12g、麦门冬15g、黄芩15g、茵陈9g、枇杷叶9g、枳壳6g、石斛10g、黄连6g、桔梗6g、甘草9g）。每日1剂，煎水分3次内服。另用柳花散加减煎水含漱。连用2日后，口腔溃疡点由原来16个减少至8个，颜色变浅，面积也明显缩小，诸恙亦愈。上方加生黄耆15g，继用5剂后治愈。追访1年未见复发。    2.胃脘痛：李某某，男，31岁。上腹部于饭后隐隐的痛反复发作3年余，症见纳差，口干多饮，大便干结。舌质红，少苔，脉弦细。诊断为慢性胃炎。证属胃阴不足，虚热内扰。用甘露饮去茵陈、枇杷叶，加入金铃子9g，延胡索9g，青木香9g，乌梅6g。连服7剂腹痛消失，食饮好转。后又减理气止痛之品，加入太子参18g，淮山药12g，鸡内金9g，连服30余剂，症状消失。    3.阴虚盗汗：魏某某，女，4岁，患儿睡后汗出不止2年，尤以夏天为甚。平素体弱，口干喜饮，纳差，大便干结，小便短急，五心烦热。经用多法治疗无效。唇赤舌红，无苔，脉细数。X线胸透，肺部正常。辨证为阴虚内扰，心液不敛。用甘露饮去茵陈、枇杷叶，余各味减量三分之一，再加太子参12g，五味子6g，浮小麦6g。服3剂后好转。后又在此基础上减味，并先后用白芍6g，淮山药9g，生牡蛎12g，连服10余剂，盗汗消失，手足烦热好转，5年未复发。    4.温热病：褚某某，男，35岁。因受凉后发烧5天，体温达39.5℃，微恶风寒，伴有头痛，咳嗽，痰少黄稠，口渴唇干，喜冷饮，3天无大便，小便短赤，舌质红，苔薄白，中间微黄，脉滑数，X线胸透，为左侧支气管炎，辨证为外感风热，邪传阳明。用甘露饮去茵陈，枳壳，加石膏30g，大黄9g（后下），银花9g，连翘9g，日服2剂，每日4次。2天后体温下降，大便通畅，头痛减轻，但仍有咳嗽，低烧，周身酸痛，去上方加味之药合麻杏石甘汤及蔓荆子。日服1剂，每日2次，连服5剂，症状消失。",
    "【摘录】": "《阎氏小儿方论》"
}