{
    "方剂名称": "白术汤",
    "url": "http://zhongyaofangji.com/b/baishutang.html",
    "【处方】": "白术3两，柴胡（去苗）3两，生姜（去皮，薄切，焙干）3两，厚朴（去粗皮，涂生姜汁炙香熟）3两，桂（去粗皮）3两，甘草（炙，锉）1两，槟榔（锉）10枚。",
    "【功能主治】": "痞气，胁肋满闷。",
    "【用法用量】": "每服3钱匕，水1盏，煎至7分，去滓温服。微利为度。",
    "【摘录】": "《圣济总录》卷七十一",
    "【别名】": "白术散",
    "【制法】": "上为粗末。",
    "【注意】": "切不可饮冷。",
    "【各家论述】": "《本事方释义》：白术气味甘温微苦，入足太阴；厚朴气味辛温，入足太阴；桂心气味辛热，入肝制木；桔梗气味苦辛平，入手太阴，为诸药之舟楫；干姜气味辛温，入足太阴；人参气味甘温，入脾胃；当归气味辛微温，入手少阴、足厥阴；茯苓气味甘平淡渗，入胃；甘草气味甘平，调和诸经络；再佐以枣之和荣。盖病虽去而正未复，非调和中气，谷食渐加，精神何由复乎？",
    "【临床应用】": "1.虚寒泄泻：中气虚寒，得冷则泻，而又火生齿衄。古人所谓胸中聚集之残火，腹内久积之沉寒也。此当温补中气，脾土厚则火自敛，四君子汤加益智仁、干姜。    2.溃疡病：将溃疡病合并出血分虚寒与实热两型，前者共153例，用本方辩证加灶心土、白及、山药等治疗，有效率为92.8%。    3.胃脘痛：用四君子汤加味治疗以脾胃虚寒为主证的胃脘痛38例，临床表现：食欲不振，胃脘胀痛，饥饿时或夜间疼痛加重，常因饮食生冷而发病，疼痛时进食可缓解，经常泛吐清水，反酸，呃逆或欲呕，形困倦，喜按喜热饮，或大便稀烂，胃脘部有压痛，舌质淡，舌苔薄白或白腻，脉沉细而弱。38例中，急性胃炎2例；胃、十二指肠球部溃疡17例；慢性胃炎12例；胃、十二指肠球部溃疡合并慢性胃炎6例；胃下垂1例。病程最短半天，最长达30年。皆以四君子汤为主方，气虚甚者加黄耆；血虚甚者加当归；偏寒者加干姜、高良姜或吴茱萸；湿重者加半夏；泛酸者加海螵蛸，煅瓦楞子；气滞者加陈皮、木香；腹痛甚者加延胡索。每日1剂，水煎服。共治愈26例，有效12例。平均住院58天。    4.慢性肝炎：慢性活动性肝炎40例，其中肝郁脾虚型15例，肝肾阴虚型12例，脾肾阳虚型6例，气阴两虚型7例，均以本方加黄耆为基本方，治疗4-5月，均获痊愈；HBsAg转阴28例（70%），HBsAg滴度下降6例；免疫学指标、肝功能及生化指标均恢复正常。    5.妊娠恶阻：马某某，女，25岁，妊娠2月，食欲不振，恶心欲吐，因症状加重而入院，西药治疗4天未见疗效，频频呕吐，不能进食，食入加剧，吐黄绿苦水，脘闷，倦怠乏力，思睡，舌淡苔薄，脉滑无力，以四君子汤加陈皮20g，竹茹15g，厚朴10g，1剂即觉脘内舒适，恶心减轻，呕吐未作，能进食。服第4剂药的午后，恶心微作，持续约1小时，但终未吐出，而后恶心消失，食欲增进。    6．小儿疳疾：恒以本方为主，因证加入1-2味药，治小儿疳疾，效果甚佳。附病例三则，例一，因母乳不足，多进甘肥厚味，脾胃受损，大便泄泻无度近1年。方用四君子丸9g，滚开水泡，连滓分2-3次服。服15贴后诸症大减，大便正常。但多食后仍有便溏，续服1月，体渐肥胖。例二，大便秘结，粪如算盘珠样，数日不解，排便啼哭，便中挟血丝。方用四君合剂（党参、茯苓各9g，冬术4.5g，炙甘草3g）加女贞子6g，煎服。服8帖而愈。例三，禀赋素弱，麻疹后饮食不节，杂食生冷，致大便经常溏薄，日解6-7次，量多色白，肌肉消削，咳嗽盗汗，治以培上滋阴，方用四君合剂加枸杞子，女贞子各6g，10贴愈。    7．小儿低热：华某某，男，6岁，平素脾胃虚弱，经常大便溏薄，纳食不香。1月前因中毒性消化不良住院治疗，吐泻止后，低热长期不退，经多种化验检查，诊断为“功能性低热”。就诊时所见：面色(白光)白，肢倦乏力，语声低微，不思饮食，时觉口干喜热饮，额角及两手心发热，舌质胖润，苔薄白，脉细缓无力，体温37.5℃-38.5℃之间。病属吐后脾胃虚弱，元气受损，虚阳外浮之发热，治宜四君子汤补气健脾，加山药、花粉滋养脾胃之阴，以期阴平阳秘。5贴后热退病愈。",
    "【药理作用】": "①对消化道运动的影响《新中医》（1978；5：53）：本方可消除胃纳不佳，脘腹满闷及完谷不化，腹泻和肠道充气症状；对肠道运动的影响与抗副交感药物阿托品相似；对家兔离体十二指肠及回肠的自发活动呈抑制性影响，使紧张性下降，收缩幅度减小，有显着的解痉作用；对乙酰胆碱及氯化钡所致兔回肠强直性收缩的抑制率分别为83％及26％，对组织胺，氯化钡所致豚鼠回肠痉挛的抑制率分别为65％和27％；其对乙酰胆碱痉挛的解除主要表现为紧张性的明显下降，而收缩幅度仍保持原有水平乃至增加，对于肾上腺素所致十二指肠或回肠的抑制，则反可使收缩幅度加大。上述结果表明本方对肠道运动的影响主要是与其抗乙酰胆碱及组织胺有关，而直接作用则较弱，②对胰腺功能的影响《中国中西医结合研究会第二届学术讨论会论文摘要汇编》（1985年）；四君子汤对金地鼠脾虚模型的作用，可见到胰腺合成消化酶能力加强，恢复分泌消化酶的能力。不论是生化检测结果，还是对胰腺细胞超微结构的观察，均可证实这些结论。③对糖代谢的影响《广东中医》（1962；3：4）：四君子汤具有增加肝糖元作用。将本方制剂连续口饲小鼠，1周后给药小鼠肝细胞中糖元颗粒聚集成较大团块，含量比对照组显着增多。推测本方益气补脾的作用可能包括糖代谢的改善，以及相应的能量供应增加。④对免疫功能的影响《中西医结合杂志》（1984；6：363）：四君子汤能明显提高小白鼠腹腔巨噬细胞吞噬功能，单味药实验，党参、白术、茯苓都能明显提高小白鼠腹腔巨噬细胞的吞噬功能，其中尤以党参显着，白术次之，茯苓稍差，炙甘草未见有提高作用。在四君子汤配伍中，炙甘草浓度含1／3时，可明显拮抗党参、白术、茯苓提高巨噬细胞吞噬功能的作用；炙甘草浓度含1／5，1／7时，拮抗作用不明显。《辽宁中医杂志》（1989；3：43）：四君子汤能够促进萎缩的胸腺恢复，其作用不是通过促进食欲，增加进食量实现，而是相对特异地作用于胸腺，促进皮质细胞的增殖和分化。对正常小鼠胸腺结构则无明显影响。《中华微生物学和免疫学杂志》（1987；3：189）：四君子汤对60Co放射性损伤大鼠的细胞免疫和非特异性免疫功能具有明显的保护作用，给药组的迟发超敏反应程度（足垫肿胀）较对照组明显为高，血清总补体活性和血清溶菌酶含量，给药组也均较对照组有显着的提高。"
}