{
    "方剂名称": "白虎汤",
    "url": "http://zhongyaofangji.com/b/baihutang.html",
    "【处方】": "石膏4两，知母1两半，人参4两，甘草（炙）2两。",
    "【功能主治】": "温热及中暑烦渴；并治小儿痘疱、麸疹、癍疮赤黑，出不快，及疹毒余热。",
    "【用法用量】": "糯米煎，米熟为度，子母同服，但加生姜、大枣煎。渴盛者，更加干葛，春冬秋寒有证亦服，但加枣煎。小儿减半。",
    "【摘录】": "《普济方》卷四○三",
    "【炮制】": "上为细末。",
    "【注意】": "无汗脉浮，表未解而阴气盛，虽渴不可用白虎汤；里有热者方可用。",
    "【药理作用】": "抗乙脑作用《中华医学杂志》（1964；7：456），用本方煎剂于实验性小白鼠流行性乙型脑炎病毒感染的治疗中，与大青叶提取物、竹叶石膏汤、安宫牛黄散等对照组相比较，本方能提高小白鼠存活率，经统计学处理，有显着性差异。",
    "【各家论述】": "1.《伤寒明理论》：白虎，西方金神也，应秋而归肺；夏热秋凉，暑⒅气，得秋而止。秋之令曰处暑，是汤以白虎名之，谓能止热也。知母味苦寒，《内经》曰：热淫所胜，佐以苦甘。又曰：热淫于内，以苦发之。欲彻表寒，必以苦为主，故以知母为君。石膏味甘微寒，热则伤气，寒以胜之，甘以缓之，欲除其热，必以甘寒为助，是以石膏甘寒为臣，甘草味甘平，粳米味甘平，脾欲缓，急食甘以缓之，热气内蕴，消灼津液，则脾气燥，必以甘平之物缓其中，故以甘草、粳米为之使，是太阳中，得此汤则顿除之，即热见白虎而尽矣。    2.《医方考》：石膏大寒，用户以清胃；知母味厚，用之以生津；大寒之性行，恐伤胃气，故用甘草、粳米以养胃。是方也，惟伤寒内有实热者可用之。若血虚身热，证象白虎，误服白虎者死无救，又东垣之所以垂戒矣。    3.《伤寒来苏集》：石膏大寒，寒能胜热，味甘归脾，质刚而主降，备中土生金之体；色白通肺，质重而含脂，具金能生水之用，故以为君，知母气寒主降，苦以泄肺火，辛以润肺燥，内肥白而外皮毛，肺金之象，生水之源也，故以为臣。甘草皮赤中黄，能土中泻火，为中宫舟楫，寒药得之缓其寒，用此为佐，沉降之性，亦得留连于脾胃之间矣。粳米稼穑作甘，气味温和，禀容平之德，为后天养命之资，得此为佐，阴寒之物，则无伤损脾胃之虑也。煮汤入胃，输脾归肺，水精四布，大烦大渴可除矣。    4.《医方集解》：烦出于肺，躁出于肾，石膏清肺而泻胃火，知母清肺而泻肾火，甘草和中而泻心脾之火，或泻其于，或泻其母，不专治阳明气分热也。",
    "【临床应用】": "1.温热：汪某某，男，54岁。患感冒发热，入某某医院，在治疗中身热逐步上升，曾屡进西药退热剂，旋退旋起，8天后仍持续发热达38.8℃，口渴，汗出，咽微痛，脉象浮大，舌苔薄黄。此为温热已入阳明，内外虽俱大热，但尚在气分，以白虎汤加味以治，处方：生石膏60g，知母12g，粳米12g，炙甘草9g，鲜茅根30g（后下），鲜芦根30g，连翘12g。水煎，米熟汤成，温服。下午及夜间连进2剂，热势下降，体温38℃，次日原方续进2剂，热即下降到37.4℃，后将石膏量减至45g，2剂后体温已正常。    2.中暑：某儿，8岁，中暑，身灼热烦渴，四肢懈惰，一医与白虎汤，二旬余日，犹不效，先生曰：某医之治，非不当，然其所不效者，以剂轻故也，即倍前药与之（贴重10钱），须臾发汗如流，至明日善食，不日复故。    3.三阳合病：某男，70余岁。秋患伤寒证，不治，久而化热，便难溲赤，头常晕，渐加剧，不能起坐，坐则房屋旋转。发热间或恶寒，继则昏蝥，发则口木舌强不能言，手足亦不能动，耳聋，呼之如无所闻，目灼灼直视，约需1小时始复常态，时谵语。曾数就医，均以老年体虚，治当滋补，服药无效，病反日进。其中有认为病有热象，当用清凉者，投之小效。迁延至春不愈，后来我处诊治。脉六部洪滑，舌苔黄厚，口渴引饮。与三阳合病相近，治当用白虎汤。处方：鲜茅根120g，生石膏60g，知母、花粉各15g，粳米9g，甘草6g。服药后病人顿觉清爽，眩晕大减，是日昏蝥仅发2次，但脉之洪滑不减，知其蕴热尚炽，原方加量，先煎茅根，取汤去滓，再入余药，煎取清汤3碗，每小时1碗，日尽1剂。2天后身即不重，耳不聋，转侧自如，昏蝥已不发。又服6-7剂，口亦不渴，舌苔渐薄，大便亦通，更进5剂，头晕始去。    4.热厥证：史某某，女性，38岁，农民。急诊时病人已陷入昏迷3小时。发热已2日，急性热性病容，体质营养良好，全身多汗，皮肤湿润，体温40.5℃，手足微冷，心跳急速，口腔干燥，白色薄苔，脉滑而有力，腹诊腹壁紧张度良好，无抵抗，压痛。来院后静脉注射25%葡萄糖100毫升，为处白虎汤原方。6小时后病人诉口渴，给饮凉开水少量，次日神志清楚，诉头痛乏力，体温38.5℃，续服前方，病情续有好转，第3日恢复常温，又5日痊愈。",
    "【制法】": "上锉。",
    "【别名】": "知母石膏汤"
}