{
    "方剂名称": "补中益气汤",
    "url": "http://zhongyaofangji.com/b/buzhongyiqitang.html",
    "【处方】": "黄耆1钱半，人参1钱，甘草（炙）1钱，当归身（酒洗，焙干）半钱，柴胡半钱，陈皮半钱，白术半钱，升麻3分，葛根半钱。",
    "【药理作用】": "①治疗子宫脱垂的药理学研究《天津医药杂志》（1960；1：4）：本方对在体或离体子宫及其周围组织有选择性兴奋作用。小量补中益气汤可以兴奋心肌，使其收缩加强，过量则呈抑制作用。对小肠的作用较复杂，当蠕动亢进时呈抑制作用，当肠管处于抑制状态时，则使之蠕动增强。实验中还可以看出，在有升麻、柴胡的制剂中，对动物的作用明显，去掉升麻、柴胡，其作用减小，且不持久。②对实验肿瘤发生发展的影响《中医药研究参考》（1977；3：20）：本方对荷瘤小鼠的作用，提示能改善瘤机体的蛋白质代谢，防止贫血发展，增强体力。",
    "【功能主治】": "补元气，泻火邪。主内伤，喜怒过度，饮食失节，寒温不适，劳役所伤，以致中气不足，阴火独旺，上乘阳分，荣卫失守，气高而喘，身热而烦，短气上逆，鼻息不调，怠情嗜卧，四肢困倦不收，无气以动，亦无气以言。",
    "【用法用量】": "上作1服。水煎，午前稍热服。    嗽者，黄耆用半钱，并去人参，不渴者，去葛根；头痛，加蔓荆子3分，痛甚，加川芎5分；顶痛、脑痛者，加藁本5分，细辛3分；头痛有痰，沉重懒倦者，乃太阴、厥阴头痛，加半夏半钱或1钱，生姜3片；耳鸣目黄，颊颔肿，颈肩肘臂外后廉痛，面赤，脉洪大者，加羌活1钱，防风7分，甘草3分，藁本5分，通其经血，加黄芩、黄连各3分，消其肿；咽痛颔肿，脉洪大，面赤，加黄芩3分，桔梗7分，甘草3分；口干、咽干或渴者，加葛根5分，升胃气上行以润之；心下痞，瞀闷者，加芍药、黄连各1钱；如痞腹胀，加枳实3分，厚朴7分，木香、砂仁各3分；如天寒，加干姜；腹中痛，加白芍药（炒）半钱，炙甘草3分；如恶寒觉冷痛，加中桂（即桂心）半钱；夏月腹中痛，不恶寒，不恶热者，加黄芩5分，芍药1钱、甘草5分，以治时热；脐下痛者，加真熟地黄半钱；如胸中滞气，加莲花、青皮1-2分，壅滞可用，气促少气者去之；如身体疼痛，乃风湿相搏，加羌活半钱，防风半钱，升麻1钱，柴胡半钱，藁本根半钱，苍术1钱，如病去，勿再服；若大便秘涩，加当归梢1钱；若久病痰嗽者，去人参，冬月加不去节麻黄，秋凉亦加不去根节麻黄，春月天温，只加佛耳草3分，款花1分，勿加麻黄；若初病之人，虽痰嗽，不去人参，久病肺中伏火者，去人参，以防痰嗽增益；长夏湿土，客邪大旺，加苍术、白术、泽泻，上下分消其湿热之气；湿热大胜，主食不消，故食减不知谷味，则加曲以消之，加五味子、麦门冬，助人参泻火，益肺气，助秋损也，在3伏中为圣药；胁下急或痛，俱加柴胡、甘草、人参；多唾或唾白沫，胃口上停寒也，加益智仁，或胃当心痛，加草仁3分；疲甚之人，参、耆、术有用至1-2两者。",
    "【注意】": "下元虚者禁用。",
    "【备注】": "方中黄耆补中益气、升阳固表为君；人参、白术、甘草甘温益气，补益脾胃为臣；陈皮调理气机，当归补血和营为佐；升麻、柴胡协同参、耆升举清阳为使。综合全方，一则补气健脾，使后天生化有源，脾胃气虚诸证自可痊愈；一则升提中气，恢复中焦升降之功能，使下脱、下垂之证自复其位。",
    "【摘录】": "《丹溪心法》卷三",
    "【制法】": "上锉。",
    "【别名】": "医王汤",
    "【各家论述】": "黄耆、人参、甘草，除燥热、肌热之圣药，当归身以和血脉，柴胡引清气行少阳之气上升，陈皮导滞气，又能同诸甘药益元气，独用泻脾，升麻引胃气上腾，而复其本位。",
    "【临床应用】": "1.风症：一儒者，素勤苦，恶风寒，鼻流清涕，寒噤，喷嚏，属脾肺气虚，反服祛风之药，肢体麻倦，痰涎自出，殊类风症。余以为风剂耗散元气，阴火乘其土位。以补中益气汤加麦冬、五味子治之而愈。    2.某患头痛累月，苦不可忍，咸用散风清火之剂。诊其脉浮虚不鼓，语言懒怯，肢体恶寒。此劳倦伤中，清阳之气不升，浊阴之气不降，故汗之反虚其表，清之益伤其中，其恶寒乃气虚，不能上荣而外固也，况脉象浮虚，体倦语怯，尤为中气弱之验，与补中益气汤，一剂和，二剂已。    3.内伤发热：庚子六月，吕用晦病热证。察其神气，内伤证也。询其致病之由，曰：偶半夜，出庭外与人语，移时就寝，次日便不爽快，渐次发热，饮食俱废，不更衣者数日矣，服药以来，百无一效。予曰：粗工皆以为风露所逼，故重用辛散，不进饮食，便曰停食，妄用消导，敦知“邪之所凑，其气必虚”，若投补中益气汤，则汗至而便通，热自退矣。遂取药立煎饮之，顷之索器，下燥矢数十枚，觉胸膈通泰，是晚热退进粥，连服数剂而愈。    4.崩漏：归大化之内，患崩漏，昏愦，发热不寐，或谓血热妄行，投以寒剂益甚，或谓胎成受伤，投以止血亦不效。立斋诊之曰：此脾虚气弱，无以统摄血，法当补脾而血自止。用补中益气汤加炮姜，不数剂而效。    5.癃闭：某女，28岁，产后尿团五天，面色苍白，少气懒言，汗出多，倦怠乏力，嗜睡，尿意急迫而不得出，少腹坠胀，恶露淡红，脉沉弱缓，舌质淡红，齿印。此为气血虚弱、中气下陷，膀胱气化不利。以补中益气汤加桃仁、红花、木通，五剂愈。    6.髂窝脓肿：某男，21岁，右髂窝脓肿，切排后半月，疮口不敛，面色苍白，精神疲乏，少寐纳差，舌淡脉细，疮口肉色灰暗，脓液清稀，为气血亏虚，中气不足。投补中益气汤，去柴胡加赤芍、川芎，十剂愈。"
}