{
    "方剂名称": "金仙膏",
    "url": "http://zhongyaofangji.com/j/jinxiangao.html",
    "【别名】": "开郁消积膏",
    "【处方】": "生姜1斤，葱白1斤，韭白1斤，蒜白1斤，白凤仙花（茎、子、叶、根、全株）半斤，槐枝半斤，柳枝半斤，桑枝半斤，桃枝半斤，侧柏枝半斤，萝卜子2两，白芥子2两，山楂子2两，苏子2两，艾叶2两，花椒2两，菖蒲2两，陈香橼1两，小磨麻油5斤（熬），黄丹（炒）30两（收），白术4两，大黄2两，苍术2两，生香附1两，醋香附1两，生灵脂1两，醋灵脂1两，生延胡1两，醋延胡1两，川芎1两，白芍1两，当归1两，柴胡1两，薄荷1两，羌活1两，独活1两，防风1两，白芷1两，杏仁1两，神曲1两，麦芽1两，陈皮1两，半夏1两，大贝母1两，胆南星1两，前胡1两，郁金1两，乌药1两，蒲黄（炒）1两，赤苓1两，泽泻1两，条芩1两，黑山栀1两，川乌1两，草乌1两，桔梗1两，甘草1两，枳壳1两，枳实1两，蒌仁1两，大戟1两，皂角1两，官桂1两，槟榔1两，黄柏1两，青皮1两，木香1两，灵仙1两，砂仁1两，川楝1两，赤芍1两，桃仁1两，红花1两，没药1两，乳香1两，三棱1两，莪术（煨）1两，广藿梗1两，良姜1两，小茴1两，草果仁1两，连翘1两，僵蚕1两，全蝎1两，木鳖1两，防己1两，山甲1两，木通1两，车前子1两，明雄1两，明矾1两，降香1两，益智仁1两，吴萸1两，黄连1两，细辛1两，茵陈1两，蓖麻仁1两，厚朴1两，葛根1两，生巴仁1两，甘遂1两，芫花1两，黑白丑1两，陈壁土1两，轻粉1两，葶苈1两，肉桂2两，丁香2两。",
    "【制法】": "小磨油10斤熬，炒黄丹收，飞滑石6两，牛胶4两搅，与前膏合并；如油少，酌加。",
    "【功能主治】": "祛风寒，化湿热，行气血痰食，利肺平肝，调胃健脾，宽胸进餐，解郁调经，行瘀止痛，理气理血。主咳嗽哮喘，恶心嘈杂、嗳气吞酸，呕吐噎膈，痞块积聚，肿胀，黄疸，疟疾，水泻，痢疾，淋症，疝气，脚气，心腹胁肋诸痛，周身走注气痛，乳块，腹痈肿毒初起，跌打损伤。",
    "【用法用量】": "外感风寒暑湿，头疼发热，贴胸口，先用生姜擦后再贴；内伤饮食、胸膈饱满，贴胸口痛处并脐上，用莱菔子、枳实，麸皮、食盐炒熨；咳嗽，贴胸口，用苍术、枳壳、陈皮、半夏、白术、干姜、皂角炒熨（若肺咳用清肺膏，胃咳用清胃膏，肾咳用滋阴膏，此膏勿用）；痰喘、痰哮，贴胸背；痰饮，贴心口；嘈杂、噫气、吞酸、吐酸，贴心口，或用苍术、陈皮、半夏、黄连、黄芩、吴萸、神曲煎抹；恶心、干呕，贴心口，或用芦根煎汤抹胃脘，掺黄连末贴；噎嗝、反胃，用生姜汁、韭菜汁、牛乳抹胸口，膏内掺真郁金末，凤仙子末贴，再用陈米同黄土合上平肝顺气保中方药料炒熨；翻胃，贴心口，用姜汁、竹沥先抹之；呕吐，贴心口，寒宜丁香、砂仁、藿香、陈皮、半夏、干姜掺贴；热宜黄连、葛根、白芍、黄芩、栀子、竹茹加梅煎抹；霍乱吐泻，先用生姜擦胸口，膏内掺陈佛手干、明矾末贴胸口并脐上，不吐泻者，亦用生姜擦心口，掺菖蒲、白蔻、丁香末贴心口并脐上；积聚、症瘕、痃癖、痞气，先用生姜擦患处，膏内掺药末贴，掺药用大蒜头3两，生姜、葱白各2两，同捣烂，加白芥子、花椒、凤仙子、红蓼花子或花、大黄、芒硝、雄黄、轻粉、明矾、陈石灰各2钱，研末和匀阴干，临用以少许掺膏上贴，并可以少许加飞面、醋调敷膏外，再用酒蒸商陆、或酒蒸三棱，或醋炒吴萸，或醋炒延胡熨之；黄疸、阳黄，膏掺白术、黄芩、茵陈末贴心口，脐上，参用行水膏贴脐旁天枢穴，再加苍术、厚朴、广陈皮、茵陈、黄连、黄芩、栀子、龙胆草、葶苈、车前子、泽泻、木通、寒水石、滑石之类煎抹炒熨；阴黄，膏掺附子，干姜、茵陈末贴心口，脐上，参用散阴膏贴后对脐命门穴，再用苍术、厚朴、陈皮、茵陈、川芎、川乌、干姜、吴萸、青皮、姜黄、官桂、丁香、川椒、车前子、泽泻之类煎抹炒熨；酒疸、谷疸治同；瘟黄，用瘴疸丸（茵陈、栀子、大黄、芒消各1两，杏仁6钱，常山、鳖甲、巴霜各4钱，豆豉2两）煎抹炒熨；浮肿，阳水先肿上体，身热便闭，贴心口、脐上；阴水，先肿下体，身冷便利，贴心口、脐上；胀满，贴心口、脐上；泄泻，贴胸口、脐上，再用苍术、厚朴、陈皮、泽泻、车前子、木通、飞滑石之类炒熨或用白术5钱、车前子8钱炒熨；泻不止，用黄丹、枯矾、丁香掺膏贴，艾1叶坐在身下；痢疾，初起，膏掺川连、吴萸、木香、砂仁末贴脐上，3日后者，掺花椒、麝香贴；疟疾，贴心口、背心，先用生姜擦后贴；心胃气痛，贴痛处，热痛用柴胡、黄芩、瓜蒌、花粉、白芍、枳壳、黄连、栀子、橘红、木通、生甘草、食盐煎抹；冷痛用紫苏、香附、灵脂、延胡、姜黄、蒲黄、蓬术、当归、良姜、草果、官桂、胡椒、益智仁、吴萸、陈皮、半夏、没药、厚朴、苍术、乌药、川芎炒熨；肝气胁肋痛，贴痛处；腹痛，贴脐上；腰痛，膏掺白术、官桂末贴痛处；小肠气痛，贴脐下，并用川楝子、小茴、乌头、栀子、盐炒熨；妇人痛经，贴脐上；妇人乳核，不红不肿者，用姜葱汤洗后，膏内掺广木香贴，如红肿热痛者，用清阳膏加乌龙锭敷；妇人产后儿枕痛，贴痛处。",
    "【摘录】": "《急救经验良方》",
    "【注意】": "孕妇忌贴。"
}