{
    "方剂名称": "阿伽陀药",
    "url": "http://zhongyaofangji.com/a/aqietuoyao.html",
    "【处方】": "紫檀5两，小柏5两，茜根5两，郁金5两，胡椒5两。",
    "【制法】": "上为末，水和，入臼中，更捣一万杵为丸，阴干。",
    "【功能主治】": "久服益人神色，无诸病。主诸种病。先吐血，后嗽血。",
    "【用法用量】": "用时，以水磨而用之。",
    "【临床应用】": "诸咽喉口中热疮者，以水煮升麻，取汁半合，研一丸，如梧桐子大，旦服之，二服止，禁酒、肉、五辛，宜冷将息；诸下部及隐处有肿，以水煮牛膝、干姜等，取汁半合，研一丸，如梧桐子大，且服之，四服止，禁酒、肉、五辛、生冷、醋滑；诸面肿、心闷，因风起者，以水煮防风，取汁半合，研一丸，如梧桐子大，旦服之，二服止，不须隔日，禁酒、五辛、醋肉；诸四体酸疼或寒或热，以水煮麻黄，取汁半合，研一丸，如梧桐子大，旦服止，禁酒肉及面、五辛；诸慝下部有疮，吞一丸，如梧桐子大，又煮艾槐白皮，取汁半合，研一丸，灌下部二度，禁酒、肉；诸卒死，服者多活，看其人手脚头面腹肿，观颜色无定，若有此色而加痢者，并不堪治，以冷水弱半合，研二丸，如小豆，灌口，一服不愈，更与一服，若损，惟得食白粥、盐酱，禁酒、肉、五辛；诸被魇祷，当心常带一丸，又以水一酸枣许，研一丸，如小豆服之，三服止，无所禁忌；诸被蛇及恶兽等毒，若未被其毒，直须辟除，随身带行，便即远离入草，已被毒者，以麝香一相思子大，又以水一酸枣许，共药一丸，如小豆，于水内研服，并以紫檀，以水研取汁，用研药，涂其疮毒处，禁酒肉、五辛；诸被一切鬼神及龙毒气者，其人饥渴寒热，时来时去，不知痛处，或恍惚，龙毒者，其人昏昏似醉，肤体斑或青，取药一丸，如梧桐子大，以水酸枣许，共药研灌鼻，及服二服止，无所禁；失心癫狂，莫问年月远近，以艾汁一酸枣许，研药二丸，如小豆服之，若无青艾，取干艾水浸，搦取汁用亦得，四服止，并带一丸，常可随身，口味无所禁忌；诸传尸复连，梦想颠倒，身体瘦损，不知病所，乍起乍卧，先以水研雄黄一梧桐子大，取汁酸枣许，研二丸，如小豆大服之，二服止，并挂一丸，着病者房门上，及带一丸随身，口味无忌；诸消渴者，以朴消少许，以水搅消取汁半合许，研二丸，如小豆服之，七服止，禁五辛、酒、肉、面；诸患淋，不问远近，以芒消少许，以水搅取一酸枣许汁，研药二丸，如小豆大，服之便止，禁酒、肉；诸患疔肿，以水一升，煮玄参取汁研药，服三服止，又以水半合，研玄参根取汁，和药涂上三遍，不须隔日，惟食白粥饮，自外盐，以上皆不食；诸卒胸膈热、眼暗、口臭，以水煮苦竹叶，取汁半合，研药一丸，如梧桐子大，二服止，禁酒、肉；诸产难，以荪蒋二匕，水煮取汁半合，研药一丸服之，若无荪蒋，研姜黄取汁研药，吞一丸，空吞亦得，将息如产时；诸热疮无问远近，以水煮大黄取汁半合，研药一丸，如梧桐子大，服之，二服止，又水研大黄取汁，以药一丸，研涂疮上，日三遍，禁房、面、五辛，宜冷将息；诸吐血，若因热吐者，不问远近，服之并愈；冷吐者不治，以葛蒲汁一酸枣许，研药二丸，如小豆服之，四服止，须微暖将息，忌酒肉、五辛；诸鼻中血不止，以刺蓟汁一酸枣许，研二丸，如小豆服之，并研灌鼻，二服灌止，若无刺蓟之时，取干者水煮取汗，依前法服，禁酒肉、五辛；诸噎病，以水研栝楼，取汁一鸡子大，研药一丸，如小豆服之，四服止，忌生冷；诸赤白带下，以牡丹皮、刺蓟根各二分，以水二升，煮取一升，分五服，研药一丸，如梧桐子大服之，五服止，禁生冷、五辛、酒肉；后补法：地榆二分，桑螵蛸二分，上二味，水二升，煮取汁一合，分作二服，取汁一合，研药一丸服之；诸得药毒，以冷水半合，研药一丸，如梧桐子大服之，二服止，禁酒、肉、五辛；宜五日冷将息；诸卒得恶忤，以人乳汁半合，研药一丸，如梧桐子大，灌鼻，以水半合，研药一丸，如梧桐子大，灌口，三日禁食；诸寒疟，以水一升，煮恒山一两，取汁半合，研药一丸，如梧桐子大服之，二服止，先取药如麻子大，以冷水研，灌鼻中，3-4嚏，病者垂头卧，便得痛痒，又更灌一边令相续，然后服药，七日少食，禁如前；诸慝甘湿，以生犀角、白檀香，以水煮取汁一鸡子壳许，研药二丸，如小豆，并蚺蛇胆一丸，共研服之，三服止，若甘湿药及蚺蛇胆各丸之，以绵裹纳于下部中，三度止；诸益神色，除诸病，辟恶气，每日以白蜜如枣核大，研药一丸，如小豆服，长带少许，亦禁如前；诸草药毒迷闷，以泥裹冬瓜烧，绞取汁半合，研一丸，如梧桐子大服之，若无冬瓜，用水服之，三日慎食；诸眠惊恐，常带一丸，如梧桐子大，夜卧安头边，不得着身，每夜欲卧，服一丸如梧桐子大，以水一升，煮牡蒙二分，取汁半升，分三服，七日慎食；诸心劳虚弱，以水煮茯神、人参，取汁半合，研一丸服之，十服以上止，慎生冷；诸心风虚热，以竹沥渍防风，捣绞取汁半合，研一丸，如梧桐子大服之，七服止，慎酒肉、五辛、醋面；诸心惊战悸，以水一升，切茯苓、牡蒙、远志各二分，煮取汁半升，分三服，一服研一丸服之，五服止；诸多忘恍惚，以水煮人参，取汁半合，研一丸服之，五服止，亦可七服，慎如前；诸温疫时气，以水煮玄参，取汁一合，研一丸，如小豆服之，四服止，量宜缓急，惟得食粥及冷食，余皆禁；若患劳，家递相染，煮服时，并取艾作炷，长三寸，当心灸七壮即解；诸呕吐水，煮白檀、生姜，取汁半合，研一丸，如梧桐子大服之，三服止，七日慎如前。",
    "【摘录】": "《千金翼》卷二十一"
}