{
    "方剂名称": "黄耆建中汤",
    "url": "http://zhongyaofangji.com/h/huangqijianzhongtang.html",
    "【别名】": "黄耆汤",
    "【处方】": "黄耆3两，桂心2两，人参2两，当归2两，芍药3两，生姜8两，胶饴8两，大枣30枚。",
    "【功能主治】": "虚劳。下焦虚冷，不甚渴，小便数。",
    "【用法用量】": "以水1斗，煮7味，取3升，去滓，下饴烊销，分3服。    若失精，加龙骨1两，白蔹1两。",
    "【摘录】": "《外台》卷十七引《必效方》",
    "【药理作用】": "①抗溃疡作用《药学学报》（1965；7：440）：以黄耆建中汤煎剂给大白鼠皮下注射10g/kg时，可防止结扎幽门所致胃溃疡发生，并抑制胃液分泌，减少游离酸及总酸度，使胃液PH值上升。另以本方减去甘草的煎剂皮下注射，同样也有抗溃疡作用，但作用较弱。说明黄耆建中汤除甘草外，尚有其他抗溃疡的成分。②中枢镇静作用《北京中医学院学报》（1960；3：208）：加味黄耆建中汤（本方加当归）对中枢神经系统有明显的镇静作用，可使小白鼠自由活动减少。但没有催眠和中枢的镇痛作用，对平滑肌的正常运动有抑制作用，尤其在异常兴奋状态下更为显着，有较弱对抗由组织胺引起的胃酸增高现象。认为本方的主要作用是对中枢神经的镇静及对胃肠平滑肌的解痉作用，抗酸作用可能不是主要的。",
    "【注意】": "忌生葱。",
    "【各家论述】": "参、芪、菊、芍独补中州，用桂枝以温走四肢。",
    "【临床应用】": "①虚劳《临证指南医案》：汪，三九。此劳力伤阳之劳，非酒色伤阳之劳也。胃口消惫，生气日夺，岂治嗽药可以奏功？黄耆建中汤去姜。《种福堂方》：何，三一。脐流秽水，咳嗽，腹痛欲泻。询知劳动太过，阳气受伤。三年久恙，大忌清寒治嗽，法当甘温以治之。黄耆建中汤去姜。    ②咳嗽《南雅堂医案》：诊得脉左细右虚，咳嗽日久，吸短如喘，肌表微热，形容渐致憔淬，虑成内损怯症，奈胃纳渐见减少，便亦带溏，若投以寒凉滋润之品，恐嗽疾未必能治，而脾胃先受损伤，岂云妥全，昔贤谓上损过脾，下损及关胃，均称难治，自述近来背寒忽热，似虑先理营卫为主，宗仲师元气受损，甘药调之之例，用建中加减法。桂枝1钱，白芍药3钱，炙甘草8分，炙黄耆1钱，饴糖2钱，加大枣3枚，同煎服。    ③吐血《临证指南医案》：许，四八。劳倦伤阳，形寒，失血，咳逆，中年不比少壮火亢之嗽血。黄耆建中汤。    ④伤寒《印机草》：病经一月，两脉虚浮，自汗恶气，此卫虚阳弱。人身之表，卫气主之。凡所以温分肉，肥腠理，司开阖者，皆此卫气之用，故《经》曰：阳者卫外而为固也。今卫气一虚，则分肉不温，腠理不密，周身毛窍，有开无合，由是风之外入，汗之内出，其孰从而拒之，用黄耆建中汤以建立中气，而温卫实表也。桂枝、生姜、芍药、甘草、大枣、饴糖、黄耆。    ⑤泄泻不食《得心集医案》：胡晓鹤孝廉尊堂，素体虚弱，频年咳嗽，众称老痨不治。今春咳嗽大作，时发潮热，泄泻不食，诸医进参、术之剂，则潮热愈增，用地黄、鹿、胶之药，而泄泻胸紧尤甚。延医数手，无非脾肾两补，迨至弗效，便引劳损咳泻不治辞之。时值六月，始邀予诊，欲卜逝期，非求治也。诊之脉俱迟软，时多歇止，如徐行而怠，偶羁一步之象，知为结代之脉，独左关肝部弦大不歇，有土败木贼之势。因思诸虚不足者，当补之以味，又劳者温之，损者益之，但补脾肾之法，前辙可鉴，然舍补一着，又无他法可施，因悟各脏俱虚之脉，独肝脏自盛，忽记洁古云，假令五脏胜，则各刑已胜，法当补其不胜，而泻其胜，重实其不胜，微泻其胜。此病肝木自盛，脾土不胜，法当补土制肝，直取黄耆建中汤与之。盖方中桂、芍，微泻肝木之胜；甘、糖味厚，重实脾土之不胜；久病营卫行涩，正宜姜、枣通调，而姜以制木，枣能扶土也；用黄耆补肺者，盖恐脾胃一虚，肺气先绝。连进数剂，果获起死回生，但掌心微热不除，且口苦不寐，咳泻虽止，肝木犹强，原方加入丹皮重泻肝木之胜再胜而安。    ⑥溃疡病《广西中医药》（1981；4：45）：用黄耆建中汤略作加减，治疗胃、十二指肠球部溃疡43例，治愈22例，好转17例，无效4例。用药最长者为55天，最短者为25天，平均30．3天。《湖北中医杂志》（1982；3：21）：用黄耆建中汤或黄耆建中片（黄耆、炙甘草、白芍、云苓各9g，肉桂1g，煅瓦楞3g，制成浸膏片）治疗72例胃、十二指肠球部溃疡患者，治愈55例，好转14例，无效3例，总有效率为95.8%。平均溃疡愈合天数为28.9天。    ⑦阵发性室上性心动过速、早搏《江苏中医杂志》（198O；6：15）：顾某某，男，41岁。1967年运动时突发心速，数分钟自行缓解，后每年有多次类似发病。EKG示：阵发性室上性心动过速。每发心率均＞200次/分，发病前先有频繁早搏。1978年4月初诊，予益气建中，养心益阴之黄耆建中汤合生脉散主之，治疗一月余，诸症缓解，一般良好，患者要求配成丸药，乃将前方15帖剂量，饴糖炼丸，日服2次，每次6丸，以作较长时间调治巩固，半年后随访未再复发。    ⑧自汗盗汗《江苏中医》（1965；4：31）：范某某，男，18岁。患者身体素弱，形体苍瘦，面(白光)欠华，近来眠则遍身汗出，衣衫皆湿，脉濡细，此卫阳失固之候，治拟扶正实表。予生黄耆4钱，川桂枝1钱，大白芍4钱，炙甘草1钱，老生姜1钱，大红枣4钱，糯稻根须3钱。上方连服5剂。汗泄得止。    ⑨小儿慢性支气管炎《上海中医药杂志》（1984；1：22）：张某某，女，6岁。1977年12月10初诊。咳嗽、喉鸣时轻时重反复发作4年余。两月前感寒而发，发烧、咳嗽、喘鸣，某医院诊为慢性支气管炎急性发作，给予青、链霉素及麻杏石甘汤等，药后烧退，咳喘不愈，来院求诊。拟黄耆建中汤加半夏、白术，服6剂后诸症缓解，嘱以原方加紫河车粉，3日1剂，计进28剂停药观察，追访3年未见复发。",
    "【制法】": "上切。"
}