{
    "方剂名称": "黄连解毒汤",
    "url": "http://zhongyaofangji.com/h/huanglianjiedutang.html",
    "【处方】": "黄连、桔梗、连翘、土贝母、丹皮、甘草梢、黄芩、生地、白僵蚕、玄参。",
    "【功能主治】": "清热解毒。主胎瘤游风。",
    "【用法用量】": "水煎服。兼服犀角丸。",
    "【摘录】": "《幼科直言》卷五",
    "【别名】": "解毒汤、火剂汤、黄连黄柏汤、既济解毒汤、三黄解毒汤、三黄汤",
    "【注意】": "倘非实热，不可轻投。",
    "【备注】": "三焦积热，邪火妄行，故用黄芩泻肺火于上焦，黄连泻脾火于中焦，黄柏泻肾火于下焦，栀子通泻三焦之火，从膀胱而出。盖阳盛则阴衰，火盛则水衰，故用大苦大寒之药，抑阳而扶阴，泻其亢盛之火，而救其欲绝之水，然非实热，不可轻投。    按：本方在原书中无方名，现据《外台秘要》卷一引《崔氏方》补。",
    "【药理作用】": "①抗病原微生物作用《中医杂志》（1958；10：704）：黄连解毒汤具显着的抗菌作用。且难于形成耐药性。对单味黄连产生耐药性的细菌，可在原抑菌浓度的32倍环境中生长，但对黄连解毒汤耐药者，仅能于4倍抑菌浓度生长。《中成药研究》（1986；12：39）：黄连解毒汤对金黄色葡萄球菌所致小鼠腹腔感染也有保护作用，能降低死亡率。试验表明：以本方煎剂25g／kg灌服，对照组死亡率为90％，本方死亡率仅30％。②抗细菌毒素作用《全国中医内科急症治疗学术交流会论文集》 285页（1979；12）黄连解毒汤对内毒素发热有对抗作用，还能对抗内毒素所致低血糖症和体温的严重降低，并可使内毒素血症时肾、脑等重要生命脏器的营养性血流量增加，炎性细胞吞噬异物活性下降的幅度减少，并能降低内毒素所致大、小鼠的休克死亡率。此外，黄芩还能显着对抗内毒素所致实验动物全身性急性DIC，对多种化学毒物也有显着解毒效果。③解热作用《中药通报》（1986；1：51）：黄连解毒汤具显着的解热效果，对内毒素所致家兔发热，黄连解毒汤的解热作用起效较慢，但持续时间长，给药后6小时发热兔体温仍继医续下降。④抗炎作用及对免疫功能的影响《四川医学院学报》（1959；1：55、1960；1：13）黄连解毒汤有显着抗炎效果，脓毒败血症患者服药后，可见其白细胞吞噬作用加强。黄连解毒汤还能增强小鼠及兔网状内皮系统的吞噬活性，其增强吞噬效果与黄连及黄连解毒汤对细菌毒素形成及抗毒作用密切有关。⑤降压作用及对血液系统和心血管系统的影响《国外医学・中医中药分册》（1981；1：56）：黄连解毒汤的降压作用以黄连、黄柏为最强，去黄连、黄柏后作用消失，但本方去黄芩后作用最强，单去黄连则出现快速耐受性。其降压机制不是通过对末梢的乙酰胆碱及儿茶酚胺的影响，但能增强乙酰胆碱的作用。《汉方医学》（1986； 8：17）：对实验性轻～中度高血压大鼠，每日给予本方1g／kg，可见明显的降压效果，作用迅速，给药翌日即可用血压下降，5～7日即能使血压恢复正常。本方的特点是仅使过高的血压降至正常，而不会使其降至正常水平以下，这与许多降压西药不同，此外，本方可使脑卒中易发性大鼠的脑卒中发作减少。⑥止血作用《汉方医学》（1982；3：13）：本方对热盛之出血有良效，对Ⅷ因子、Ⅸ因子等内凝因子有活性，家兔凝血酶原时间测定表明对外凝系统无影响。对于双香豆素（华法令）所致小鼠出血死亡，黄连解毒汤可明显延缓死亡时间。本方有一定促凝止血效果。⑦对肾上腺皮质功能的影响《中药方剂近代研究及临床应用》：实验结果表明，黄连解毒汤中黄连、黄柏中所含的小檗碱，能明显兴奋垂体――肾上腺皮质系统，因而认为此作用在临床疗效上可能具有一定意义。",
    "【各家论述】": "1.《医方考》：用黄连泻心火，黄芩泻肺肝之火，黄柏泻肾火，栀子泻上下之火。    2.《医方集解》：此手足阳明、手少阳药也。三焦积热，邪火妄行，故用黄芩泻肺火于上焦，黄连泻脾火于中焦，黄柏泻肾火于下焦，栀子泻三焦之火从膀胱出。盖阳盛则阴衰，火盛则水衰，故用大苦大寒之药，抑阳而扶阴，泻其亢甚之火，而救其欲绝之水也，然非实热不可轻投。    3.《删补名医方论》：君以黄连直解心经火毒也，黄芩泻肺经火毒，黄柏泻肾经火毒，栀子通泻下焦火毒，使诸火毒从膀胱出。",
    "【临床应用】": "1.反胃：间街五条比大坂屋德兵卫之妻，年二十有六，月事不常，朝食辄吐之暮，暮食则吐之朝，每吐上气烦热，头痛、眩晕，时医或以为翻胃治之，曾无寸效，其面色焰焰，而脉沉实，心下至小腹拘挛，而所按尽痛。先生曰，有一方可以治矣，乃与黄连解毒汤3贴，前症颇愈，后数日，卒然腹痛，泻下如块，月事寻顺也，三旬复旧。    2.胆道感染：郑某某，男，35岁，农民，1974年5月3日初诊。诉右上腹持续疼痛，痛连右肩，发热，干呕，目微黄腻，脉象弦数。既往曾患胆囊炎，症属肝胆湿热。治以清热利胆，方用黄连解毒汤加枳壳、广木香、大黄（后下）、茵陈。3剂后腹痛减轻，大便日解2次，原方去大黄，继服3剂，诸症缓解。    3.肠热脱肛：徐某某，男，4岁，1975年3月1日初诊。脱肛已年许，每次便后肛门脱出，曾服补中益气汤无效，症属脾胃积热，下注大肠，治拟黄连解毒汤加地榆、枳壳，服药7剂后，脱肛已愈，诸症消失。    4.小儿流涎：徐某某，男，4岁，1974年5月16日初诊。据其母诉，口角流涎，经久不止，下颏糜烂，环唇红肿，涎水渍襟，污染衣被，舌红，尿赤。治用黄连、黄芩、甘草各1钱，栀子、茵陈各2钱。5剂即见流涎减少，唇红消退，继服5剂而愈。    5.幼儿湿疹：某某，男，产下月余。额头湿水浸淫，面部脓痴成片，耳颈皮肤红赤，烦躁多啼，尿赤。内服黄连解毒汤，每日1剂；外用黄柏、滑石、煅石膏、青黛研细末敷患处，服药4剂而愈。    6.脓疱疮：徐某某，男，6岁，1974年4月26日初诊。皮肤丘疹抓痒，感染成疮，脓疱疮臀部较多，四肢也发，脉数。治拟清热解毒，黄连解毒汤加银花、连翘，5剂愈。",
    "【制法】": "上锉1剂。"
}