{
    "方剂名称": "黄金顶",
    "url": "http://zhongyaofangji.com/h/huangjinding.html",
    "【处方】": "番木鳖1斤（水浸胀，去毛，拣选大中小三等。用真麻油1斤盛于铜勺内，放风炉中炭火上，熬滚沸，投入大等木鳖，候其浮起，以打碎黄色为度，如黑色则过于火候，失药之灵性矣，取起；次下中等木鳖，亦如是法；三下小等木鳖，亦如是法。）。",
    "【制法】": "上为细末。",
    "【功能主治】": "各科诸证。",
    "【用法用量】": "临用须分年少老幼，用以2分为率，少壮者可用3-4分；或在跌打重伤，又非此例，以陈年老黄米粉糊为丸，如卜子大，烈日晒干，藏贮。感冒发热，姜汤送下；狂热不识人事，薄荷汤送下；呕吐，砂仁、煨姜汤送下；头痛，川芎、白芷、老姜、葱白汤送下；口渴，干葛、薄荷、老姜、乌梅汤送下；头晕，不省人事，半夏、陈皮汤送下；骨节风痛，防风、羌活、姜皮汤送下；火气暴升，黄柏汤和童便送下；哮喘痰火，陈皮汤送下；伤食，神曲、山楂汤送下；痰多气多，白芥子、半夏、南星泡汤和姜汁送下；小便秘涩，水通、灯心汤送下；不通，和淡竹叶汤送下；冷汗不止，炙黄耆汤送下；食隔，神曲、麦芽汤送下；四肢身背风痛，防风、薄荷、羌活、老姜汤送下；鼻塞，细辛。辛夷汤送下；去邪退热，远志、朱砂、竹茹汤送下；恶寒，老姜汤送下；咳嗽，姜汤送下；霍乱吐泻，茴香汤送下；水泻，浓茶汁送下；大便秘涩，芝麻3钱研末，白汤送下；年久热痰，积滞腹痛，牙皂汤送下；酒醉呕吐，公英、枇杷叶、竹茹汤送下；耳聋眩晕，竹沥汤送下；痰多盗汗，黑豆汤送下；阴症热燥，荆芥、丹皮、竹茹、淡豉汤送下；头风痛甚，防风，蔓荆、寄生、川芎、白芷汤送下；遍身骨节疼痛，又兼畏寒怕热，老酒送下；风气疼痛，腰寒怕冷，烧酒送下；年久腹痛，山楂、乳香汤送下；年久风气痛，手足拘挛难伸，寄生、河车酒送下；手足痿弱难伸，牛膝汤送下；皮肤痒极，桑白皮汤送下；胁痛，木香、乳香汤送下；半身不遂，莫能起止，若冷痛，五加皮、地榆制酒服，半月愈；如热痛，菊花、g莶浸酒送服，20日愈；中风口哑，生黄耆汤送下；不语，薄荷汤送下；腰骨痛，羌活汤送下；阳症，寒热不调，川芎汤送下；遍身风痛，怕热，菊花酒送下；心气走痛，川椒、乌梅汤送下；腰眼痛，乳香汤送下；阳症结胸，大黄汤送下；积痛走动者，莪术、老姜汤送下；腹痛难忍，姜皮汤调木香末送下；又川楝子、使君子、木香、乳香汤送下；经年腹痛，诸医不效，黑栀、明矾汤送下；痰郁积滞年深，黑栀明矾汤送下；伤寒阳症痰多者，萝卜子、半夏、老姜汤送下；痰渴，硼砂汤送下；阳症热多，黄柏、黄芩汤送下；或葱头汤送下；阳症狂热口渴，元明粉泡新汲水送下；阳症大便干涩、闭结，麻仁研新汲水送下；阳症小便干涩不利，六一散1钱新汲水调下；阳症转作疟疾，取东向桃柳枝各2寸，露水煎送；若阴症变疟，半夏、陈皮、山查、艾叶汤送下；阳症转痢，苦参、艾叶、木香汤送下；如红，加银花；白，加姜；阴症沉重昏睡，参、耆汤送下；若痰甚，姜汁、竹沥汤送下；阴症冷汗常流，参、耆汤送下；    外用陈小麦煎汤洗澡；阴症痰盛，南星、半夏、老姜汤送下；又陈皮、半夏汤亦效；阴症转痢，苍术、半夏陈皮、木香汤送下；伤暑口渴甚，呼水不止，六一散1钱新汲水送下；伤暑面红眼昏，气喘者，新汲水泡元明粉送下；伤暑劳力发痧，面嘴手足变色青黑，心窝尚暖，用前末调赤泥水灌下，俄顷战汗如水即苏；中暑，地浆水送下；素中寒而中暑者，蒜头捣烂冷水调下；隔食翻胃，竹茹、枇杷叶、南枣汤送下；寒热疟症，逐日来者，陈皮、半夏汤送下；间日或2-3日1发，厚朴、槟榔、山楂、半夏汤送下；山岚瘴气，槟榔汤送下；呕水清水，乌梅、诃子汤送下；瘟疫时症，凉水送下；小肠疝气，小茴香汤送下；呕血，白茅根1斤许煎浓汤送下；吐血不止，京墨汁送下；劳伤虚损，咳痰带血丝者，知母、麦芽、童便送下；痰咳，柏叶、茅根汤送下；鼻流血不止，硼砂1钱为末，白汤送下；火眼痛，甘菊花汤送下；肠风下血，沥脓不止，生地、归尾汤送下；吐血发热，扁柏叶、茅根、藕节汤送下；粪后下血不止，生地榆汤送下；大便下血，槐花、大蓟汤送下；患病日久，梦与鬼交，朱砂茯神汤送下；梦泄遗精，莲须汤送下；寝卧乱言，桃柳枝汤送下；羞见3光，眼痛，白芍、甘菊花汤送下；痰迷心窍，琥珀汤送下；目病赤涩，甘菊、桑皮汤送下；眼患热痛，水煎百沸汤，置天井中露1宿，温热，调药末如浆，擦敷眼眶，的有明验；月经凝滞不行，红花酒送下；血热末及信期而来，苏木汤送下；血虚过期不来，益母草汤送下；赤白带下血淋不止，硫黄汤送下；单白带，胡椒汤送下；苦热又吐血，乌梅、牡蛎、童便送下；热淋痛甚，车前、地肤子草捣汁和陈酒送下；血崩，侧柏叶、山茶花、归须汤送下；乳痈，鹿角屑焙干焦，为末，酒调下；治胎衣不下，石花水澄清送下；产后血痛，益母草泡姜汁送下；肚痛难忍，栀子汤下；血毒，硫黄汤送下；妇人梦与鬼交，安息香汤送下；小儿每服3、4、5、6、7厘为则，啼哭无常，雄黄汤送下；惊风发热，薄荷、灯心汤送下，或加姜汁1匙；惊风危甚，抱龙丸淡姜汤送下；慢脾风，泄泻，莲子薄荷老姜汤送下；发热惊叫，银花朱砂汤送下；大头瘟，瓮菜汤送下，仍研末醋调敷患处，（瓮菜即大头菜）；咳嗽痰升喘急，贝母知母汤送下；痰迷心窍，四肢逆冷，灯心、姜皮泡麝香半厘送下；吐乳夜啼，薄荷、砂仁、半夏、蝉蜕汤送下；疳积潮热时剧，麦冬、黄连汤送下；肚腹虚胀，茯苓汤送下；疳病腹痛，使君子汤送下；伤风，恐怖惊煌，茯神琥珀汤送下；食积肚痛，五灵脂汤送下；水泻不止，白术汤送下；冷泻如水直出，参、术汤送下；小儿耳内流脓臭，用药末和麝香少许，吹入耳内自干；急惊风，朱砂、金箔汤送下，再用末吹鼻；无名肿毒，银花汤送下；结核走窜，防风汤送下；跌扑头面身黑肿痛，用烧酒调服，仍用酒送服；肿毒，背肿毒，皂角汤送下；痈疽势危，皂利汤送下；背疮疔毒走注，山茶花、银花汤送下；杨梅天泡等疮，银花汤送下；痰注疬串、结核，弥勒草浸酒送下；疬疮结核并秽烂不堪，土茯苓汤送下；疬疽臭烂，不生肌肉，土茯苓汤送下；喉癣等疮，银花汤送下；再用末吹喉，立除；双单喉蛾，明矾汤送下；喉黄，生草汤送下；五蛊肿胀，不论久近，五加皮汤送下；五淋痛甚，生车前草捣汁送下；通肠痔漏，脓血滴沥，秽痛难忍，土茯苓汤送下；四肢浮肿，木瓜汤送下；食蛊，石燕汤送下。",
    "【摘录】": "《串雅补》卷一"
}